Repository: mozilla/addons-frontend
Catalog: locale/cak/LC_MESSAGES/amo.po
Languages: cak

source: Extensions
cak: Taq k'amal

source: <span class="visually-hidden">Expand to</span> Read more
cak: <span class="visually-hidden">Tinimirisäx richin </span> Tisik'ïx ch'aqa' chik

source: Some features are temporarily disabled while we perform website maintenance. We'll be back to full capacity shortly.
cak: Yechup jumej jujun taq b'anikil ruma yojsamäj richin niqachojmirisaj ri Ajk'amaya'l ruxaq. Xkojtikïr chik xtik'oje' ronojel ri quchuq'a'.

source: Suggested Pages
cak: Chilab'en taq Ruxaq

source: Browse all extensions
cak: Ketz'et ronojel ri taq k'amal

source: Browse all themes
cak: Ketz'et ronojel ri taq wachinïk

source: Add-ons Home Page
cak: Kitikirib'al Ruxaq Tz'aqat

source: Developer response
cak: Tzolin rutzij b'anonel

source: This add-on cannot be rated because no versions have been published.
cak: Man tikirel ta nipaj re tz'aqat re' ruma chi man talun ta jun ruwäch.

source: Read %(count)s review
cak: Tisik'ïx %(count)s nik'oxïk

source: No reviews yet
cak: K'a majun nik'oxïk

source: Rate your experience
cak: Tapaja' ri awetamab'al

source: About this dictionary
cak: Chi rij re soltzij re'

source: About this extension
cak: Chi rij re k'amal re'

source: About this language pack
cak: Chi rij re pisoj ch'ab'äl re'

source: About this theme
cak: Chi rij re na'oj re'

source: About this add-on
cak: Chi rij re tz'aqat re'

source: Release notes for %(addonVersion)s
cak: Kich'utitzijol elesanem richin %(addonVersion)s

source: Extension Metadata
cak: Richintzij K'amal

source: Screenshots
cak: Chapoj taq ruwäch

source: Reviews for %(addonName)s
cak: Kitzijoxikil %(addonName)s

source: Log in to create a collection
cak: Titikirisäx molojri'ïl richin nitz'uk re mol re'

source: Log in to edit this collection
cak: Titikirisäx molojri'ïl richin ninuk' re mol re'

source: Collections make it easy to keep track of favorite add-ons and share your perfectly customized browser with others.
cak: Ri taq mol nikito' kojqaxik ri ajowab'äl taq tz'aqat chuqa' nuya' q'ij chawe richin ütz ichinan nakomonij ri awokik'amaya'l kik'in ch'aqa' chik.

source: Music
cak: Q'ojom

source: Seasonal
cak: Kajtz'ukalil

source: Change the way Firefox looks with themes.
cak: Tijal ri ruwäch Firefox kik'in wachinel.

source: Abstract
cak: Ch'utinisan Na'oj

source: Nature
cak: Ruwach'ulew

source: Film & TV
cak: Silowachil & TV

source: Scenery
cak: Wachaj

source: See more trending extensions
cak: Ketz'et ch'aqa' chik k'ïy kiwinaq taq k'amal

source: See more top rated extensions
cak: Ketz'et ch'aqa' chik taq k'amal k'ïy kejqalem

source: See more trending themes
cak: Ketz'et ch'aqa' chik taq wachinel k'ïy kiwinaq

source: See more top rated themes
cak: Ketz'et ch'aqa' chik taq wachinel k'ïy kejqalem

source: Change your browser's appearance. Choose from thousands of themes to give Firefox the look you want.
cak: Tajala' ruwäch ri okik'amaya'l. Tacha' chi kikojol k'ïy taq wachinïk richin naya' rutzub'al ri Firefox ri nawajo'.

source: Explore powerful tools and features to customize Firefox and make the browser all your own.
cak: Ke'awila' uchuq'ab'il taq samajib'äl chuqa' taq samaj richin nichinäx Firefox richin nawichinaj ri awokik'amaya'l.

source: Explore all categories
cak: Kenik'öx ronojel ri taq ruwäch

source: Available for your locale
cak: K'o pan ach'ab'äl

source: Dictionaries and Language Packs
cak: Taq Soltzij chuqa' Tanaj taq Ch'ab'äl

source: Installing a dictionary add-on will add a new language option to your spell-checker, which checks your spelling as you type in Firefox.
cak: We nayäk jun soltzij xtitz'aqatisäx jun k'ak'a' cha'oj pan ruchojmirisanel ach'ab'äl, ri xtunik'oj atz'ib'anikil toq xkatz'ib'an pa Firefox.

source: Language packs change your browser's interface language, including menu options and settings.
cak: Ri tanaj taq ch'ab'äl nikijäl ri ruch'ab'äl ruk'amal okik'amaya'l, chuqa' ri taq rucha'oj k'utsamaj chuqa' taq nuk'ulem.

source: All Locales
cak: Ronojel taq Ch'ab'äl

source: Locale Name
cak: Rub'i' Ch'ab'äl

source: Language Packs
cak: Tanaj Ch'ab'äl

source: Dictionaries
cak: Taq soltzij

source: If you want to contribute but are not quite as technical, there are still ways to help:
cak: We nawajo' yato'on xa xe man kan ta ajtïj ri ruwäch ab'i', k'o ch'aqa' chik rub'anikil richin yato'on:

source: Participate in our %(startLink)sforum%(endLink)s.
cak: Kato'on pa ri %(startLink)sqamolna'oj%(endLink)s.

source: Leave feedback for your favorite add-ons. Add-on authors are more likely to improve their add-ons and create new ones when they know people appreciate their work.
cak: Taya' kan taq atzijoxik pa ri jeb'ël taq atz'aqa. Ri kib'anel tz'aqat junelïk nikajo' nikutzilaj chuqa' yekitz'ük k'ak'a' toq niketamaj chi ri winaqi' nikiya' rejqalem ri rusamaj.

source: Tell your friends and family that Firefox is a fast, secure browser that protects their privacy, and they can use add-ons to make it their own!
cak: Titzijöx chi ke achib'il chuqa' ach'alal chi ri Firefox jun anin chuqa' jikïl okik'amaya'l, ri nuchajij awichinanem chuqa' ¡yetikïr yekokisaj taq tz'aqat richin nikichinaj!

source: About Firefox Add-ons
cak: Chi rij Kitz'aqat Firefox

source: Get support
cak: Tik'ul to'ïk

source: If you would like to learn more about how to manage add-ons in Firefox, or need to find general Firefox support, please visit %(startSUMOLink)sSupport%(endSUMOLink)s Mozilla. If you don't find an answer there, you can %(startForumLink)sask on our community forum%(endForumLink)s.
cak: We nawajo' nawetamaj achike rub'anikil yeqasamajij ri taq tz'aqat pa Firefox, o nawajo' ronojel ato'ik, tatz'eta' ri %(startSUMOLink)sTo'ïk%(endSUMOLink)s Mozilla. We man nawïl ta tzolin atzij, yatikïr %(startForumLink)snab'än k'utunïk pa rutinamit cholna'oj%(endForumLink)s.

source: %(startLink)sInformation about how to contact Mozilla's add-ons team can be found here%(endLink)s.
cak: %(startLink)sWawe' nawïl etamab'äl pa ruwi' rub'eyal richin ye'awïl ri kimolaj taq rutz'aqat Mozilla%(endLink)s.

source: Addons.mozilla.org (AMO), is Mozilla's official site for discovering and installing add-ons for the Firefox browser. Add-ons help you modify and personalize your browsing experience by adding new features to Firefox, enhancing your interactions with Web content, and changing the way your browser looks.
cak: Addons.mozilla.org (AMO), ja ri' ri nab'ey ruxaq ruk'amaya'l Mozilla richin netamäx chuqa' yeyak taq rutz'aqat Firefox. Ri taq tz'aqat yatkito' richin najäl chuqa' nawichinaj awetamab'al pa ruwi' okem pa k'amaya'l, akuchi' ye'atz'aqatisaj k'ak'a' taq samaj pa Firefox, nawutzilaj ri ak'exb'anik rik'in ri Ajk'amaya'l etamab'äl chuqa' najalwachij ruwäch ri awokik'amaya'l.

source: A community of creators
cak: Jun kitinamit tz'ukunela'

source: Get involved
cak: Kak'uluman

source: Mozilla is a non-profit champion of the Internet, we build Firefox to help keep it healthy, open and accessible. Add-ons support user choice and customization in Firefox, and you can contribute in the following ways:
cak: Mozilla jun rumama'al K'amaya'l, ri man rojqan ta ch'akoj, xqatz'ük Firefox richin chi ri K'amaya'l ütz raxnaqil, sipan chuqa' okel. Ri taq tz'aqat nikito' kicha'oj okisanel, ke ri' ri richinanem Firefox chuqa' tikirel yato'on ke re':

source: %(startLink)sMake your own add-on%(endLink)s. We provide free hosting and update services and can help you reach a large audience of users.
cak: %(startLink)sTatz'uku' jun atz'aqat%(endLink)s. Niqaya' sipan awoqxanib'al chuqa' samaj pa ruwi' k'exoj chuqa' yatqato' chi yatapon kik'in k'ïy okisanela'.

source: Help improve this website. It's open source, and you can file bugs and submit patches. You can get started with a %(startGoodFirstBugLink)sgood first bug%(endGoodFirstBugLink)s or view all open issues for AMO’s %(startAddonsServerRepoLink)sserver%(endAddonsServerRepoLink)s and %(startAddonsFrontendRepoLink)sfrontend%(endAddonsFrontendRepoLink)s on Github.
cak: Kato'on richin nutziläx re ajk'amaya'l ruxaq re'. Jaqäl b'itz'ib' rupam chuqa' yatikïr natäq kitzijol sachoj chuqa' k'ojonïk. Yatikïr yato'on rik'in jun %(startGoodFirstBugLink)sutziläj nab'ey sachoj%(endGoodFirstBugLink)s o ye'atz'ët konojel ri ejaqon chi rij ri AMO’s %(startAddonsServerRepoLink)sk'uxasamaj%(endAddonsServerRepoLink)s chuqa' %(startAddonsFrontendRepoLink)sfrontend%(endAddonsFrontendRepoLink)s pa Github.

source: Include your own or anyone else’s email, phone number, or other personal details.
cak: Natz'aqatisaj rochochib'al ataqoya'l o richin jun chik winäq, rajilab'al awoyonib'al o jun chik awetamab'al.

source: Post reviews for an add-on you or your organization wrote or represent.
cak: Taq tzijoxïk chi rij jun tz'aqat ri rat o amoloj xe'itz'ük o ïx pa'äl pa ruwi'.

source: Criticize an add-on for something it’s intended to do. For example, leaving a negative review of an add-on for displaying ads or requiring data gathering, when that is the intended purpose of the add-on, or the add-on requires gathering data to function.
cak: Yach'o chi rij jun tz'aqat ruma ri rusamaj. Achi'el toaq niya' kan jun itzel tzijoxïk chi rij jun tz'aqat ruma ruk'wan eltzijob'äl o numöl etamab'äl toq ja rurayib'al tz'aqat ri' o nik'atzin ri etamab'äl ri' richin nisamäj.

source: Frequently Asked Questions about Reviews
cak: Junelïk taq K'utunïk pa kiwi' taq Tzijoxïk

source: How can I report a problematic review?
cak: ¿Achike rub'eyal ninya' rutzijol jun k'ayew tzijoxïk?

source: Please report or flag any questionable reviews by clicking the "Report this review" and it will be submitted to the site for moderation. Our moderation team will use the Review Guidelines to evaluate whether or not to delete the review or restore it back to the site.
cak: Niya' rutzijol o niya' retal xab'achike k'utuxel tzijoxïk rik'in nipitz' ri "Tisujüx re tzijoxïk re'" richin nipaj rij ri ruxaq k'amaya'l. Ri loman qamolaj xtutojtob'ej richin nujikib'a' ri Kib'eyal Nisamajïx ri Nik'oxïk richin nipaj rij we niyuj o nitalüx chik rutzijol ri ruxaq k'amaya'l.

source: I'm an add-on author, can I respond to reviews?
cak: In b'anel jun tz'aqat, ¿la yitikïr nintzolij tzij chi ke ri taq tzijoxïk?

source: Yes, add-on authors can provide a single response to a review. You can set up a discussion topic in our %(startLink)sforum%(endLink)s to engage in additional discussion or follow-up.
cak: Ja', ri b'anel taq tz'aqat yetikïr nikitzolij rutzij jun tzijoxïk xa xe jumul. Yatikïr natz'ük jun runa'oj richin nitzijöx rij pa %(startLink)ssolna'oj%(endLink)s richin nitikirisäx jun tzijonem o nojqäx jun.

source: I'm an add-on author, can I delete unfavorable reviews or ratings?
cak: In b'anel jun tz'aqat, ¿la yitikïr yenyüj el taq tzijoxïk o itzel taq nik'oxïk?

source: In general, no. But if the review did not meet the review guidelines outlined above, you can click "Report this review" and have it moderated. If a review included a complaint that is no longer valid due to a new release of your add-on, we may consider deleting the review.
cak: Chijun mani. We xa ta man nrojqaj ta ri taq rub'eyal yechol ajsik, yatikïr napïtz pa ri "Tiya' rutzijol re tzijoxïk re'" richin nipaj rij. We jun rutzijoxik sujunïk man okel ta chik toq nelesäx jun k'ak'a' ruwäch tz'aqat, rik'in jub'a' niqayüj el ri tzijoxïk ri'.

source: Review Guidelines
cak: Kib'eyal Yesamajïx taq Nik'oxïk

source: Add-on reviews are a way for you to share your opinions about the add-ons you’ve installed and used. Our review moderation team reserves the right to refuse or remove any review that does not comply with these guidelines.
cak: Ri taq atzijoxik chi kij ri taq tz'aqat jun rub'anikil richin nakomonij ri ana'oj chi kij ri taq tz'aqat e'ayakon chuqa' e'awokisan. Ri loman qamolaj k'o pa kich'ojib'al yekixutuj chuqa' yekiyüj ronojel ri man kojqan ta ri taq b'eyal.

source: Tips for writing a great review
cak: Taq pixa' richin nitz'ib'äx jun utziläj tzijoxïk

source: Do:
cak: Tib'an:

source: Write like you are telling a friend about your experience with the add-on.
cak: Tatz'ib'aj achi'el yatzijon rik'in jun awachib'il pa ruwi' ri awetamab'al rik'in ri tz'aqat.

source: Keep reviews concise and easy to understand.
cak: Ke'ayaka' ri jikïl chuqa' man k'ayew ta niq'ax pan awi' taq tzijoxïk.

source: Give specific and helpful details. For example:
cak: Ke'aya' jikïl chuqa' utziläj taq b'anikil. Achi'el:

source: Did the add-on work as you expected it to?
cak: ¿La xsamäj re tz'aqat re' achi'el awoyob'en?

source: What features did you like or dislike?
cak: ¿Achike taq rub'anikil ütz xe'atz'ët o ri itzel xe'atz'ët?

source: Was it useful?
cak: ¿La xk'atzin?

source: Was it easy to use?
cak: ¿La man k'ayew ta xokisäx?

source: Will you continue to use this add-on?
cak: ¿La k'a xtawokisaj na re tz'aqat re'?

source: Take a moment to read your review before submitting it to minimize typos.
cak: Taya' jun ach'utiramaj richin nasik'ij ri atzijoxik chuwäch nitaq richin yech'utinisäx sachoj taq tz'ib'.

source: Don't:
cak: Mani:

source: Submit one-word reviews such as "Great!", "wonderful," or "bad".
cak: Yetaq taq tzijoxïk kik'wan xa xe jun tzij achi'el "Jeb'ël", "utziläj," o "itzel".

source: Post technical issues, support requests, or feature suggestions. Use the available support options for each add-on, if available. You can find them in the "More information" section in the sidebar on the add-on's detail page.
cak: Chi rij etamatel taq k'ayewal, taq ruk'utuxik to'ïk o kichilab'exik samaj. Richin re' ke'okisäx ri wachel taq kicha'oj chi kijujunal taq tz'aqat. Yatikïr ye'awïl pa ri peraj "Ch'aqa' chik etamab'äl" pa ajxikin rukajtz'ik ruxaq jujun tz'aqat.

source: Write reviews for add-ons which you have not personally used.
cak: Natz'ib'aj taq tzijoxïk chik ri taq tz'aqat man e'awokisan ta.

source: Use profanity, sexual language or language that can be construed as hateful.
cak: Nokisäx xajan, naqonïk tzij o tzij nina'ojïx chi nitzelan.

source: Include HTML, links, source code or code snippets. Reviews are meant to be text only.
cak: Yetz'aqatisäx HTML, taq ximonel, ruxe'el b'itz'ib' o taq snipet. Ri taq tzijoxïk k'o chi xa xe cholan taq tzij.

source: Make false statements, disparage add-on authors or personally insult them.
cak: Yeb'an taq itzel taq ch'ojinem, yoq'oj o ch'owen chi kij ri e b'anel taq tz'aqat.

source: User Profile for %(user)s
cak: Ruwäch Rub'i' Okisanel richin %(user)s

source: Location
cak: K'ojlib'äl

source: Occupation
cak: Samaj

source: User since
cak: Okisanel pa

source: Number of add-ons
cak: Kajlab'al tz'aqat

source: Average rating of developer’s add-ons
cak: Nik'aj kejqalem taq rutz'aqat b'anonel

source: Email Address
cak: Rochochib'al Taqoya'l

source: This field is required
cak: K'atzinel re k'ojlib'äl re'.

source: Display Name *
cak: Tik'ut B'i'aj *

source: Notifications
cak: Taq rutzijol

source: From time to time, Mozilla may send you email about upcoming releases and add-on events. Please select the topics you are interested in.
cak: K'o mul re', ri Mozilla xkerutäq taq taqoya'l chawe chi kij ri k'ak'a' taq ruwäch taq nimaq'ij kichin taq tz'aqat. Ke'acha' ri taq na'oj nawajo' nawetamaj.

source: Mozilla reserves the right to contact you individually about specific concerns with your hosted add-ons.
cak: Mozilla yatrumäj richin nitzijon awik'in chi kij taq kina'oj taq tz'aqat e'ayakon.

source: Unsubscribe
cak: Tiq'at rutz'ib'axik b'i'aj

source: You are successfully unsubscribed!
cak: ¡Ütz xyuj ri rutz'ib'axik ab'i'!

source: Installation failed. Please try again.
cak: Xsach ri yakoj. Titojtob'ëx chik.

source: Download failed. Please check your connection.
cak: Xsach ri qasanïk. Tanik'oj ri awokem.

source: stay up-to-date with news and events relevant to add-on developers (including the about:addons newsletter)
cak: tawetamaj q'ij q'ij pa kiwi' ri taq tzijol chuqa' taq kinimaq'ij b'anonel taq tz'aqat (chuqa' ri ko'öl ruwäch rutzijol about:addons)

source: Mozilla needs to contact me about my individual add-on
cak: Mozilla nrajo' nitzijon wik'in ruma ri tz'aqat wichin

source: new add-ons or Firefox features are available
cak: e k'o k'ak'a' taq rutz'aqat o rub'anikil Firefox

source: someone writes a review of my add-on
cak: k'o nutz'ib'aj jun ejqalem chi rij ri nutz'aqat

source: an add-on developer replies to my review
cak: jun b'anonel tz'aqat nutzolij tzij chi rij ri nunik'oxïk

source: my add-on is reviewed by a reviewer
cak: ri nutz'aqat ninik'öx ruma jun nuk'unel

source: my add-on's compatibility cannot be upgraded
cak: man tikirel ta nik'ex ri ruk'amonel nutz'aqat

source: my add-on's compatibility is upgraded successfully
cak: ri k'amonel nutz'aqat ütz nuk'ëx ri'
