Repository: mozilla/addons-frontend
Catalog: locale/cak/LC_MESSAGES/amo.po
Languages: cak

source: Loading…
cak: Nisamäj…

source: Adding…
cak: Nitz'aqatisäx…

source: Select a collection…
cak: Ticha' jun mol…

source: Create new collection
cak: Titz'uk k'ak'a' mol

source: Added to %(collectionName)s
cak: Tz'aqatisan pa %(collectionName)s

source: Add to…
cak: Titz'aqatisáx pa…

source: Add to collection
cak: Titz'aqatisäx pa mol

source: Content review add-on
cak: Taq tz'aqat richin yerunik'oj rupam

source: Review theme
cak: Kenik'öx taq wachinel

source: Review add-on code
cak: Tanik'oj rub'itz'ib' tz'aqat

source: Admin Links
cak: Ruximonel Nuk'samajel

source: Edit add-on
cak: Tinuk' tz'aqat

source: Admin add-on
cak: Taq rutz'aqat nuk'samajel

source: Author Links
cak: Kiximonel B'anel

source: Experimental
cak: Soltojtob'enel

source: Some features may require payment
cak: Jujun taq samaj rik'in jub'a' e tojel

source: This add-on is not compatible with your version of Firefox.
cak: Man nuk'äm ta ri' rik'in ruwäch Firefox re tz'aqat re'.

source: This add-on is not available on your platform.
cak: Man okel ta re tz'aqat re' pa ri anuk'uche'el.

source: %(addonName)s – Get this Extension for 🦊 Firefox (%(locale)s)
cak: %(addonName)s – Tak'ulu' re K'amal re' richin 🦊 Firefox (%(locale)s)

source: %(addonName)s – Get this Language Pack for 🦊 Firefox (%(locale)s)
cak: %(addonName)s – Tak'ulu' re Rupisaj Ch'ab'äl re' richin 🦊 Firefox (%(locale)s)

source: %(addonName)s – Get this Theme for 🦊 Firefox (%(locale)s)
cak: %(addonName)s – Tak'ulu' re Wachinel re' richin 🦊 Firefox (%(locale)s)

source: %(addonName)s – Get this Add-on for 🦊 Firefox (%(locale)s)
cak: %(addonName)s – Tak'ulu' re Tz'aqat re' richin 🦊 Firefox (%(locale)s)

source: Download %(addonName)s for Firefox. %(summary)s
cak: Tiqasäx %(addonName)s richin Firefox. %(summary)s

source: %(addonName)s – Get this Dictionary for 🦊 Firefox Android (%(locale)s)
cak: %(addonName)s – Tak'ulu' re Soltzij re' richin 🦊 Firefox Android (%(locale)s)

source: %(addonName)s – Get this Extension for 🦊 Firefox Android (%(locale)s)
cak: %(addonName)s – Tak'ulu' re K'amal re' richin 🦊 Firefox Android (%(locale)s)

source: %(addonName)s – Get this Language Pack for 🦊 Firefox Android (%(locale)s)
cak: %(addonName)s – Tak'ulu' re Rupisaj Ch'ab'äl re' richin 🦊 Firefox Android (%(locale)s)

source: %(addonName)s – Get this Theme for 🦊 Firefox Android (%(locale)s)
cak: %(addonName)s – Tak'ulu' re Wachinel re' richin 🦊 Firefox Android (%(locale)s)

source: %(addonName)s – Get this Add-on for 🦊 Firefox Android (%(locale)s)
cak: %(addonName)s – Tak'ulu' re Tz'aqat re' richin 🦊 Firefox Android (%(locale)s)

source: %(addonName)s – Get this Dictionary for 🦊 Firefox (%(locale)s)
cak: %(addonName)s – Tak'ulu' re Soltzij re' richin 🦊 Firefox (%(locale)s)

source: %(total)s Star
cak: %(total)s Ch'umil

source: Not rated yet
cak: K'a majun rajilab'al

source: Users
cak: Okisanela'

source: User
cak: Okisanel

source: No Users
cak: Majun okisanela'

source: Reviews
cak: Taq tzijoxïk

source: Review
cak: Tzijoxïk

source: No Reviews
cak: Majun taq Tzijoxïk

source: Used by
cak: Okisan ruma

source: Homepage
cak: Tikirib'äl ruxaq

source: Support site
cak: Ruxaq kik'amaya'l to'ïk

source: Support Email
cak: Rutaqoya'l To'ïk

source: Visit stats dashboard
cak: Titz'et ri kipas molob'a'

source: Custom License
cak: Ichinan Ya'oj Q'ij

source: Read the privacy policy for this add-on
cak: Tisik'ïx ri richinanem na'oj re tz'aqat re'

source: Read the license agreement for this add-on
cak: Tisik'ïx ri ruch'ob'on tzij ya'oj q'ij re tz'aqat re'

source: See all versions
cak: Ke'atz'eta' ronojel ri kiwäch

source: Add-on Links
cak: Kiximonel Tz'aqat

source: Version
cak: Ruwäch

source: Size
cak: Nimilem

source: Last updated
cak: Ruk'isib'äl k'exoj

source: License
cak: Ya'oj q'ij

source: Privacy Policy
cak: Ichinanem Na'oj

source: End-User License Agreement
cak: Taq Rutzij Ya'oj Q'ij kichin ri Ruk'isib'äl okisanel

source: Version History
cak: Runatab'al Ruwäch

source: Usage Statistics
cak: Kimolob'a' okisanïk

source: More information
cak: Ch'aqa' chik etamab'äl

source: Other users with this extension also installed
cak: Juley taq okisanela' kiyakon chuqa' re k'amal re'

source: Other popular extensions
cak: Ch'aqa' k'ïy kiwinaq taq k'amal

source: Edit reply
cak: Tinuk' tzolin tzij

source: Edit review
cak: Tinuk' tzijoxïk

source: Delete reply
cak: Tiyuj tzolin tzij

source: Delete rating
cak: Tiyuj rajilab'al

source: Delete review
cak: Tiyuj tzijoxïk

source: Do you really want to delete this reply?
cak: ¿La kan nawajo' nayüj re tzolin tzij?

source: Do you really want to delete this rating?
cak: ¿La kan nawajo' nayüj re tzolin tzij?

source: Do you really want to delete this review?
cak: Titikirisäx molojri'ïl richin ninuk' re mol re'

source: Delete
cak: Tiyuj

source: Cancel
cak: Tiq'at

source: Write a reply to this review.
cak: Titz'ib'äx jun tzolin tzij chi re ri tzijoxïk.

source: Update reply
cak: Tik'ex ri tzolin tzij

source: Publish reply
cak: Titalüx rutzijol tzolin tzij

source: Updating reply
cak: Nik'ex ri tzolin tzij

source: Publishing reply
cak: Nitalüx rutzijol tzolin tzij

source: posted %(linkStart)s%(timestamp)s%(linkEnd)s
cak: xtalüx rutzijol %(linkStart)s%(timestamp)s%(linkEnd)s

source: by %(linkUserProfileStart)s%(authorName)s%(linkUserProfileEnd)s, %(linkStart)s%(timestamp)s%(linkEnd)s
cak: ruma %(linkUserProfileStart)s%(authorName)s%(linkUserProfileEnd)s, %(linkStart)s%(timestamp)s%(linkEnd)s

source: by %(authorName)s, %(linkStart)s%(timestamp)s%(linkEnd)s
cak: ruma %(authorName)s, %(linkStart)s%(timestamp)s%(linkEnd)s

source: Deleting…
cak: Niyuj…

source: Reply to this review
cak: Titzolïx tzij chi re ri tzijoxïk

source: This rating or review has been deleted. You are only seeing it because of elevated permissions.
cak: Xyuj re rajilab'al o rutzij. Xa xe rat natz'ët ruma ronojel ya'on q'ij chawe.

source: Write a review
cak: Tatz'ib'aj jun tzijoxïk

source: Submit review
cak: Titaq tzijoxïk

source: Submitting review
cak: Nitaq tzijoxïk

source: Update review
cak: Nik'ex tzijoxïk

source: Updating review
cak: Nik'ex tzijoxïk

source: Saving
cak: Niyak

source: Saved
cak: Xyak

source: Your star rating:
cak: Awejqalem:

source: More dictionaries by %(author)s
cak: Ch'aqa' chik taq soltzij richin %(author)s

source: More dictionaries by these translators
cak: Ch'aqa' chik taq soltzij kuma re taq tzalq'omanela' re'

source: More extensions by %(author)s
cak: Ch'aqa' chik taq k'amal richin %(author)s

source: More extensions by these developers
cak: Ch'aqa' chik taq k'amal kichin re b'anonela' re'

source: Extensions by %(author)s
cak: Taq kik'amal %(author)s

source: Extensions by these developers
cak: Taq kik'amal re b'anonela' re'

source: More language packs by %(author)s
cak: Ch'aqa' chik pison ch'ab'äl kuma %(author)s

source: More language packs by these translators
cak: Ch'aqa' chik pison ch'ab'äl kuma re tzalq'omanela' re'

source: More themes by %(author)s
cak: Ch'aqa' chik taq na'oj richin %(author)s

source: More themes by these artists
cak: Ch'aqa' chik taq na'oj kuma re b'anöl re'

source: Themes by %(author)s
cak: Taq kiwachinel %(author)s

source: Themes by these artists
cak: Taq kiwachinel re taq b'anöl re'

source: More add-ons by %(author)s
cak: Ch'aqa' chik taq tz'aqat richin %(author)s

source: More add-ons by these developers
cak: Ch'aqa' chik taq tz'aqat kichin re b'anonela' re'

source: Add-on icon
cak: Ruwachib'al tz'aqat

source: by
cak: ruma

source: Version %(versionNumber)s
cak: Ruwäch %(versionNumber)s

source: Released %(dateReleased)s - %(fileSize)s
cak: Elesan pa %(dateReleased)s - %(fileSize)s

source: Enable
cak: Titzij

source: Remove
cak: Tiyuj

source: Install Theme
cak: Tiyak Wachinïk

source: Add to Firefox
cak: Taya' chupam Firefox

source: Log out
cak: Titz'apïx molojri'ïl

source: Loading
cak: Nisamajib'ëx

source: Find add-ons
cak: Ke'ilitäj taq tz'aqat

source: Search
cak: Tikanöx

source: No categories found.
cak: Majun taq ruwäch xe'ilitäj.

source: Categories
cak: Taq ruwäch

source: Loading categories.
cak: Yesamajib'ëx taq ruwäch.

source: Find an add-on to include in this collection
cak: Tikanöx jun tz'aqat richin nitz'aqatisäx pa re mol re'

source: Edit this collection
cak: Tinuk' re mol re'

source: Add-ons
cak: Taq tz'aqat

source: Creator
cak: Q'inonel

source: Save changes
cak: Keyak taq jaloj

source: Collection name
cak: Rub'i' mol

source: Description
cak: Tzijoxkil

source: Custom URL
cak: Ichinan URL

source: Newest first
cak: Nab'ey ri e k'ak'a'

source: Oldest first
cak: Nab'ey ri e ojer kan

source: Name
cak: B'i'aj

source: Confirm
cak: Tijikib'äx

source: Contribute now
cak: Kato'on wakami

source: Support this developer
cak: Tito' re b'anonel re'

source: Support these developers
cak: Keto' re b'anonela' re'

source: The developer of this extension asks that you help support its continued development by making a small contribution.
cak: Ri rub'anonel re k'amal re', nuk'utüj chawe chi tato' rik'in rub'anik, rik'in naya' jun ko'öl ato'ik.

source: The developers of this extension ask that you help support its continued development by making a small contribution.
cak: Ri e rub'anonela' re k'amal re', nuk'utüj chawe chi tato' rik'in rub'anik, rik'in naya' jun ko'öl ato'ik.

source: Support this artist
cak: Tito' re b'anöl re'

source: Support these artists
cak: Keto' re b'anöl re'

source: The artist of this theme asks that you help support its continued creation by making a small contribution.
cak: Ri rub'anöl re wachinel re', nuk'utüj chawe chi tato' richin chi nitz'ukun, rik'in naya' jun ko'öl ato'ik.

source: The artists of this theme ask that you help support its continued creation by making a small contribution.
cak: Ri kib'anöl re wachinel re', nikik'utüj chawe chi ke'ato' richin chi yeitz'ukun, rik'in naya' jun ko'öl ato'ik.

source: Support this author
cak: Tito' re b'anel re'

source: Support these authors
cak: Keto' re taq b'anel re'

source: The author of this add-on asks that you help support its continued work by making a small contribution.
cak: Ri rub'anel re tz'aqat re', nuk'utuj chawe chi tato' rik'in rusamaj, rik'in naya' jun ko'öl ato'ik.

source: The authors of this add-on ask that you help support its continued work by making a small contribution.
cak: Ri taq rub'anel re tz'aqat re', nikik'utuj chawe chi ke'ato' rik'in kisamaj, rik'in naya' jun ko'öl ato'ik.

source: Enter text.
cak: Titz'ib'äx cholan tzij.

source: Submit
cak: Titaq

source: Submitting
cak: Nitaq

source: Leave a note
cak: Tiya' kan jun ch'utitzijol…

source: Save
cak: Tiyak

source: Edit
cak: Tinuk'

source: Your session has expired
cak: Xk'is ri amolojri'ïl

source: An unexpected error occurred
cak: Man oyob'en ta re sachoj xk'ulwachitäj

source: Reload To Continue
cak: Tisamajib'ëx chik Richin Nisamäj chik

source: Page not found
cak: Man xilitäj ta ruxaq

source: Sorry, but we can't find anything at the URL you entered.
cak: Kojakuyu', xa xe chi majun xqïl chupam ri URL xatz'ib'aj.

source: Error code: %(status)s.
cak: Rub'itz'ib' sachoj: %(status)s.

source: If you are signed in and think this message is an error, please <a href="%(url)s">file an issue</a>. Tell us where you came from and what you were trying to access, and we'll fix the issue.
cak: We xatikirisaj molojri'ïl chuqa' nana'ojij chi re rutzijol re' jun sachoj, <a href="%(url)s">taya' rutzijol ri k'ayewal</a>. Tab'ij chi qe akuchi' atpetenäq chuqa' achoq chupam natojtob'ej yatok, richin niqachojmirisaj ri k'ayewal.

source: Not Authorized
cak: Man ya'on ta q'ij

source: Sorry, but you aren't authorized to access this page. If you aren't signed in, try signing in using the link at the top of the page.
cak: Niqamäy, xa xe chi man ya'on ta q'ij chawe richin yatok pa re ruxaq re'. We man atikirisan ta molojri'ïl, yatikïr yatok rik'in nawokisaj ri ximonel k'o pa jotöl chi re ri ruxaq.

source: Oops! We can’t find that page
cak: ¡UPs! Man xqïl ta ri ruxaq

source: If you have additional information that would help us you can <a href="https://github.com/mozilla/addons-frontend/issues/new/">file an issue</a>. Tell us what steps you took that lead to the error and we'll do our best to fix it.
cak: We k'o rutz'aqat awetamab'al ri tikirel yojruto', yatikïr <a href="https://github.com/mozilla/addons-frontend/issues/new/">naya' rutzijol ri k'ayewal</a>. Tab'ij chi qe achike rub'eyal awojqan richin xatapon pa ri k'ayewal chuqa' richin yojtikïr niqab'än rutzil.

source: Server Error
cak: Rusachoj K'uxasamaj

source: Sorry, but there was an error with our server and we couldn't complete your request. We have logged this error and will investigate it.
cak: Kojakuyu', xa xk'ulwachitäj jun sachoj pa ri qak'uxasamaj ruma ri' toq man xojtikïr ta xqatz'aqatisaj ri ak'utuxik. Xqatz'ib'aj ri sachoj chuqa' xtiqatikib'a'.

source: Toggle contents
cak: Kejal rupam

source: The review was not found.
cak: Man xilitäj ta ri nik'oxik.

source: This is a bug report or support request
cak: Re re' achi'el jun rutzijol sachoj o ruk'utuxik to'ïk

source: Flagged as a bug report or support request
cak: Ya'on retal achi'el jun rutzijol sachoj o ruk'utuxik to'ïk

source: Flagged
cak: Xya' retal

source: Flag
cak: Tiya' retal

source: Flag this developer response
cak: Tiya' retal re tzolin rutzij b'anonel

source: Flag this review
cak: Tiya' retal re tzijoxïk re'

source: Log in to flag this response
cak: Titikirisäx molojri'ïl richin niya' retal re tzolin tzij re'

source: Log in to flag this review
cak: Titikirisäx molojri'ïl richin niya' retal re tzijoxïk re'

source: This is spam
cak: Seq'tzijol re re'

source: Flagged as spam
cak: Xya' retal achi'el seq'tzijol

source: This contains inappropriate language
cak: Ruk'wan man ruk'amon ta ch'ab'äl

source: Flagged for inappropriate language
cak: Xya' retal achi'el man ruk'amon ta ch'ab'äl

source: Forum
cak: Molna'oj

source: Report a bug
cak: Tiya' rutzijol jun sachoj

source: Review Guide
cak: Ruk'amöl Nik'oxïk

source: Privacy
cak: Ichinanem

source: Cookies
cak: Taq kaxlanwey

source: Legal
cak: Ruchojmil tzij

source: Except where otherwise %(startNotedLink)snoted%(endNotedLink)s, content on this site is licensed under the %(startLicenseLink)sCreative Commons Attribution Share-Alike License v3.0%(endLicenseLink)s or any later version.
cak: We xa ta niya' %(startNotedLink)srutzijol chi man ke ta ri' %(endNotedLink)s, ri rupam re ruxaq k'amaya'l re' ya'on q'ij rik'in ri ya'oj q'ij%(startLicenseLink)sCreative Commons Richinilem Tikomonïx-Junam v3.0%(endLicenseLink)s o jun chik ruwäch.

source: Go to Mozilla's homepage
cak: Tib'an b'enam pa Mozilla tikirib'äl ruxaq

source: About
cak: Tawetamaj qawäch

source: Developer Hub
cak: B'anonela' Jay

source: Download Firefox
cak: Taqasaj Firefox

source: Tools
cak: Taq samajib'äl

source: Submit a New Add-on
cak: Titaq jun K'ak'a' Tz'aqat

source: Submit a New Theme
cak: Titaq jun K'ak'a' Wachinïk

source: Manage My Submissions
cak: Kenuk'samajïx Taq Nutaqoj

source: Reviewer Tools
cak: Taq Rusamajib'al Nik'onel

source: My Account
cak: Rub'i' Nutaqoya'l

source: View My Collections
cak: Ketz'et taq Numol

source: RECOMMENDED
cak: CHILAB'EN

source: Firefox only recommends extensions that meet our standards for security and performance.
cak: Firefox xa xe yeruchilab'ej taq k'amal kojqan rub'eyal qajikomal chuqa' rub'eyal qasamaj

source: Access your data for all websites
cak: Nok pa ri taq atzij pa ronojel ri ajk'amaya'l ruxaq

source: Access your data for sites in the %(param)s domain
cak: Katok pa ri taq atzij richin ri taq ruxaq k'amaya'l pa %(param)s ajk'amal

source: Access your data for %(param)s
cak: Katok pa taq atzij richin %(param)s

source: Verified
cak: Xjikib'äx

source: Learn more
cak: Tetamäx ch'aqa' chik

source: Change language
cak: Tijal ch'ab'äl

source: Previous
cak: Chuwäch

source: Next
cak: Jun chik

source: Permissions
cak: Taq ya'oj q'ij

source: Read and modify bookmarks
cak: Kesik'ïx chuqa' kek'ex taq yaketal

source: Read and modify browser settings
cak: Kesik'ïx chuqa' kejal kinuk'ulem kanob'äl

source: Clear recent browsing history, cookies, and related data
cak: Tiyuj ri k'ak'a' natab'äl, taq kaxlanwey, chaqa' chik taq rutzij ri okem pa k'amaya'l

source: Get data from the clipboard
cak: Tik'am tzij pa ri yakwujb'äl

source: Input data to the clipboard
cak: Kenim taq tzij pa ri yakwujb'äl

source: Extend developer tools to access your data in open tabs
cak: Kenimirisäx ri kisamajib'al b'anonela' richin ke'ok pa taq kitzij pa jaqon taq ruwi'

source: Download files and read and modify the browser’s download history
cak: Keqasäx taq yakb'äl, tisik'ïx chuqa' tijalwachïx ri kinatab'al ruqasanik okik'amaya'l

source: Open files downloaded to your computer
cak: Kejaq ri taq yakb'äl eqasan pan akematz'ib'

source: Read the text of all open tabs
cak: Tisik'ïx cholan kitzij konojel ri jaqäl taq ruwi'

source: Access your location
cak: Katok pan ak'ojlib'al

source: Access browsing history
cak: Okem pa runatab'al okem pa k'amaya'l

source: Monitor extension usage and manage themes
cak: Kenik'öx ri rokisaxik k'amal chuqa' ri kinuk'samajixik taq wachinel

source: Exchange messages with programs other than Firefox
cak: Kejalwachïx taq rutzijol kik'in taq kema' ri man e Firefox ta

source: Display notifications to you
cak: Kek'ut pe ri rutzijol chawäch

source: Provide cryptographic authentication services
cak: Keya' chib'äl juxun taq samaj

source: Control browser proxy settings
cak: Tichajïx runuk'ulem ruproxi ri okik'amaya'l

source: Read and modify privacy settings
cak: Tisik'ïx chuqa' tijal ri runuk'ulem ichinanem

source: Access recently closed tabs
cak: Katok pa ri taq ruwi' nimakol kejaq

source: Access browser tabs
cak: Tok pa ri taq ruwi' okik'amaya'l

source: Hide and show browser tabs
cak: Ke'ewäx chuqa' kek'ut pe ri taq ruwi' okem pa k'amaya'l

source: Store unlimited amount of client-side data
cak: Tiyak mek'isel kajilab'al taq tzij richin ri qawinaq

source: Access browser activity during navigation
cak: Nok pa ri rusamaj okik'amaya'l toq okinäq pa k'amaya'l

source: Firefox only recommends add-ons that meet our standards for security and performance.
cak: Firefox xa xe yeruchilab'ej taq tz'aqat kojqan rub'eyal qajikomal chuqa' rub'eyal qasamaj

source: This add-on has been reviewed to meet our standards for security and performance.
cak: Re tz'aqat re' xnik'öx richin nib'anatäj ri rub'eyal qajikomal chuqa' rub'eyal samaj.

source: Log in to rate this dictionary
cak: Titikirisäx molojri'ïl richin nitojtob'ëx re soltzij re'

source: Log in to rate this language pack
cak: Titikirisäx molojri'ïl richin nitojtob'ëx re tanaj ch'ab'äl re'

source: Log in to rate this theme
cak: Titikirisäx molojri'ïl richin nitojtob'ëx re wachinïk re'

source: Log in to rate this extension
cak: Titikirisäx molojri'ïl richin nitojtob'ëx re k'amal re'

source: Log in to rate this add-on
cak: Titikirisäx molojri'ïl richin nitojtob'ëx re tz'aqat re'

source: Saving star rating
cak: Niyak rajil

source: Star rating saved
cak: Xyak rajil

source: You reported this add-on for abuse
cak: Xaya' rutzijol itzel rokisaxik re tz'aqat re'

source: We have received your report. Thanks for letting us know about your concerns with this add-on.
cak: Xqak'ül ri atzijol. Niqak'awomaj chawe ruma ri taq amayoj chi rij re chokoy re'.

source: We can't respond to every abuse report but we'll look into this issue.
cak: Man yojtikïr ta niqatzolij tzij chi ke konojel ri taq rutzijol itzel kokisaxik, xa xtiqanik'oj re k'ayewal rel'.

source: If you think this add-on violates %(linkTagStart)sMozilla's add-on policies%(linkTagEnd)s or has security or privacy issues, please report these issues to Mozilla using this form.
cak: We nana'ojij chi re tz'aqat re' yerutz'ila' ri %(linkTagStart)skina'ojil kitz'aqat Mozilla%(linkTagEnd)s o k'o k'ayewal pa ruwi' jikomal o ichinanem, taya' rutzijol chi re ri Mozilla rik'in rokisaxik re nojwuj re'.

source: Report this add-on for abuse
cak: Tiya' rutzijol itzel rokisaxik re tz'aqat re'

source: Please don't use this form to report bugs or request add-on features; this report will be sent to Mozilla and not to the add-on developer.
cak: Man tawokisaj re nojwuj re' richin naya' rutzijol k'ayewal pa tz'aqat o richin ye'ak'utuj k'ak'a' taq samaj; re rutzijol re' xtitaq chi re ri Mozilla, man chi re ta ri rub'anonel tz'aqat.

source: Send abuse report
cak: Nitaq rutzijol tz'ilanem

source: Sending abuse report
cak: Nitaq rutzijol tz'ilanem

source: Dismiss
cak: Tich'aqïx

source: Explain how this add-on is violating our policies.
cak: Tacholo chi qe achike rub'eyal re tz'aqat re' nutz'ila' ri qana'ojil.

source: Report this user for abuse
cak: Tiya' rutzijol rutz'ilanem re okisanel re'

source: If you think this user is violating %(linkTagStart)sMozilla's Add-on Policies%(linkTagEnd)s, please report this user to Mozilla.
cak: We nana'ojij chi re tz'aqat re' yerutz'ila' ri %(linkTagStart)sKina'ojil Kitz'aqat Mozilla%(linkTagEnd)s, taya' rutzijol re okisanel re' chi re ri Mozilla.

source: Please don't use this form to report bugs or contact this user; your report will only be sent to Mozilla and not to this user.
cak: Man tawokisaj re nojwuj re' richin naya' rutzijol k'ayewal o yatzijon rik'in re okisanel re'; re rutzijol re' xtitaq chi re ri Mozilla, man chi re ta re okisanel re'.

source: Explain how this user is violating our policies.
cak: Tacholo chi qe achike rub'eyal re okisanel re' nutz'ila' ri qana'ojil.

source: You reported this user for abuse
cak: Xaya' rutzijol re okisanel re' ruam nitz'ilon

source: We have received your report. Thanks for letting us know about your concerns with this user.
cak: Xqak'ül ri atzijol. Niqak'awomaj chawe ruma ri taq amayoj chi rij re okisanel re'.

source: Search results
cak: Kiq'i'oj kanoxïk

source: Trending extensions
cak: Taq k'amal k'ïy kiwinaq

source: Trending themes
cak: K'ïy kiwinaq taq wachinel

source: Trending add-ons
cak: K'ïy kiwinaq taq tz'aqat

source: Top rated extensions
cak: Taq k'amal k'ïy kejqalem

source: Top rated themes
cak: Taq wachinel k'ïy kejqalem

source: Top rated add-ons
cak: Taq tz'aqat ya'on kiq'ij

source: Popular extensions
cak: K'ïy kiwinaq taq k'amal

source: Popular themes
cak: Taq wachinïk k'ïy kiwinaq

source: Popular add-ons
cak: K'ïy kiwinaq taq tz'aqat

source: Search results for "%(query)s"
cak: Kekanöx taq ruq'i'oj "%(query)s"

source: %(count)s extension found for "%(query)s"
cak: %(count)s k'amal xilitäj richin "%(query)s"

source: %(count)s theme found for "%(query)s"
cak: %(count)s wachinïk xilitäj richin "%(query)s"

source: %(count)s result found for "%(query)s"
cak: %(count)s q'i'oj xilitäj richin "%(query)s"

source: Searching for "%(query)s"
cak: Nikanöx richin "%(query)s"

source: All
cak: Ronojel

source: Extension
cak: K'amal

source: Theme
cak: Wachinïk

source: Relevance
cak: Rejqalem

source: Recently Updated
cak: Nimakol k'exoj

source: Most Users
cak: Ch'aqa' Okisanela'

source: Top Rated
cak: Ütz Kejqalem Ya'on

source: Trending
cak: K'ïy ruwinaq

source: Any
cak: Xab'achike

source: Filter results
cak: Kichayub'al q'i'oj

source: Sort by
cak: Tichol chi

source: Add-on Type
cak: Ruwäch Tz'aqat

source: Go to the add-on page
cak: Tib'e pa ruxaq tz'aqat

source: No theme preview available
cak: Majun nab'ey rutzub'al wachinïk okel

source: %(total)s user
cak: %(total)s okisanel

source: Searching…
cak: Nikanöx…

source: No results were found for "%(query)s".
cak: Majun taq q'i'oj xe'ilitäj richin "%(query)s".

source: No results were found.
cak: Majun taq q'i'oj xe'ilitäj.

source: Themes
cak: Taq wachinel

source: More…
cak: Ch'aqa' chik…

source: for Firefox
cak: richin Firefox

source: Dictionaries & Language Packs
cak: Taq Soltzij & Tanaj taq Ch'ab'äl

source: Other Browser Sites
cak: Ch'aqa' chik Ruxaq Okik'amaya'l

source: Add-ons for Android
cak: Kitz'aqat Android
