Repository: mozilla/addons-frontend
Catalog: locale/cak/LC_MESSAGES/disco.po
Languages: cak

source: Install Theme
cak: Tiyak Wachinïk

source: Add to Firefox
cak: Taya' chupam Firefox

source: Server Error
cak: Rusachoj K'uxasamaj

source: Sorry, but there was an error and we couldn't complete your request. We have logged this error and will investigate it.
cak: Kojakuyu', xa xk'ulwachitäj jun sachoj ruma ri' toq man xojtikïr ta xqatz'aqatisaj ri ak'utuxik. Xqatz'ib'aj ri sachoj chuqa' xtiqatikib'a'.

source: Error code: %(status)s.
cak: Rub'itz'ib' sachoj: %(status)s.

source: Page not found
cak: Man xilitäj ta ruxaq

source: Sorry, but we can't find anything at the URL you entered.
cak: Kojakuyu', xa xe chi majun xqïl chupam ri URL xatz'ib'aj.

source: Downloading %(name)s.
cak: Niqasäx %(name)s.

source: Installing %(name)s.
cak: Niyak %(name)s.

source: %(name)s is installed and enabled. Click to uninstall.
cak: %(name)s xyak chuqa' tzijïl. Tipitz' richin nelesäx el.

source: %(name)s is disabled. Click to enable.
cak: %(name)s xchup. Tipitz' richin nitzij.

source: Uninstalling %(name)s.
cak: Man niyak ta %(name)s.

source: %(name)s is uninstalled. Click to install.
cak: %(name)s xelesäx el. Tipitz' richin niyak.

source: Install state for %(name)s is unknown.
cak: Man etaman ta rub'anikil ruyakij ri %(name)s.

source: Installation failed. Please try again.
cak: Xsach ri yakoj. Titojtob'ëx chik.

source: Download failed. Please check your connection.
cak: Xsach ri qasanïk. Tanik'oj ri awokem.

source: An unexpected error occurred during installation.
cak: Xk'ulwachitäj jun man oyob'en ta sachoj toq niyak.

source: An unexpected error occurred during uninstallation.
cak: Xk'ulwachitäj jun man oyob'en ta sachoj toq nelesäx.

source: An unexpected error occurred.
cak: Man oyob'en ta re sachoj xk'ulwachitäj.

source: This add-on will be uninstalled after you restart Firefox.
cak: Re tz'aqat re' xtelesäx el chupam toq xtitikirisäx chik ri Firefox.

source: Please restart Firefox to use this add-on.
cak: Titikirisäx chik Firefox richin nokisäx re tz'aqat re'.

source: Close
cak: Titz'apïx

source: Firefox for iOS does not currently support add-ons.
cak: Wakami ri Firefox richin iOS man nuk'äm ta ri' kik'in ri taq chokoy.

source: This add-on does not support your version of Firefox.
cak: Man nuköch' ta re tz'aqat re' re ruwäch Firefox.

source: This add-on does not support your browser.
cak: Man nuköch' ta re tz'aqat re' ri awokik'amaya'l.

source: Discover Add-ons
cak: Ke'ilitäj taq Tz'aqat

source: Personalize Your Firefox
cak: Tawichinaj ri Firefox

source: There are thousands of free add-ons, created by developers all over the world, that you can install to personalize your Firefox. From fun visual themes to powerful tools that make browsing faster and safer, add-ons make your browser yours. To help you get started, here are some we recommend for their stand-out performance and functionality.
cak: E k'o k'ïy sipan taq tz'aqat, enuk'un kuma ajb'anonela' chijun ri ruwach'ulew chuqa' yatkito' richin nawichinaj ri Firefox. Achi'el tik'asäs wachel taq wachinïk kik'in samajib'äl chuqa' achik'anel taq samaj richin anin chuqa' jikïl yatok pa k'amaya'l. Ri taq tz'aqat yatkito' richin nawichinaj ri awokik'amaya'l, richin natikirisaj yeqachilab'ej jujun chawe ruma ri rub'eyal yesamäj chuqa' ri kisamaj.

source: Privacy Policy
cak: Runa'ojil Ichinanem

source: Your session has expired
cak: Xk'is ri amolojri'ïl

source: An unexpected error occurred
cak: Man oyob'en ta re sachoj xk'ulwachitäj

source: Reload To Continue
cak: Tisamajib'ëx chik Richin Nisamäj chik
