Repository: mozilla/addons-frontend
Catalog: locale/*/LC_MESSAGES/amo.po
Languages: ar, az, bg, bn_bd, bs, ca, cs, da, de, el, es, fa, fi, fr, fur, fy_nl, ga_ie, he, hr, hu, ia, id, is, it, ja, ka, kab, ms, nb_no, nl, nn_no, pa_in, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: From time to time, Mozilla may send you email about upcoming releases and add-on events. Please select the topics you are interested in.
ar: من وقت لآخر، قد تُرسل لك موزيلا رسائل على بريدك الإلكتروني عن الإصدارات القادمة وأحداث الإضافات. رجاءً اختر الموضوعات التي تهتم بها لتصلك على بريدك.
ca: Periòdicament, Mozilla pot enviar-vos correus sobre pròximes versions i esdeveniments sobre complements. Seleccioneu els temes en què esteu interessat.
cs: Čas od času Mozilla zasílá e-maily o nadcházejících vydáních a událostech, které se týkají doplňků. Zvolte témata, která vás zajímají.
da: Fra tid til anden kan Mozilla sende dig mail om kommende udgivelser og arrangementer vedrørende tilføjelser. Vælg de emner, du er interesseret i.
de: Von Zeit zu Zeit kann Mozilla Ihnen Informationen über zukünftige Veröffentlichungen und Add-on-Veranstaltungen schicken. Bitte wählen Sie die Themen, an denen Sie interessiert sind.
el: Η Mozilla ενδέχεται να στέλνει περιστασιακά email σχετικά με επερχόμενες κυκλοφορίες και εκδηλώσεις προσθέτων. Επιλέξτε τα θέματα που σας ενδιαφέρουν.
es: De vez en cuando, puede que Mozilla te envíe un correo sobre los próximos lanzamientos y eventos sobre complementos. Selecciona los temas que te interesan.
fi: Mozilla saattaa lähettää toisinaan sähköpostia tulevista julkaisuista ja lisäosiin liittyvistä tapahtumista. Valitse sinua kiinnostavat aihealueet.
fr: De temps en temps, Mozilla peut vous envoyer un e-mail à propos des sorties à venir et des évènements sur les modules. Merci d’indiquer les sujets qui vous intéressent.
fur: Di cuant in cuant, Mozilla al podarès mandâti une e-mail par inzornâti su lis gnovis versions e su events in merit ai components adizionâi. Selezione i argoments che ti puedin interessâ.
fy_nl: Mozilla kin jo sa no en dan in e-mailberjocht stjoere oer oankommende útjeften en add-on-barrens. Selektearje de foar jo ynteressante ûnderwerpen.
he: מדי פעם בפעם, עשויות להישלח אליך הודעות בדוא״ל מ־Mozilla על מהדורות חדשות ואירועי תוספות. נא לבחור את הנושאים שמעניינים אותך.
hr: Mozilla ti povremeno šalje mailove o nadolazećim izdanjima i dodacima. Odaberi teme, koje te zanimaju.
hu: Időről időre a Mozilla e-mail üzeneteket küldhet a soron következő kiadásokról és eseményekről. Kérjük válassza ki azokat a témákat, melyek érdeklik.
ia: De tempore in tempore, Mozilla pote mitter te email circa versiones approchante e eventos del additivo. Per favor elige le topicos al qual tu es interessate.
id: Sewaktu-waktu, Mozilla akan mengirimi Anda surel mengenai rilis yang akan datang dan acara pengaya. Silakan memilih topik yang Anda minati.
is: Öðru hverju gæti Mozilla átt það til að senda þér tölvupóst um væntanlegar uppfærslur og atburði tengda viðbótum. Veldu þau efni sem þú hefðir áhuga á.
it: Di tanto in tanto, Mozilla potrebbe inviarti un'email per aggiornarti sulle nuove versioni ed eventi riguardo ai componenti aggiuntivi. Seleziona gli argomenti di tuo interesse.
ja: Mozilla では時々、今後のリリースやアドオン関連のイベントに関するメールをお送りしています。興味のあるトピックを選択してください。
ka: დროდადრო, Mozilla-მ შესაძლოა გამოგიგზავნოთ ელფოსტაზე სამომავლო გამოშვებებისა და დამატებების შესახებ ცნობები. გთხოვთ მიუთითოთ ის თემები, რომლებიც გაინტერესებთ.
kab: Si sya ar da, Mozilla tezmer ak-d-azen imayl ɣef tuffɣiwin d-iteddun neɣ tidyanin ɣef izegrar. Tanemmirt ma temlid-d isental i tḥemleḍ.
ms: Dari masa ke semasa, Mozilla akan menghantar e-mel kepada anda perihal keluaran dan acara add-on akan datang. Sila pilih topik yang anda minati.
nb_no: Fra tid til annen kan Mozilla sende deg en e-post om kommende utgivelser og arrangementer vedrørende tillegg. Velg emner som du er interessert i.
nl: Mozilla kan u af en toe een e-mailbericht sturen over aankomende uitgaven en add-on-gebeurtenissen. Selecteer de voor u interessante onderwerpen.
nn_no: Frå tid til annan kan Mozilla sende deg ein e-post om komande utgivingar og arrangement som har med tillegg å gjere. Vel emne som du er interessert i.
pa_in: ਸਮੇਂ-ਸਮੇ ਤੇ, ਮੌਜੀਲਾ ਆਉਣ ਵਾਲੀਆਂ ਰੀਲੀਜ਼ਾਂ ਅਤੇ ਐਡ-ਆਨ ਸਮਾਗਮਾਂ ਬਾਰੇ ਈਮੇਲ ਭੇਜਦਾ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਵਿਸ਼ਾ ਚੁਣੋ ਜਿਸ ਵਿੱਚ ਤੁਹਾਡੀ ਦਿਲਚਸਪੀ ਹੋਵੇ।
pl: Od czasu do czasu Mozilla może wysyłać wiadomości e-mail o nadchodzących wydaniach i wydarzeniach związanych z dodatkami. Proszę wybrać tematy, które Cię interesują.
pt_br: De tempos em tempos, a Mozilla pode enviar emails para você sobre novos lançamentos e eventos sobre extensões. Selecione os tópicos que te interessam.
pt_pt: De tempo a tempo, a Mozilla poderá enviar-lhe um email acerca dos próximos lançamentos e eventos de extras. Por favor, selecione os tópicos em que está interessado(a).
ro: Din când în când, Mozilla îți poate trimite e-mailuri despre evenimente viitoare și evenimente privind dezvoltarea de suplimente. Te rugăm să selectezi subiectele care te interesează.
ru: Время от времени Mozilla может отправлять вам письма о выходящих вскоре релизах и новостях дополнений. Пожалуйста, выберите темы, в которых вы заинтересованы.
si: කලින් කලට, මොසිල්ලා වෙතින් ඉදිරි නිකුතු සහ එක්කහු සිදුවීම් පිළිබඳව වි-තැපැල් ලැබෙනු ඇත. කරුණාකර ඔබ උනන්දු වන මාතෘකා තෝරන්න.
sk: Z času na čas môže Mozilla posielať e‑mailové správy o nadchádzajúcich verziách a udalostiach spojených s doplnkami. Vyberte si témy, ktoré vás zaujímajú.
sl: Od časa do časa vam bo Mozilla morda poslala e-pošto o prihajajočih izdajah in dogodkih glede dodatkov. Izberite teme, ki bi vas zanimale.
sq: Mozilla mund t’ju dërgojë, herë pas here, email rreth versionesh të ardhshëm dhe veprimtari që lidhen me shtesat. Ju lutemi, përzgjidhni më poshtë temat që ju interesojnë.
sv_se: Från tid till annan kan Mozilla skicka dig e-post om kommande versioner och tilläggsevenemang. Välj de ämnen du är intresserad av.
th: บางครั้ง Mozilla อาจส่งอีเมลถึงคุณเกี่ยวกับการออกรุ่นถัดไปและกิจกรรมต่าง ๆ เกี่ยวกับส่วนเสริม โปรดเลือกหัวข้อที่คุณสนใจ
tr: Mozilla zaman zaman gelecek sürümler ve eklenti etkinlikleri hakkında size e-posta gönderebilir. Lütfen ilgilendiğiniz konuları seçin.
uk: Час від часу Mozilla може надсилати вам електронні листи про випуски, що наближаються, та про події додатків. Будь ласка, оберіть теми, які вас цікавлять.
vi: Thỉnh thoảng, Mozilla có thể gửi email cho bạn về các phiên bản sắp tới và các sự kiện bổ trợ. Vui lòng chọn các chủ đề bạn quan tâm.

source: From time to time, Mozilla may send this user email about upcoming releases and add-on events. Please select the topics this user may be interested in.
ar: من وقت لآخر، قد تُرسل موزيلا رسائل على بريد هذا المستخدم الإلكتروني عن الإصدارات القادمة وأحداث الإضافات. رجاءً اختر الموضوعات التي يهتم بها هذا المستخدم لتصل على بريده.
ca: Periòdicament, Mozilla pot enviar a aquest usuari correus sobre pròximes versions i esdeveniments sobre complements. Seleccioneu els temes en què aquest usuari pot estar interessat.
cs: Čas od času Mozilla zasílá e-maily o nadcházejících vydáních a událostech, které se týkají doplňků. Zvolte témata, která tohoto uživatele zajímají.
da: Fra tid til anden kan Mozilla sende denne bruger mail om kommende udgivelser og arrangementer vedrørende tilføjelser. Vælg de emner, denne bruger er interesseret i.
de: Von Zeit zu Zeit kann Mozilla diesem Nutzer Informationen über zukünftige Veröffentlichungen und Add-on-Veranstaltungen schicken. Bitte wählen Sie die Themen, an denen dieser Nutzer interessiert sein könnte.
el: Η Mozilla ενδέχεται να στέλνει περιστασιακά email σε αυτόν τον χρήστη, σχετικά με επερχόμενες κυκλοφορίες και εκδηλώσεις προσθέτων. Επιλέξτε τα θέματα που ενδέχεται να ενδιαφέρουν αυτόν τον χρήστη.
es: De vez en cuando, puede que Mozilla te envíe un correo sobre los próximos lanzamientos y eventos sobre complementos. Selecciona los temas que te interesan.
fi: Mozilla saattaa lähettää toisinaan tälle käyttäjälle sähköpostia tulevista julkaisuista ja lisäosiin liittyvistä tapahtumista. Valitse kyseistä käyttäjää mahdollisesti kiinnostavat aihealueet.
fr: De temps en temps, Mozilla peut envoyer un e-mail à cet utilisateur ou utilisatrice à propos des sorties à venir et des évènements sur les modules. Merci d’indiquer les sujets qui pourraient intéresser cette personne.
fur: Di cuant in cuant, Mozilla al podarès mandâ a chest utent une e-mail par inzornâlu su lis gnovis versions e su events in merit ai components adizionâi. Selezione i argoments che i puedin interessâ.
fy_nl: Mozilla kin jo sa no en dan in e-mailberjocht stjoere oer oankommende útjeften en add-on-barrens. Selektearje de foar jo ynteressante ûnderwerpen.
he: מדי פעם בפעם, עשויות להישלח למשתמש זה הודעות בדוא״ל מ־Mozilla על מהדורות חדשות ואירועי תוספות. נא לבחור את הנושאים שמעניינים את המשתמש הזה.
hr: Mozilla povremeno šalje mailove o nadolazećim izdanjima i dodacima na ovu e-adresu. Odaberi teme, koje zanimaju ovog korisnika.
hu: Időről időre a Mozilla e-mail üzeneteket küldhet ennek a felhasználónak a soron következő kiadásokról és eseményekről. Kérjük válassza ki azokat a témákat, amelyek érdekelhetik ezt a felhasználót.
ia: De tempore in tempore, Mozilla pote mitter iste email de usator circa versiones approchante e eventos de additivo. Per favor elige le topicos al qual iste usator pote ser interessate.
id: Sewaktu-waktu, Mozilla akan mengirimi pengguna ini surel mengenai rilis yang akan datang dan acara pengaya. Silakan memilih topik yang mungkin diminati pengguna ini.
is: Öðru hverju gæti Mozilla átt það til að senda þessum notanda tölvupóst um væntanlegar uppfærslur og atburði tengda viðbótum. Veldu þau efni sem notandinn gæti haft áhuga á.
it: Di tanto in tanto, Mozilla potrebbe inviare a questo utente un'email per aggiornarlo sulle nuove versioni ed eventi riguardo ai componenti aggiuntivi. Seleziona gli argomenti che potrebbero interessare all’utente.
ja: Mozilla では時々、今後のリリースやアドオン関連のイベントに関するメールをこのユーザーへお送りしています。このユーザーが興味があると思われるトピックを選択してください。
ka: დროდადრო, Mozilla-მ შესაძლოა გაუგზავნოს ამ მომხმარებელს ელფოსტაზე სამომავლო გამოშვებებისა და დამატებების შესახებ ცნობები. გთხოვთ მიუთითოთ ის თემები, რომლებიც ამ მომხმარებელს შეიძლება აინტერესებდეს.
kab: Si sya ar da, Mozilla tezmer ak-d-azen i useqdac-a imayl ɣef tuffɣiwin d-iteddun neɣ tidyanin ɣef izegrar. Tanemmirt ma temlid-d isental i tḥemleḍ.
ms: Dari masa ke semasa, Mozilla akan menghantar e-mel kepada pengguna ini perihal keluaran dan acara add-on akan datang. Sila pilih topik yang pengguna ini minati.
nb_no: Fra tid til annen kan Mozilla sende denne brukeren en e-post om kommende utgivelser og arrangementer vedrørende tillegg. Velg emner som denne brukeren kan være interessert i.
nl: Mozilla kan deze gebruiker af en toe een e-mailbericht sturen over aankomende uitgaven en add-on-gebeurtenissen. Selecteer de voor deze gebruiker mogelijk interessante onderwerpen.
nn_no: Av og til kan Mozilla sende denne brukaren ein e-post om komande utgivingar og arrangementer som har med tillegg å gjere. Vel emne som denne brukaren kan vere interessert i.
pa_in: ਸਮੇਂ ਸਮੇਂ ਤੇ, ਮੋਜ਼ੀਲਾ ਆਉਣ ਵਾਲੇ ਰੀਲੀਜ਼ਾਂ ਅਤੇ ਐਡ-ਆਨ ਪ੍ਰੋਗਰਾਮਾਂ ਬਾਰੇ ਇਸ ਉਪਭੋਗਤਾ ਨੂੰ ਈਮੇਲ ਭੇਜ ਸਕਦੀ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਉਹ ਵਿਸ਼ੇ ਚੁਣੋ ਜੋ ਇਸ ਉਪਭੋਗਤਾ ਵਿੱਚ ਦਿਲਚਸਪੀ ਲੈ ਸਕਦੇ ਹਨ।
pl: Od czasu do czasu Mozilla może wysyłać temu użytkownikowi wiadomości e-mail o nadchodzących wydaniach i wydarzeniach związanych z dodatkami. Proszę wybrać tematy, które mogą zainteresować tego użytkownika.
pt_br: De tempos em tempos, a Mozilla pode enviar emails para este usuário sobre novos lançamentos e eventos sobre extensões. Selecione os tópicos que este usuário pode se interessar.
pt_pt: De tempo a tempo, a Mozilla poderá enviar a este utilizador um email acerca dos próximos lançamentos e eventos de extras. Por favor, selecione os tópicos em que este utilizador pode estar interessado.
ro: Din când în când, Mozilla poate trimite acestui utilizator e-mailuri despre evenimente viitoare și evenimente privind dezvoltarea de suplimente. Te rugăm să selectezi subiectele de care acest utilizator ar putea fi interesat.
ru: Время от времени Mozilla может отправлять этому пользователю письма о выходящих вскоре релизах и новостей дополнений. Пожалуйста, выберите темы, в которых он может быть заинтересован.
si: කලින් කලට, මොසිල්ලා වෙතින් ඉදිරි නිකුතු සහ එක්කහු සිදුවීම් පිළිබඳව වි-තැපැල් ලැබෙනු ඇත. කරුණාකර මෙම පරිශීලකයා උනන්දු වන මාතෘකා තෝරන්න.
sk: Z času na čas môže Mozilla tomuto používateľovi posielať e‑mailové správy o nadchádzajúcich verziách a udalostiach spojených s doplnkami. Vyberte si témy, ktoré tohto používateľa zaujímajú.
sl: Od časa do časa bo Mozilla temu uporabniku morda poslala e-pošto o prihajajočih izdajah in dogodkih glede dodatkov. Izberite teme, ki bi ga morda zanimale.
sq: Mozilla mund t’i dërgojë këtij përdoruesi, herë pas here, email rreth versionesh të ardhshëm dhe veprimtari që lidhen me shtesat. Ju lutemi, përzgjidhni më poshtë temat që mund t’i interesojnë këtij përdoruesi.
sv_se: Från tid till annan kan Mozilla skicka den här användaren e-postmeddelande om kommande utgåvor och tilläggsevenemang. Välj de ämnen som den här användaren kan vara intresserad av.
th: บางครั้ง Mozilla อาจส่งอีเมลถึงผู้ใช้นี้เกี่ยวกับการออกรุ่นถัดไปและกิจกรรมต่าง ๆ เกี่ยวกับส่วนเสริม โปรดเลือกหัวข้อที่ผู้ใช้นี้อาจสนใจ
tr: Mozilla zaman zaman gelecek sürümler ve eklenti etkinlikleri hakkında bu kullanıcıya e-posta gönderebilir. Lütfen kullanıcının ilgilendiği konuları seçin.
uk: Час від часу Mozilla може надсилати електронний лист цьому користувачу про випуски, що наближаються, та про події додатків. Будь ласка, оберіть теми, які можуть бути цікавими для цього користувача.
vi: Thỉnh thoảng, Mozilla có thể gửi email người dùng này về các bản phát hành và sự kiện bổ trợ sắp tới. Vui lòng chọn các chủ đề mà người dùng này có thể quan tâm.

source: Mozilla reserves the right to contact you individually about specific concerns with your hosted add-ons.
ar: تحتفظ موزيلا بحقها في التواصل معك شخصيًا بخصوص أمور معينة تتعلق بإضافاتك المُستضافة عندها.
ca: Mozilla es reserva el dret de contactar-vos individualment per tractar de temes específics dels vostres complements allotjats.
cs: Mozilla si vyhrazuje právo vás individuálně kontaktovat ohledně vámi hostovaného doplňku.
da: Mozilla forbeholder sig retten til at kontakte dig individuelt vedrørende dine tilføjelser, som er hosted her.
de: Mozilla behält sich vor, Ihnen persönliche E-Mails zu schreiben, wenn es um bestimmte Angelegenheiten im Bezug auf Ihre hier beherbergten Add-ons geht.
el: Η Mozilla διατηρεί το δικαίωμα να επικοινωνήσει προσωπικά μαζί σας για συγκεκριμένα θέματα σχετικά με το πρόσθετό σας.
es: Mozilla se reserva el derecho a ponerse en contacto contigo de forma individual sobre distintos temas relativos a tus complementos.
fi: Mozilla varaa oikeuden ottaa sinuun yhteyttä liittyen jakamiisi lisäosiin.
fr: Mozilla se réserve le droit de vous contacter personnellement pour des problèmes particuliers liés à vos modules hébergés.
fur: Mozilla si riserve il dirit di contatâti tal câs di problemis cui components adizionâi che tu gjestissis.
fy_nl: Mozilla behâldt harren it rjocht foar om yndividueel kontakt mei jo op te nimmen oer spesifike oangelegenheden mei jo add-ons dy’t host wurde.
he: Mozilla שומרת את הזכות ליצור אתך קשר באופן אישי בנוגע לחששות שעולים סביב התוספות שלך שמתארחות אצלה.
hr: Mozilla si zadržava pravo da te kontaktira u vezi s određenim problemima s tvojim dodacima.
hu: A Mozilla fenntartja a jogot, hogy egyénileg felvegye Önnel a kapcsolatot, ha aggasztónak találja az Ön által beküldött kiegészítőket.
ia: Mozilla se reserva le derecto de contactar te individualmente sur problemas specific con tu additivos albergate.
id: Mozilla memiliki hak untuk menghubungi Anda secara langsung tentang pertimbangan tertentu untuk pengaya yang diinangi di sini.
is: Mozilla áskilur sér rétt til að hafa samband við þig persónulega varðandi mál sem tengjast hýstum viðbótum á þínum vegum.
it: Mozilla si riserva il diritto di contattarti in caso di problemi con i componenti aggiuntivi che gestisci.
ja: Mozilla は、このサイトで登録されたアドオンに関する具体的な事柄について、あなたに個別に連絡を取る権利を留保します。
ka: Mozilla იტოვებს უფლებას, საჭიროებისამებრ პირადად გამოგეხმაუროთ, თქვენს დამატებებთან დაკავშირებულ საკითხებზე.
kab: Mozilla ad k-id-inermes ɣef uguren icudden ar izegrar inek izedɣen ɣur-s.
ms: Mozilla ada hak untuk menghubungi anda secara individu perihal keprihatinan tertentu terhadap pengehosan add-on anda.
nb_no: Mozilla reserverer seg retten til å kontakte deg individuelt vedrørende dine tilleg som er lastet opp her.
nl: Mozilla behoudt zich het recht voor om individueel contact met u op te nemen over specifieke aangelegenheden met uw add-ons die worden gehost.
nn_no: Mozilla reserverer seg retten til å kontakte deg individuelt når det gjeld tillegga dine som er lasta opp her.
pa_in: ਮੌਜੀਲਾ ਕੋਲ ਤੁਹਾਡੇ ਵੱਲੋਂ ਮੇਜ਼ਬਾਨ ਐਡ-ਆਨ ਬਾਰੇ ਖਾਸ਼ ਤਸ਼ਵੀਸ਼ ਲਈ ਤੁਹਾਨੂੰ ਵਿਅਕਤੀਗਤ ਰੂਪ ਵਿੱਚ ਸੰਪਰਕ ਕਰਨ ਦਾ ਅਧਿਕਾਰ ਰਾਖਵਾਂ ਹੈ।
pl: Mozilla zastrzega sobie prawo indywidualnego kontaktu w konkretnych sprawach związanych z udostępnianymi dodatkami.
pt_br: A Mozilla reserva para si o direito de entrar em contato com você individualmente sobre possíveis questões com suas extensões hospedadas.
pt_pt: A Mozilla reserva o direito de lhe contactar individualmente acerca de preocupações específicas com os seus extras alojados.
ro: Mozilla își rezervă dreptul de a te contacta individual despre probleme specifice legate de suplimentele găzduite de tine.
ru: Mozilla оставляет за собой право связаться с вами лично, в случае, если возникнут вопросы по размещенным вами дополнениям.
sk: Mozilla si vyhradzuje právo vás osobne kontaktovať ohľadne špecifických záležitostí týkajúcich sa vašich tu uverejnených doplnkov.
sl: Mozilla si pridržuje pravico, da se obrne na vas osebno z vprašanji glede vaših gostujočih dodatkov.
sq: Mozilla ruan të drejtën të lidhet me ju veçmas, lidhur me çështje të caktuara te shtesat që keni strehuar këtu.
sv_se: Mozilla förbehåller sig rätten att kontakta dig individuellt om specifika problem med dina hostade tillägg.
th: Mozilla ขอสงวนสิทธิ์ในการติดต่อคุณเป็นรายบุคคลเกี่ยวกับข้อกังวลต่าง ๆ ที่เกี่ยวกับส่วนเสริมที่โฮสต์ของคุณ
tr: Mozilla, barındırılan eklentilerinizle ilgili özel endişeler konusunda sizinle bireysel olarak iletişim kurma hakkını saklı tutar.
uk: Mozilla зберігає за собою право звернутись до вас особисто з особливими питаннями щодо розміщених вами додатків.
vi: Mozilla bảo lưu quyền liên hệ với cá nhân bạn về các mối quan tâm đối với tiện ích được lưu trữ trên đây của bạn.

source: Delete My Profile
ar: احذف ملفي الشخصي
az: Profilimi sil
bg: Изтриване на профила
ca: Suprimeix el meu perfil
cs: Smazat můj profil
da: Slet min profil
de: Mein Profil löschen
el: Διαγραφή προφίλ
es: Eliminar mi perfil
fi: Poista profiilini
fr: Supprimer mon profil
fur: Elimine il gno profîl
fy_nl: Myn profyl fuortsmite
he: מחיקת הפרופיל שלי
hr: Izbriši moj profil
hu: Saját profil törlése
ia: Deler mi profilo
id: Hapus Profil Saya
is: Eyða notandasniðinu mínu
it: Elimina il mio profilo
ja: 自分のプロファイルを削除
ka: პროფილის წაშლა
kab: Kkes amaɣnu-iw
ms: Buang Profil Saya
nb_no: Slett profilen min
nl: Mijn profiel verwijderen
nn_no: Slett profilen min
pa_in: ਮੇਰੀ ਪ੍ਰੋਫਾਈਲ ਨੂੰ ਹਟਾਓ
pl: Usuń mój profil
pt_br: Excluir meu perfil
pt_pt: Apagar o meu perfil
ro: Șterge-mi profilul
ru: Удалить мой профиль
si: මාගේ පැතිකඩ මකන්න
sk: Odstrániť môj profil
sl: Izbriši moj profil
sq: Fshije Profilin Tim
sv_se: Ta bort min profil
te: నా ప్రొఫైలును తొలగించు
th: ลบโปรไฟล์ของฉัน
tr: Profilimi sil
uk: Видалити мій профіль
vi: Xóa hồ sơ của tôi

source: Delete Profile
ar: احذف الملف الشخصي
az: Profili Sil
bg: Изтриване на профила
ca: Suprimeix el perfil
cs: Smazat profil
da: Slet profil
de: Profil löschen
el: Διαγραφή προφίλ
es: Eliminar perfil
fi: Poista profiili
fr: Supprimer le profil
fur: Elimine profîl
fy_nl: Profyl fuortsmite
he: מחיקת פרופיל
hr: Izbriši profil
hu: Profil törlése
ia: Deler le profilo
id: Hapus Profil
is: Eyða sniði
it: Elimina profilo
ja: プロファイルを削除
ka: პროფილის წაშლა
kab: Kkes amaɣnu
ms: Buang Profil
nb_no: Slett profil
nl: Profiel verwijderen
nn_no: Slett profil
pa_in: ਪਰੋਫਾਈਲ ਨੂੰ ਹਟਾਓ
pl: Usuń profil
pt_br: Excluir perfil
pt_pt: Apagar o meu perfil
ro: Șterge profilul
ru: Удалить профиль
si: පැතිකඩ මකන්න
sk: Odstrániť profil
sl: Izbriši profil
sq: Fshije Profilin
sv_se: Ta bort profil
te: ప్రొఫైలును తొలగించు
th: ลบโปรไฟล์
tr: Profili sil
uk: Видалити профіль
vi: Xóa hồ sơ

source: IMPORTANT: Deleting your Firefox Add-ons profile is irreversible.
ar: هام: حذف إضافات فَيَرفُكس التي كتبتها إجراء لا عودة فيه.
ca: IMPORTANT: suprimir el vostre perfil de complements de Firefox és irreversible.
cs: DŮLEŽITÉ: Smazání vašeho profilu je nevratné.
da: VIGTIGT: Sletning af din profil på dette websted kan ikke fortrydes.
de: WICHTIG: Die Löschung Ihres Firefox-Add-ons-Profils kann nicht rückgängig gemacht werden.
el: ΣΗΜΑΝΤΙΚΟ: Η διαγραφή του προφίλ προσθέτων του Firefox δεν αναιρείται.
es: IMPORTANTE: Si eliminas tu perfil de los Complementos de Firefox, no lo podrás deshacer.
fi: TÄRKEÄÄ: Firefox-lisäosien profiilin poistamista ei voi perua.
fr: IMPORTANT : supprimer votre profil Firefox Add-ons est irréversible.
fur: IMPUARTANT: nol è pussibil tornâ indaûr de eliminazion dal to profîl di Firefox Add-ons.
fy_nl: WICHTICH: It fuortsmiten fan jo Firefox-add-ons-profyl kin net ûngedien makke wurde.
he: חשוב: מחיקת פרופיל ה־Firefox Add-ons שלך היא פעולה בלתי הפיכה.
hr: VAŽNO: Brisanje tvog profila u Firefox dodacima je nepovratna radnja.
hu: FONTOS: A Firefox kiegészítők fiók törlése nem vonható vissza.
ia: IMPORTANTE: le deletion de tu profilo de additivos de Firefox es irreversibile.
id: PENTING: Penghapusan profil Pengaya Firefox Anda tidak dapat diurungkan.
is: MIKILVÆGT: Það að eyða notandasniðinu þínu á Firefox Add-ons er ekki hægt að afturkalla.
it: IMPORTANTE: L’eliminazione del tuo profilo dal sito Firefox Add-ons è irreversibile.
ja: 重要: あなたの Firefox Add-ons プロファイルの削除は元に戻せません。
ka: ყურადღება: თქვენი Firefox დამატებების ანგარიშის წაშლა შეუქცევადი ქმედებაა.
kab: IMPORTANT: Ma tekseḍ izegrar n Firefox-ik, aya ad yili i lebda.
ms: PENTING: Penghapusan profil Add-ons Firefox tidak boleh dibatalkan.
nb_no: VIKTIG: Sletting av Firefox-tilleggsprofilen din kan ikke reverseres.
nl: BELANGRIJK: het verwijderen van uw Firefox Add-ons-profiel is onomkeerbaar.
nn_no: VIKTIG: Sletting av Firefox-tilleggsprofilen din kan ikkje angrast.
pa_in: IMPORTANT: ਤੁਹਾਡੇ ਫਾਇਰਫਾਕਸ ਐਡ-ਆਨ ਪ੍ਰੋਫਾਈਲ ਨੂੰ ਹਟਾਉਣਾ ਵਾਪਸੀਯੋਗ ਨਹੀਂ ਹੈ।
pl: WAŻNE: usunięcie profilu serwisu Dodatków do Firefoksa jest nieodwracalne.
pt_br: IMPORTANTE: Excluir seu perfil no Firefox Add-ons é irreversível.
pt_pt: IMPORTANTE: Apagar o seu perfil do Extras do Firefox é irreversível.
ro: IMPORTANT: Ștergerea profilului de suplimente Firefox este ireversibilă.
ru: ВНИМАНИЕ: Удаление вашего профиля на сайте дополнений Firefox является необратимым.
si: වැදගත්: ඔබගේ ෆයර්ෆොක්ස් එක්කහු පැතිකඩ මකා දැමීම අප්‍රතිවර්ත්‍යයි.
sk: DÔLEŽITÉ: Odstránenie vášho profilu je nenavrátiteľné.
sl: POMEMBNO: brisanja profila Dodatkov ni mogoče razveljaviti.
sq: E RËNDËSISHME: Fshirja e profilit tuaj te Shtesa Firefox-i është e pakthyeshme.
sv_se: VIKTIGT: Att ta bort Firefox tilläggsprofil är oåterkallelig.
th: สำคัญ: การลบโปรไฟล์ส่วนเสริม Firefox ของคุณไม่สามารถยกเลิกได้
tr: ÖNEMLİ: Firefox Eklentileri profilinizi silmek geri alınamaz.
uk: ВАЖЛИВО: Видалення вашого профілю на сайті додатків Firefox є незворотною дією.
vi: QUAN TRỌNG: Không thể hoàn tác được khi xóa hồ sơ tiện ích Firefox của bạn.
