Repository: mozilla/addons-frontend
Catalog: locale/*/LC_MESSAGES/amo.po
Languages: ar, az, bg, bn_bd, bs, ca, cs, da, de, el, es, fa, fi, fr, fur, fy_nl, ga_ie, he, hr, hu, ia, id, is, it, ja, ka, kab, ms, nb_no, nl, nn_no, pa_in, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: Hide and show browser tabs
ar: إخفاء و إظهار ألسنة المتصفح
az: Səyyah vərəqlərini gizlətmək və göstərmək
bg: Скрива и показва разделите на четеца
bs: Sakriva i prikazuje tabove
ca: Amagar i mostrar pestanyes del navegador
cs: Skrývat a zobrazovat panely prohlížeče
da: Skjule og vise faneblade
de: Browsertabs ausblenden und anzeigen
el: Κάνει απόκρυψη και εμφάνιση καρτελών
es: Ocultar y mostrar pestañas del navegador
fi: Piilota ja näytä selaimen välilehtiä
fr: Afficher ou masquer les onglets du navigateur
fur: Platâ e mostrâ schedis dal navigadôr
fy_nl: Browserljepblêden ferstopje en toane
he: הסתרה והצגת לשוניות הדפדפן
hr: Sakriti i prikazati kartice preglednika
hu: Böngészőlapok elrejtése és megjelenítése
ia: Celar e monstrar le schedas del navigator
id: Sembunyikan dan tampilkan tab peramban
is: Birta og fela vafraflipa
it: Nascondere o mostrare le schede
ja: ブラウザーのタブの表示状態の変更
ka: ბრაუზერის ჩანართების დამალვა და გამოჩენა
kab: Sken-d neγ ffer iccaren n iminig
ms: Sorok dan papar tab pelayar
nb_no: Skjul og vis nettleserfaner
nl: Browsertabbladen verbergen en tonen
nn_no: Gøym og vis nettlesarfaner
pa_in: ਬਰਾਊਜ਼ਰ ਟੈਬਾਂ ਨੂੰ ਲੁਕਾਉਣ ਅਤੇ ਵੇਖਾਉਣ
pl: Ukrywać i wyświetlać karty przeglądarki
pt_br: Ocultar e mostrar abas do navegador
pt_pt: Ocultar e mostrar separadores do navegador
ro: Să ascundă și să afișeze filele browserului
ru: Скрывать и отображать вкладки браузера
si: අතිරික්සුවේ පටිති සැඟවීම හා පෙන්වීම
sk: Skrývať a zobrazovať karty prehliadača
sl: skrije in prikaže zavihke brskalnika
sq: Të fshehë dhe shfaqë skeda shfletuesi
sv_se: Dölj och visa webbläsarens flikar
te: విహారిణి ట్యాబులను దాచడం చూపించడం
th: ซ่อนและแสดงแท็บของเบราว์เซอร์
tr: Tarayıcı sekmelerini gizleme ve gösterme
uk: Приховувати й показувати вкладки браузера
vi: Ẩn và hiện các thẻ trên trình duyệt

source: Store unlimited amount of client-side data
ar: تخزين بيانات غير محدودة في المتصفح
az: Alıcı tərəfində limitsiz məlumat saxlamaq
bs: Pohrani neograničenu količinu klijentskih podataka
ca: Emmagatzemar una quantitat il·limitada de dades del costat del client
cs: Ukládat neomezené množství dat na straně klienta
da: Gemme ubegrænsede mængder data på klient-siden
de: Unbegrenzt Daten auf Gerät speichern
el: Κάνει αποθήκευση απεριόριστου όγκου δεδομένων στο πρόγραμμα περιήγησης
es: Almacenar una cantidad ilimitada de datos en el lado del cliente
fr: Stocker une quantité illimitée de données côté client
fy_nl: Gegevens oan clientside ûnbeheind bewarje
he: אחסון נתונים בלתי מוגבלים של צד לקוח
hr: Spremiti neograničenu količinu podataka klijenta
hu: Korlátlan mennyiségű kliensoldali adat tárolása
ia: Immagazinar un quantitate illimitate de datos in le latere del cliente
id: Simpan data untuk sisi klien dalam jumlah tak terbatas
is: Geyma ótakmarkað magn gagna í forritinu
it: Salvare illimitati dati su client
ja: クライアントサイドのデータをサイズ制限なしで保存
ka: განუსაზღვრელი მოცულობის მონაცემების შენახვა დისკზე
kab: Sekles isefka war tilas si tama n umsaɣ
ms: Simpan data-klien tanpa had
nl: Gegevens aan clientzijde onbeperkt opslaan
nn_no: Lagre uavgrensa mengder data på klientsida
pa_in: ਕਲਾਈਂਟ ਸਾਈਡ ਡਾਟਾ ਦੀ ਅਸੀਮ ਮਾਤਰਾ ਨੂੰ ਸਟੋਰ ਕਰੋ
pl: Przechowywać nieograniczoną ilość danych na komputerze
pt_br: Armazenar uma quantidade ilimitada de dados no seu computador
pt_pt: Armazenar montantes ilimitados de dados do lado do cliente
ro: Să stocheze un volum nelimitat de date pe partea de client
ru: Хранить неограниченное количество данных на стороне клиента
si: අනුග්‍රාහක-පාර්ශ්ව දත්ත අසීමිතව ගබඩා කිරීම
sk: Ukladať neobmedzené množstvo údajov na strane klienta
sl: shranjuje neomejeno količino podatkov odjemalca
sq: Të depozitojë sasi të pakufizuar të dhënash në anë klienti
sv_se: Lagra obegränsat med data på klientsidan
te: క్లయింట్ వైపు డేటా అపరిమిత మొత్తం నిల్వచేయును
th: จัดเก็บข้อมูลฝั่งลูกข่ายไม่จำกัดจำนวน
tr: İstemci tarafında sınırsız miktarda veri depolama
uk: Зберігати необмежену кількість даних на стороні клієнта
vi: Lưu trữ số lượng không giới hạn dữ liệu phía máy khách

source: Access browser activity during navigation
ar: الوصول إلى نشاط المتصفح أثناء التنقل
az: Naviqasiya vaxtı səyyah aktivliyinə baxmaq
bg: Достъпва действията на четеца по време на разглеждане
bs: Pristupi aktivnosti browsera prilikom navigacije
ca: Accedir a l'activitat durant la navegació
cs: Přistupovat k aktivitám prohlížeče během prohlížení
da: Tilgå browser-aktivitet under navigation
de: Auf Browseraktivität während Seitenwechsel zugreifen
el: Έχει πρόσβαση στη δραστηριότητα του φυλλομετρητή
es: Acceder a la actividad del navegador mientras navegas
fi: Pääsy selaimen toimintaan sen käytön aikana
fr: Accéder à l’activité du navigateur pendant la navigation
fur: Acedi ae ativitât dal navigadôr dulinvie la navigazion
fy_nl: Browseraktiviteit wylst navigearjen benaderje
he: גישה לפעילות הדפדפן במהלך הניווט
hr: Pristupiti aktivnostima preglednika tijekom navigacije
hu: Böngészőtevékenység elérése navigáláskor
ia: Acceder al activitate del navigator durante le navigation
id: Mengakses aktivitas peramban selama navigasi
is: Fá aðgang að virkni vafrans á meðan flakki stendur
it: Accedere alle attività durante la navigazione
ja: ナビゲーション中のブラウザーアクティビティへのアクセス
ka: გვერდებზე გადაადგილებისას ბრაუზერის მოქმედებებთან წვდომა
kab: Kcem ɣer urmud n yiminig mi ara tettinigeḍ
ms: Akses aktiviti pelayar semasa navigasi
nb_no: Tilgang til nettleseraktivitet under navigering
nl: Browseractiviteit tijdens navigeren benaderen
nn_no: Tilgang til nettlesaraktivitet under navigering
pa_in: ਨੇਵੀਗੇਸ਼ਨ ਦੌਰਾਨ ਬਰਾਊਜ਼ਰ ਸਰਗਰਮੀ ਲਈ ਪਹੁੰਚ
pl: Mieć dostęp do aktywności przeglądarki podczas nawigacji
pt_br: Acessar atividades do navegador durante a navegação
pt_pt: Aceder à atividade do navegador durante a navegação
ro: Să acceseze activitatea browserului în timpul navigării
ru: Получать доступ к активности браузера при навигации
si: යාත්‍රණය අතරතුර අතිරික්සුවේ ක්‍රියාකාරකම් වෙත ප්‍රවේශය
sk: Pristupovať k aktivitám prehliadača v priebehu prehliadania
sl: dostopa do dejavnosti brskalnika med brskanjem
sq: Të hyjë në veprimtari shfletuesi gjatë lëvizjesh
sv_se: Åtkomst till webbläsarens aktivitet under navigering
te: నావిగేషన్ సమయంలో విహారిణి కార్యకలాపాన్ని చూడటం
th: เข้าถึงกิจกรรมของเบราว์เซอร์ระหว่างการนำทาง
tr: Gezinti sırasında tarayıcı etkinliğine erişme
uk: Отримувати доступ до активності браузера під час навігації
vi: Truy cập hoạt động của trình duyệt trong khi điều hướng

source: Official add-on built by Mozilla Firefox. Meets security and performance standards.
ca: Complement oficial creat per Mozilla Firefox. Compleix els estàndards de seguretat i rendiment.
cs: Toto je oficiální doplněk od autorů Firefoxu, který splňuje standardy pro bezpečnost a výkon.
da: Officiel tilføjelse udviklet af Mozilla Firefox. Overholder standarder for sikkerhed og ydelse.
de: Offizielles Add-on von Mozilla Firefox. Erfüllt Sicherheits- und Leistungsstandards.
el: Επίσημο πρόσθετο από το Mozilla Firefox. Πληροί τα πρότυπα ασφάλειας και επιδόσεων.
fi: Virallinen lisäosa, jonka on toteuttanut Mozilla Firefox. Täyttää turvallisuus- ja suorituskykystandardit.
fr: Module complémentaire officiel, réalisé par Mozilla Firefox. Il répond aux normes de sécurité et de performance.
fur: Component adizionâl uficiâl realizât di Mozilla Firefox. Al sodisfe i standards di sigurece e prestazions.
fy_nl: Offisjele troch Mozilla Firefox boude add-on. Foldocht oan befeiligings- en prestaasjenoarmen.
hr: Službeni dodatak koji je izradio Mozilla Firefox. Udovoljava standardima sigurnosti i performance.
hu: Hivatalos, a Mozilla Firefox által készített kiegészítő. Megfelel a biztonsági és teljesítményi előírásoknak.
ia: Additivo official realisate per Mozilla FIrefox. Satisface le standards de securitate e rendimento.
is: Opinber viðbót byggð af Mozilla Firefox. Stenst kröfur okkar varðandi öryggi og afköst.
it: Componente aggiuntivo ufficiale realizzato da Mozilla Firefox. Soddisfa gli standard di sicurezza e prestazioni.
ka: დამატება, რომელსაც თავად Mozilla Firefox ქმნის. სრულად აკმაყოფილებს უსაფრთხოებისა და წარმადობის მოთხოვნებს.
kab: Azegrir unṣib i tebna Mozila Firefox. Itteddu d yilugan n tɣellist d temlellit.
nb_no: Offisielt tillegg utviklet av Mozilla Firefox. Oppfyller sikkerhets- og ytelsesstandarder.
nl: Officiële door Mozilla Firefox gebouwde add-on. Voldoet aan beveiligings- en prestatienormen.
nn_no: Offisielt tillegg utvikla av Mozilla Firefox. Oppfyller sikkerheits- og ytingsstandardar.
pl: Oficjalny dodatek zbudowany przez Mozillę Firefox. Spełnia standardy bezpieczeństwa i wydajności.
pt_br: Extensão oficial desenvolvida pelo Mozilla Firefox. Atende aos padrões de desempenho e segurança.
pt_pt: Extra oficial desenvolvido pelo Mozilla Firefox. Cumpre as normas de segurança e de desempenho.
ru: Официальное дополнение, созданное командой Mozilla Firefox. Соответствует стандартам безопасности и производительности.
si: මොසිල්ලා ෆයර්ෆොක්ස් තනන ලද නිල එක්කහුවකි. ආරක්‍ෂණ හා කාර්ය සාධන ප්‍රමිතීන් සපුරාලයි.
sk: Oficiálny doplnok od autorov Firefoxu. Spĺňa bezpečnostné a výkonové štandardy.
sv_se: Officiellt tillägg byggt av Mozilla Firefox. Uppfyller säkerhets- och prestandastandarder.
tr: Resmi Mozilla Firefox eklentisi. Güvenlik ve performans standartlarını karşılar.
uk: Офіційний додаток, створений Mozilla Firefox. Відповідає стандартам безпеки та продуктивності.
vi: Tiện ích mở rộng chính thức do Mozilla Firefox xây dựng. Đáp ứng các tiêu chuẩn về bảo mật và hiệu suất.

source: Firefox only recommends add-ons that meet our standards for security and performance.
ca: El Firefox només recomana complements que compleixen els estàndards de seguretat i de rendiment.
cs: Firefox doporučuje jen rozšíření, která splňují naše standardy pro bezpečnost a výkon.
da: Firefox anbefaler kun tilføjelser, der opfylder vores standarder for sikkerhed og ydelse.
de: Firefox empfiehlt nur Add-ons, die unseren Sicherheits- und Leistungsstandards entsprechen.
el: Το Firefox προτείνει μόνο τα πρόσθετα που πληρούν τα πρότυπα ασφαλείας και επιδόσεών μας.
fi: Firefox suosittelee vain sellaisia lisäosia, jotka täyttävät standardimme turvallisuuden ja suorituskyvyn suhteen.
fr: Firefox ne recommande que des modules conformes à nos normes en matière de sécurité et de performances.
fur: Firefox al consee dome components adizionâi che a sodisfin i nestris standards di sigurece e prestazions.
fy_nl: Firefox rekommandearret allinnich add-ons oan dy’t foldogge oan ús noarms foar feilichheid en prestaasjes.
hr: Firefox preporučuje samo dodatke koji udovoljavaju našim standardima za sigurnost i performance.
hu: A Firefox csak olyan kiegészítőket ajánl, amelyek megfelelnek a biztonsági és a teljesítménybeli követelményeinknek.
ia: Firefox recommenda solmente le additivos que satisface nostre normas de securitate e efficientia.
is: Firefox mælir aðeins með viðbótum sem hafa verið yfirfarnar með tilliti til viðmiða okkar varðandi öryggi og afköst.
it: Firefox consiglia solo componenti aggiuntivi che soddisfano i nostri standard di sicurezza e prestazioni.
ka: Firefox მხოლოდ იმ დამატებებს გირჩევთ, რომლებიც აკმაყოფილებს უსაფრთხოებისა და წარმადობის მაღალ მოთხოვნებს.
kab: Firefox ittwelleh ala ɣer yizegrae yemṣadan d yilugan-nneɣ icudden ɣer tɣellist akked timellit.
nb_no: Firefox anbefaler bare tillegg som oppfyller våre standarder for sikkerhet og ytelse.
nl: Firefox beveelt alleen add-ons aan die voldoen aan onze normen voor beveiliging en prestaties.
nn_no: Firefox tilrår berre utvidingar som oppfyller standardane våre for sikkerheit og yting.
pl: Firefox poleca wyłącznie dodatki spełniające nasze standardy bezpieczeństwa i wydajności.
pt_br: O Firefox só recomenda extensões que atendem nossos padrões de segurança e desempenho.
pt_pt: O Firefox apenas recomenda extras que atendam aos nossos padrões de segurança e desempenho.
ru: Firefox рекомендует только те дополнения, которые соответствуют нашим стандартам по безопасности и производительности.
si: අපගේ ආරක්‍ෂණ හා කාර්ය සාධන ප්‍රමිතීන් සපුරාලන එක්කහු පමණක් ෆයර්ෆොක්ස් නිර්දේශ කරයි.
sk: Firefox odporúča len doplnky, ktoré spĺňajú naše štandardy pre bezpečnosť a výkon.
sl: Firefox priporoča samo dodatke, ki ustrezajo našim standardom glede varnosti in učinkovitosti delovanja.
sv_se: Firefox rekommenderar endast tillägg som uppfyller våra standarder för säkerhet och prestanda.
th: Firefox แนะนำเฉพาะส่วนเสริมที่ตรงตามมาตรฐานของเราเท่านั้นเพื่อความปลอดภัยและประสิทธิภาพ
tr: Firefox yalnızca güvenlik ve performans standartlarımızı karşılayan eklentileri önerir.
uk: Firefox рекомендує лише ті додатки, які відповідають нашим стандартам безпеки та швидкодії.
vi: Firefox chỉ đề xuất các tiện ích mở rộng đáp ứng các tiêu chuẩn của chúng tôi về bảo mật và hiệu suất.

source: Rated %(rating)s out of 5
ar: مقيّمة بِ‍ %(rating)s من ٥
az: 5 üstündən %(rating)s bal
bg: Оценена с %(rating)s от 5
bn_bd: 5 এর মধ্যে %(rating)s রেটিং দেওয়া হয়েছে
bs: Ocjenjeno %(rating)s od 5
ca: S'ha valorat amb %(rating)s sobre 5
cs: Hodnocení: %(rating)s z 5
da: Bedømt til %(rating)s ud af 5
de: Bewertet mit %(rating)s von 5 Sternen
el: Βαθμολογία %(rating)s από 5
es: Se valoró con %(rating)s de 5
fa: دارای رتبه %(rating)s از ۵
fi: Arvioitu %(rating)s/5
fr: Noté %(rating)s sur 5
fur: Valutade %(rating)s su 5
fy_nl: Wurdearring: %(rating)s fan 5
ga_ie: Rátáil: %(rating)s as 5
he: דירוג %(rating)s מתוך 5
hr: Ocijenjeno s %(rating)s od 5
hu: Csillagos értékelés: %(rating)s / 5
ia: Classificate %(rating)s de 5
id: Diberi peringkat %(rating)s dari 5
is: Gefið %(rating)s af 5
it: Valutata %(rating)s su 5
ja: 5 段階中 %(rating)s の評価
ka: %(rating)s შეფასება 5-დან
kab: Yettwasezmel %(rating)s ɣef 5
ms: Tahap %(rating)s daripada 5
nb_no: Vurdert til %(rating)s ut av 5
nl: Waardering: %(rating)s van 5
nn_no: Vurdering: %(rating)s av 5
pa_in: 5 ਵਿੱਚੋਂ %(rating)s ਦਰਜਾ ਦਿੱਤਾ
pl: Ocena: %(rating)s/5
pt_br: Avaliado em %(rating)s de 5
pt_pt: Avaliado em %(rating)s de 5
ro: Evaluat(ă) cu %(rating)s din 5 stele
ru: Оценено на %(rating)s из 5
si: 5 න් %(rating)s කට ඇගයිණි
sk: Hodnotenie: %(rating)s z 5
sl: Ocenjeno z %(rating)s od 5
sq: Vlerësuar me %(rating)s yje nga 5 të mundshëm
sv_se: Betygsatt %(rating)s av 5
th: ได้รับการจัดอันดับ %(rating)s จาก 5
tr: 5 üzerinden %(rating)s puan
uk: Оцінка %(rating)s з 5
vi: Xếp hạng %(rating)s trong số 5

source: Update your rating to %(starRating)s out of 5
ar: حدِّث تقييمك ليكون %(starRating)s من ٥
az: Qiymətinizi 5 üstündən %(starRating)s olaraq yenilə
bs: Ažurirajte vašu ocjenu za %(starRating)s od 5
ca: Actualitzeu la valoració a %(starRating)s sobre 5
cs: Změnit hodnocení na %(starRating)s z 5
da: Opdater din bedømmelse til %(starRating)s ud af 5
de: Aktualisieren Sie Ihre Bewertung auf %(starRating)s von 5 Sternen
el: Ενημερώστε τη βαθμολογία σας σε %(starRating)s από 5
es: Actualizar tu valoración a %(starRating)s de 5
fi: Päivitä arvioksesi %(starRating)s/5
fr: Changer votre note en %(starRating)s sur 5
fur: Inzorne la tô valutazion in %(starRating)s su 5
fy_nl: Jo wurdearring bywurkje nei %(starRating)s fan 5
he: עדכון הדירוג שלך ל־%(starRating)s מתוך 5
hr: Aktualiziraj tvoju ocjenu na %(starRating)s od 5
hu: Csillagos értékelés módosítása: %(starRating)s / 5
ia: Actualisa tu classification pro %(starRating)s de 5
id: Menaikkan peringkat menjadi %(starRating)s dari 5
is: Uppfæra einkunnina þína í %(starRating)s af 5 mögulegum
it: Cambia la tua valutazione in %(starRating)s su 5
ja: 自分の評価を 5 段階中 %(starRating)s へ更新
ka: შეფასების განახლება %(starRating)s-ით 5-დან
kab: Beddel tazmilit-ik ar %(starRating)s ɣef 5
ms: Kemaskini tahap anda ke %(starRating)s daripada 5
nb_no: Oppdater vurderingen til %(starRating)s av 5
nl: Uw waardering bijwerken naar %(starRating)s van 5
nn_no: Oppdater vurderinga di til %(starRating)s av 5
pa_in: ਆਪਣੀ ਰੇਟਿੰਗ ਨੂੰ 5 ਤੋਂ ਬਾਹਰ %(starRating)s ਦੇ ਅਨੁਸਾਰ ਅਪਡੇਟ ਕਰੋ
pl: Zmień swoją ocenę na %(starRating)s/5
pt_br: Atualize sua avaliação para %(starRating)s de 5
pt_pt: Atualize a sua avaliação para %(starRating)s de 5
ro: Actualizează-ți evaluarea la %(starRating)s din 5
ru: Обновить вашу оценку на %(starRating)s из 5
si: ඔබගේ ඇගැයුම 5 න් %(starRating)s ට සකසන්න
sk: Zmeniť hodnotenie na %(starRating)s z 5
sl: Posodobite svojo oceno na %(starRating)s od 5
sq: Përditësojeni vlerësimin tuaj me %(starRating)s yje nga 5 të mundshëm
sv_se: Uppdatera ditt betyg till %(starRating)s av 5
th: อัปเดตการจัดอันดับของคุณเป็น %(starRating)s จาก 5
tr: Puanınızı 5 üzerinden %(starRating)s olarak güncelleyin
uk: Оновити оцінку до %(starRating)s з 5
vi: Cập nhật xếp hạng của bạn lên %(starRating)s sao

source: Rate this add-on %(starRating)s out of 5
ar: قيِّم هذه الإضافة بِ‍ %(starRating)s من ٥
az: Bu əlavəyə 5 üstündən %(starRating)s qiymət ver
bg: Оценете добавката на %(starRating)s от 5
bs: Ocjenite ovaj dodatak %(starRating)s od 5
ca: Valoreu aquest complement %(starRating)s sobre 5
cs: Ohodnotit tento doplněk %(starRating)s z 5
da: Bedøm denne tilføjelse til %(starRating)s ud af 5
de: Bewerten Sie dieses Add-on mit %(starRating)s von 5 Sternen
el: Βαθμολόγηση προσθέτου με %(starRating)s από 5
es: Valorar este complemento con %(starRating)s de 5
fi: Arvioi tämä lisäosa %(starRating)s/5
fr: Donner une note de %(starRating)s sur 5 à ce module
fur: Valute chest component adizionâl %(starRating)s su 5
fy_nl: Dizze add-on mei %(starRating)s fan 5 wurdearje
he: דירוג התוספת הזו ב־%(starRating)s מתוך 5
hr: Ocijeni ovaj dodatak s %(starRating)s od 5
hu: Kiegészítő értékelése: %(starRating)s / 5
ia: Evaluta iste additivo con %(starRating)s de 5
id: Memberi pengaya ini peringkat %(starRating)s dari 5
is: Gefa þessari viðbót einkunn upp á %(starRating)s af 5 mögulegum
it: Valuta questo componente aggiuntivo %(starRating)s su 5
ja: このアドオンを 5 段階中 %(starRating)s として評価
ka: დამატების %(starRating)s შეფასება 5-დან
kab: Mudd tazmilt i uzegrir-agi %(starRating)s ɣef 5
ms: Tarafkan add-on ini %(starRating)s daripada 5
nb_no: Vurder denne utvidelsen til %(starRating)s ut av 5
nl: Deze add-on met %(starRating)s van 5 waarderen
nn_no: Vurder dette tillegget frå %(starRating)s til 5
pa_in: ਇਸ ਐਡ-ਆਨ %(starRating)s ਨੂੰ 5 ਵਿਚੋਂ ਰੇਟ ਕਰੋ
pl: Oceń ten dodatek na %(starRating)s/5
pt_br: Avalie esta extensão em %(starRating)s de 5
pt_pt: Avalie este extra em %(starRating)s de 5
ro: Evaluează acest supliment cu %(starRating)s din 5
ru: Оценить это дополнение на %(starRating)s из 5
si: මෙම එක්කහුව 5 න් %(starRating)s කට අගයන්න
sk: Ohodnoťte tento doplnok %(starRating)s z 5
sl: Ocenite ta dodatek z %(starRating)s od 5
sq: Vlerësojeni këtë shtesë %(starRating)s yje nga 5 të mundshëm
sv_se: Betygsätt detta tillägg %(starRating)s av 5
th: ให้คะแนนส่วนเสริมนี้ %(starRating)s จาก 5
tr: Bu eklentiyi 5 üzerinden %(starRating)s olarak puanlayın
uk: Оцініть цей додаток на %(starRating)s з 5
vi: Xếp hạng tiện ích này %(starRating)s sao

source: There are no ratings yet
ar: لا تقييمات بعد
az: Hələlik bal yoxdur
bg: Все още няма оценки
bs: Još nema nikakvih ocjena
ca: Encara no hi ha valoracions
cs: Zatím nehodnoceno
da: Der er ingen bedømmelser endnu
de: Es liegen noch keine Bewertungen vor
el: Δεν υπάρχουν ακόμη βαθμολογίες
es: Todavía no hay valoraciones
fi: Ei vielä arvioita
fr: Il n’y a aucune note pour l’instant
fur: No son ancjemò valutazions
fy_nl: Der binne noch gjin wurdearringen
he: אין דירוגים עדיין
hr: Još nema ocjena
hu: Még nincsenek csillagos értékelések
ia: Il ha non ha ancora evalutationes
id: Belum ada peringkat
is: Það eru engar einkunnir ennþá
it: Non ci sono ancora valutazioni
ja: まだ評価されていません
ka: ჯერ არ შეფასებულა
kab: Ulac tazmilt akka tura
ms: Tiada penarafan lagi
nb_no: Det er ingen vurderinger ennå
nl: Er zijn nog geen waarderingen
nn_no: Ingen vurderingar enno
pa_in: ਹਾਲੇ ਤੱਕ ਕੋਈ ਰੇਟਿੰਗ ਨਹੀਂ ਹਨ
pl: Nie ma jeszcze ocen
pt_br: Ainda não existem avaliações
pt_pt: Não existem avaliações ainda
ro: Nu există încă evaluări
ru: Оценок пока нет
si: මෙතෙක් ඇගැයුම් නැත
sk: Doplnok zatiaľ nie je ohodnotený
sl: Še ni ocenjeno
sq: Ende pa vlerësime
sv_se: Det finns inga betyg än
th: ยังไม่มีการจัดอันดับ
tr: Henüz hiç puan yok
uk: Ще немає оцінок
vi: Chưa có xếp hạng nào

source: Log in to rate this dictionary
ar: لِج لتقييم القاموس هذا
az: Bu lüğəti qiymətləndirmək üçün daxil olun
bg: За да оцените този речник се впишете
bn_bd: এই অভিধন রেট করতে লগইন করুন
bs: Prijavite se na ocijenite ovaj rječnik
ca: Inicieu la sessió per puntuar aquest diccionari
cs: Pro hodnocení tohoto slovníku se přihlaste
da: Log ind for at bedømme denne ordbog
de: Melden Sie sich an, um dieses Wörterbuch zu bewerten
el: Συνδεθείτε για βαθμολόγηση αυτού του λεξικού
es: Iniciar sesión para evaluar este diccionario
fa: برای رای دادن به این لغت‌نامه وارد شوید
fi: Kirjaudu sisään arvostellaksesi tämän sanaston
fr: Connectez-vous pour noter ce dictionnaire
fur: Jentre par dâ une vôt a chest dizionari
fy_nl: Meld jo oan om dit wurdboek te wurdearjen
ga_ie: Logáil isteach chun an foclóir seo a rátáil
he: יש להתחבר כדי לדרג מילון זה
hr: Prijavi se i ocijeni ovaj rječnik
hu: Jelentkezzen be a szótár értékeléséhez
ia: Aperi session pro evalutar iste dictionario
id: Masuk untuk menilai kamus ini
is: Skráðu inn til að gefa þessu orðasafni einkunn
it: Effettua l’accesso per dare un voto a questo dizionario
ja: ログインしてこの辞書を評価
ka: შედით ანგარიშზე ლექსიკონის შესაფასებლად
kab: Qqen akken ad ternud tazmilt i umawal-agi
ms: Log masuk untuk menilaikan kamus ini
nb_no: Logg inn for å vurdere denne ordboken
nl: Meld u aan om dit woordenboek te waarderen
nn_no: Logg inn for å vurdere denne ordboka
pa_in: ਇਸ ਸ਼ਬਦਕੋਸ਼ ਨੂੰ ਰੇਟ ਕਰਨ ਲਈ ਲੌਗਇਨ ਕਰੋ
pl: Zaloguj się, aby ocenić ten słownik
pt_br: Identifique-se para avaliar este dicionário
pt_pt: Iniciar sessão para avaliar este dicionário
ro: Intră în cont pentru a evalua acest dicționar
ru: Войдите, чтобы оценить этот словарь
si: මෙම ශබ්දකෝෂය ඇගැයුමට පිවිසෙන්න
sk: Ak chcete ohodnotiť tento slovník, musíte sa prihlásiť
sl: Prijavite se, da ocenite ta slovar
sq: Që të vlerësoni këtë fjalor, bëni hyrjen
sv_se: Logga in för att betygsätta denna ordbok
th: เข้าสู่ระบบเพื่อให้คะแนนพจนานุกรมนี้
tr: Bu sözlüğü derecelendirmek için giriş yapın
uk: Увійдіть, щоб оцінити цей словник
vi: Đăng nhập để đánh giá từ điển này
