Repository: mozilla/addons-frontend
Catalog: locale/*/LC_MESSAGES/amo.po
Languages: ar, az, bg, bn_bd, bs, ca, cs, da, de, el, es, fa, fi, fr, fur, fy_nl, ga_ie, he, hr, hu, ia, id, is, it, ja, ka, kab, ms, nb_no, nl, nn_no, pa_in, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: Leave feedback for your favorite add-ons. Add-on authors are more likely to improve their add-ons and create new ones when they know people appreciate their work.
ar: اترك انطباعاتك عن الإضافات المفضلة لديك. تزيد احتمالية بأن يُحسّن مطوّرو الإضافات إضافاتهم، عدا عن تطوير إضافات أخرى، ذلك في حال علموا بأن هناك من يقدّر عملهم.
bs: Ostavi povratne informacije za najdraže dodatke. Autori dodataka će najvjerovatnije poboljšati dodatke i kreirati nove kada znaju da ljudi cijene njihov rad.
ca: Deixeu un comentari sobre els complements preferits. Els autors del complement tenen més probabilitats de millorar-los i crear-ne de nous quan saben que la gent aprecia el seu treball.
cs: Pošlete zpětnou vazbu autorovi svého oblíbeného doplňku. Vývojáři doplňků rádi vylepšují své doplňky a vytváří nové, když vědí, že se lidem jejich práce líbí.
da: Efterlad feedback om dine foretrukne tilføjelser. Udviklerne af tilføjelser er mere tilbøjelige til at forbedre deres tilføjelser og lave nye, hvis de ved, at deres arbejde værdsættes.
de: Sagen Sie Ihre Meinung zu Ihren Lieblings-Add-ons. Add-on-Autoren verbessern ihre Add-ons eher und erstellen neue, wenn sie wissen, dass Menschen ihre Arbeit zu schätzen wissen.
el: Αφήστε σχόλια για τα αγαπημένα σας πρόσθετα. Οι δημιουργοί είναι πιο πιθανό να βελτιώσουν τα πρόσθετά τους και να δημιουργήσουν νέα, όταν γνωρίζουν ότι οι χρήστες εκτιμούν το έργο τους.
es: Dejar comentarios en tus complementos favoritos. Los autores de complementos siempre están dispuestos a mejorarlos y crear nuevos cuando saben que la gente valora su trabajo.
fi: Jätä palautetta suosikkilisäosistasi. Lisäosien tekijät mitä luultavimmin parantavat lisäosiaan ja luovat uusia, kun he tietävät luomiaan lisäosia arvostettavan.
fr: Faites part de vos retours sur vos modules préférés. Les auteurs sont plus enclins à améliorer leur module et à en écrire de nouveaux quand ils savent que leur travail est apprécié.
fur: Lasse une opinion ai tiei components adizionâi preferîts. I autôrs si butin plui vulintîr a miorâ i lôr components adizionâi e a creânt di gnûfs cuant che a viodin che la int e presee il lôr lavôr.
fy_nl: Lit kommentaar foar jo favorite add-ons efter. De kâns dat add-onskriuwers harren add-ons ferbetterje en nije add-ons meitsje is grutter as se witte dat harren wurk wurdearre wurdt.
he: השאירו משוב על התוספות האהובות עליכם. יש סיכוי די טוב שיוצרי התוספות ישפרו את התוספות שלהם וייצרו חדשות מתוך ידיעה שעבודתם מוערכת.
hu: Hagyjon visszajelzést a kedvenc kiegészítőihez. A kiegészítők szerzői nagyobb valószínűséggel fejlesztik a kiegészítőjüket, vagy készítenek újakat, ha tudják, hogy az emberek elismerik a munkájukat.
ia: Lassa commentarios pro tu additivos favorite. Le autores de additivos es plus inclinate a meliorar lor additivos e crear noves quando illes sape que le personas apprecia lor labor.
id: Berikan umpan balik untuk pengaya favorit Anda. Besar kemungkinan penyusun pengaya meningkatkan pengaya mereka dan menciptakan pengaya baru di saat mereka tahu banyak orang mengapresiasi hasil kerjanya.
is: Settu inn umsagnir um eftirlætisviðbæturnar þínar. Höfundar viðbóta eru líklegri til að bæta viðbæturnar sínar og að útbúa nýjar ef þeir vita að fólk kunni að meta vinnuna þeirra.
it: Recensisci i componenti aggiuntivi sul sito. Gli autori si sentono spronati a migliorare i propri componenti aggiuntivi e svilupparne di nuovi quando vedono che gli utenti apprezzano il loro lavoro.
ja: お気に入りのアドオンにフィードバックを残してください。アドオン作者は、人々が自分の成果物を評価してくれていると分かると、既存のアドオンを改良したり、新しいものを作ったりする可能性が高まります。
ka: დატოვეთ გამოხმაურება თქვენს რჩეულ დამატებებზე. დამატების ავტორები უფრო მეტად მონდომებულად შეეცდებიან გააუმჯობესონ და დახვეწონ თავიანთი ნამუშევრები, როცა ეცოდინებათ, რომ ხალხი სათანადოდ დაუფასებს მათ შრომას.
kab: Eǧǧ-d tikti ɣef uzegrir-ik anurif. Imeskaren n uzegrir beqqun ad snernin azegrir-nsen daɣen ad arun wiyaḍ ticki ẓran d akken axeddim-nsen ḥemmlent medden.
ms: Berikan maklum balas berkaitan add-ons kegemaran anda. Pengarang akan lebih cenderung meningkatkan add-ons dan mencipta yang baru apabila mereka tahu ada pengguna yang menghargai hasil kerja mereka.
nb_no: Legg igjen tilbakemeldinger om dine foretrukne tillegg. Utviklere av tillegg er mer tilbøyelige til å forbedre deres tillegg og lage nye, når de vet at deres arbeid er verdsatt.
nl: Laat feedback voor uw favoriete add-ons achter. De kans dat add-onschrijvers hun add-ons verbeteren en nieuwe add-ons maken is groter als ze weten dat hun werk wordt gewaardeerd.
nn_no: Legg igjen tilbakemeldingar om dei føretrekte tillegga dine. Det er meir sannsynleg at utviklarar av tillegg vil gjere tillegga betre og at dei lagar nye, når dei veit at arbeidet deira er verdsett.
pa_in: ਆਪਣੇ ਪਸੰਦੀਦਾ ਐਡ-ਆਨ ਲਈ ਫੀਡਬੈਕ ਛੱਡੋ। ਐਡ-ਆਨ ਲੇਖਕ ਆਪਣੇ ਐਡ-ਆਨ ਨੂੰ ਬਿਹਤਰ ਬਣਾਉਂਦੇ ਹਨ ਅਤੇ ਨਵੇਂ ਲੋਕਾਂ ਨੂੰ ਬਣਾਉਂਦੇ ਹਨ ਜਦੋਂ ਉਹ ਜਾਣਦੇ ਹਨ ਕਿ ਲੋਕਾਂ ਨੇ ਉਹਨਾਂ ਦੇ ਕੰਮ ਦੀ ਕਦਰ ਕੀਤੀ ਹੈ।
pl: Pisz opinie o swoich ulubionych dodatkach. Ich autorzy są bardziej skłonni je ulepszać i tworzyć nowe, kiedy wiedzą, że ich praca jest doceniana.
pt_br: Deixe comentários nas suas extensões preferidas. Os autores das extensões são mais propensos a melhorar suas extensões e criar novas quando sabem que as pessoas apreciam seu trabalho.
pt_pt: Deixe feedback nos seus extras favoritos. Os autores dos extras terão mais vontade de melhorar ou de criar novos extras quando sabem que as pessoas gostam do seu trabalho.
ro: Lasă feedback pentru suplimentele tale favorite. Crește probabilitatea ca autorii de suplimente să își îmbunătățească suplimentele și să creeze altele noi dacă știu că munca le este apreciată.
ru: Оставляйте отзывы на ваши любимые дополнения. Авторы дополнений более склонны улучшать свои дополнения и создавать новые, если они знают, что люди ценят их работу.
si: ඔබගේ ප්‍රියතම එක්කහු සඳහා ප්‍රතිපෝෂණ තබන්න. මිනිසුන් ඔවුන්ගේ වැඩ අගය කරන බව දන්නා විට එක්කහු කතුවරුන් එක්කහු වැඩිදියුණු කිරීමට මෙන්ම නව නිර්මාණ සිදු කිරීමට ඉඩ තිබේ.
sk: Pošlite spätnú väzbu autorovi svojho obľúbeného doplnku. Vývojári doplnkov svoje doplnky radi vylepšujú, a ak vidia, že sa ľuďom ich práca páči, tvoria nové.
sl: Ocenite svoje najljubše dodatke. Avtorji dodatkov bodo verjetneje izboljševali svoje dodatke in ustvarjali nove, če bodo videli, da uporabniki cenijo njihovo delo.
sq: Jepni përshtypjet për shtesat tuaja të parapëlqyera. Autorët e shtesave ka më tepër gjasa të përmirësojnë shtesat e tyre dhe të krijojnë të reja kur dikush e vlerëson punën e tyre.
sv_se: Lämna återkoppling för ditt favorittillägg. Upphovsmän av tillägg är mer benägna att förbättra sina tillägg och skapa nya när de vet att människor uppskattar deras arbete.
th: ให้คำติชมสำหรับส่วนเสริมที่คุณชื่นชอบ ผู้สร้างส่วนเสริมมีแนวโน้มที่จะปรับปรุงส่วนเสริมและสร้างส่วนเสริมใหม่เมื่อพวกเขารู้ว่าผู้คนชื่นชมผลงานของพวกเขา
tr: Sevdiğiniz eklentilerin incelemelerini yazın. Eklenti geliştiricileri, çalışmalarının takdir edildiğini bilirlerse yeni eklentiler oluşturmaları ve eklentilerini iyileştirmeleri daha olasıdır.
uk: Залишайте відгуки додаткам на цьому сайті. Автори додатка більш схильні до вдосконалення своїх додатків та написання нових, якщо вони знають, що люди цінять їх роботу.
vi: Để lại phản hồi cho các tiện ích ưa thích của bạn. Các tác giả của tiện ích có nhiều khả năng cải tiến các tiện ích của họ và tạo các tiện ích mới khi họ biết mọi người đánh giá cao công việc của họ.

source: Tell your friends and family that Firefox is a fast, secure browser that protects their privacy, and they can use add-ons to make it their own!
ar: أخبِر أصدقائك وعائلتك بأن فَيَرفُكس متصفح سريع وآمن يحمي خصوصيتهم، كما وأن الإضافات يمكن لها أن تجعل المتصفح ملكا لهم.
bs: Javite svojim prijateljima i porodici da je Firefox brz, siguran pretraživač koji štiti njihovu privatnost, i da mogu koristiti dodatke da ga personaliziraju!
ca: Feu saber a amics i familiars que el Firefox és un navegador ràpid i segur que protegeix la privadesa, i que s'hi poden emprar complements!
cs: Řekněte o tom, že Firefox je rychlý a bezpečný prohlížeč chránící jejich soukromí, který si mohou rozšířit pomocí doplňků, své rodině a svým známým!
da: Fortæl dine venner og familie, at Firefox er en hurtig, sikker browser, der beskytter deres privatliv, og at de kan tilpasse den med tilføjelser, så den opfylder lige netop deres behov.
de: Sagen Sie Ihrer Familie und Ihren Freunden, dass Firefox ein schneller, sicherer Browser ist, der ihre Privatsphäre schützt und dass sie ihn mit Add-ons anpassen können!
el: Πείτε στους φίλους και τους συγγενείς σας ότι το Firefox είναι ένα γρήγορο, ασφαλές πρόγραμμα περιήγησης, που προστατεύει το απόρρητό σας και ότι μπορούν να το κάνουν δικό τους με τα πρόσθετα!
es: Contarle a amigos y familiares que Firefox es un navegador rápido y seguro que protege su privacidad y ¡que pueden utilizar complementos para personalizarlo!
fi: Kerro kavereillesi ja perheellesi, että Firefox on nopea ja turvallinen selain; se suojelee yksityisyyttä, ja sen voi muokata mieleisekseen lisäosilla!
fr: N’hésitez pas à dire à vos proches que Firefox est un navigateur rapide et sécurisé qui se préoccupe de vos données personnelles, et qu’ils peuvent se l’approprier grâce aux modules complémentaires !
fur: Dîs ai tiei amîs e ae famee che Firefox al è un navigadôr svelt e sigûr che al protêç la lôr riservatece, e che a puedin doprâ components adizionâi par rindilu personalizât!
fy_nl: Fertel jo freonen en famylje dat Firefox in flugge, feilige browser is dy’t harren privacy beskermet, en dat se add-ons brûke kinne om him nei winsk oan te passen!
he: ספרו לחברים ולמשפחה שלכם ש־Firefox הוא דפדפן מהיר ומאובטח שמגן על הפרטיות שלהם ושהם יכולים להשתמש בתוספות כדי להתאים אותו לפי העדפותיהם!
hu: Mondja el a barátainak és családjának, hogy a Firefox egy gyors, biztonságos böngésző, amely védi a magánszférájukat, és a kiegészítőkkel testre is szabhatják.
ia: Conta a tu amicos e a tu familia que Firefox es un rapide, secur navigator que protege lor confidentialitate, e illes pote usar additivos pro render los lor proprie!
id: Beritahu teman dan keluarga Anda bahwa Firefox itu peramban cepat dan aman yang melindungi privasi mereka dan mereka dapat menggunakan pengaya untuk menjadikan peramban itu khas miliknya!
is: Segðu fjölskyldu og vinum að Firefox sé hraðvirkur, öruggur vafri sem verndi persónuupplýsingar þeirra og sem þau geti aðlagað að sínum þörfum.
it: Raccomanda Firefox ai tuoi amici e familiari: spiega loro che è un browser veloce e sicuro, che protegge la loro privacy e che possono personalizzarlo con i componenti aggiuntivi!
ja: Firefox が高速、安全なブラウザーで、プライバシーを守ってくれて、自由にカスタマイズできるアドオンが使えることを、友達や家族に教えてあげてください。
ka: მოუყევით თქვენს მეგობრებსა და ოჯახის წევრებს, რომ Firefox არის სწრაფი, უსაფრთხო ბრაუზერი, რომელიც დაიცავს მათ პირადულობას, ხოლო დამატებების საშუალებით შეეძლებათ მისი საკუთარი გემოვნებით და სურვილისამებრ მოწყობა!
kab: Ini i yidukal akked twacult-ik d akken Firefox d iminig arurad, aɣelsan i yesseḥbibiren ɣef isefka udmawanen, daɣen zemren ad erren d ayla-nsen s useqdec n yizegrar!
ms: Maklumkan kepada rakan dan ahli keluarga bahawa Firefox merupakan pelayar yang pantas dan selamat yang melindungi privasi mereka, dan boleh menjadikan pelayar ini milik mereka sendiri menggunakan add-ons!
nb_no: Fortell dine venner og familie at Firefox er en rask, sikker nettleser som beskytter deres privatliv, og at de kan tilpasse den med tillegg, slik at den oppfyller nettopp deres behov!
nl: Vertel uw vrienden en familie dat Firefox een snelle, veilige browser is die hun privacy beschermt, en dat ze add-ons kunnen gebruiken om hem naar wens aan te passen!
nn_no: Fortell vennar og familie at Firefox er ein rask og trygg nettlesar som tek vare på privatlivet, og at han kan tilpassast med tillegg for å oppfylle eigne behov.
pa_in: ਆਪਣੇ ਦੋਸਤਾਂ ਅਤੇ ਪਰਿਵਾਰ ਨੂੰ ਦੱਸੋ ਕਿ ਫਾਇਰਫਾਕਸ ਇੱਕ ਤੇਜ਼, ਸੁਰੱਖਿਅਤ ਬ੍ਰਾਉਜ਼ਰ ਹੈ ਜੋ ਆਪਣੀ ਨਿੱਜਤਾ ਦੀ ਰੱਖਿਆ ਕਰਦਾ ਹੈ, ਅਤੇ ਉਹ ਆਪਣੇ ਆਪ ਨੂੰ ਬਣਾਉਣ ਲਈ ਐਡ-ਆਨ ਦਾ ਇਸਤੇਮਾਲ ਕਰ ਸਕਦੇ ਹਨ!
pl: Powiedz znajomym i rodzinie, że Firefox jest szybką, bezpieczną przeglądarką, która chroni ich prywatność i którą można dostosować do własnych upodobań dodatkami.
pt_br: Diga a seus amigos e familiares que o Firefox é um navegador rápido e seguro, que protege sua privacidade, e que podem usar extensões para o personalizar ao seu gosto!
pt_pt: Digam aos vossos amigos e familiares que o Firefox é um navegador rápido e seguro, que protege a sua privacidade, e que podem utilizar extras para o personalizar ao seu gosto!
ro: Spune-le prietenilor și familiei că Firefox este un browser rapid și sigur care le protejează intimitatea și pot folosi suplimente pentru a-l personaliza!
ru: Расскажите вашим друзьям и семье, что Firefox — быстрый и безопасный браузер, который защищает вашу приватность, и они могут использовать дополнения, чтобы сделать его своим!
si: ෆයර්ෆොක්ස් යනු සැමගේ පෞද්ගලිකත්‍වය රැක දෙන වේගවත්, ආරක්‍ෂිත අතිරික්සුවක් බව ඔබගේ යහළුවන්ට සහ පවුලේ ඥාතීන්ට පවසන්න, එක්කහු භාවිතයෙන් එය ඔවුන්ගේම කර ගැනීමට හැකිය!
sk: Povedzte svojim priateľom a rodine, že Firefox je rýchly a bezpečný prehliadač, ktorý chráni súkromie a ponúka širokú paletu doplnkov, vďaka ktorým si ho môžu prispôsobiť.
sl: Povejte prijateljem in družini, da je Firefox hiter in varen brskalnik, ki ščiti vašo zasebnost ter ki ga lahko z dodatki prilagodijo po svoje!
sq: Tregojuni miqve dhe familjes që Firefox-i është një shfletues i shpejtë, i sigurt, që mbron privatësinë, dhe se mund të përdorin shtesa për ta bërë si e duan!
sv_se: Berätta för dina vänner och familj att Firefox är en snabb, säker webbläsare som skyddar deras integritet och kan anpassas med tillägg!
th: บอกเพื่อนและครอบครัวของคุณว่า Firefox เป็นเบราว์เซอร์ที่รวดเร็วและปลอดภัยซึ่งปกป้องความเป็นส่วนตัว และพวกเขาสามารถใช้ส่วนเสริมเพื่อปรับแต่งในแบบของพวกเขาเองได้!
tr: Arkadaşlarınıza Firefox'un hızlı, güvenli ve herkesin gizliliğni koruyan bir tarayıcı olduğunu; üstelik eklentilerle Firefox'u kişiselleştirebileceklerini anlatın.
uk: Розкажіть своїм друзям і родичам, що Firefox - це швидкий, безпечний браузер, що захищає їхню приватність і дозволяє використовувати додатки для його персоналізації!
vi: Trò chuyện với bạn bè và gia đình rằng Firefox là một trình duyệt nhanh, bảo vệ an toàn quyền riêng tư của họ và họ có thể sử dụng các tiện ích bổ sung để biến nó thành của riêng họ!

source: To see more ways you can contribute to the add-on community, please visit our %(startLink)swiki%(endLink)s.
ca: Per veure més maneres de contribuir a la comunitat dels complements, visiteu la nostra %(startLink)swiki%(endLink)s.
cs: Pokud by vás zajímaly další možnosti, jak se zapojit, navštivte prosím naši %(startLink)swiki%(endLink)s.
da: For at se flere måder, hvorpå du kan bidrage til fællesskabet omkring tilføjelser, besøg vores %(startLink)swiki%(endLink)s.
de: Um sich über weitere Möglichkeiten zur Mitarbeit an der Add-on-Gemeinschaft zu informieren, besuchen Sie bitte unser %(startLink)sWiki%(endLink)s.
el: Για να δείτε περισσότερους τρόπους συνεισφοράς στην κοινότητα προσθέτων, επισκεφτείτε το %(startLink)swiki%(endLink)s μας.
es: Para ver otras formas de colaborar con la comunidad de complementos, visita nuestra %(startLink)swiki%(endLink)s.
fi: Muita tapoja osallistua lisäosayhteisön toimintaan on lueteltu %(startLink)swikissä%(endLink)s.
fr: Pour trouver d’autres façons d’aider la communauté s’occupant des modules, visitez notre %(startLink)swiki%(endLink)s.
fur: Par viodi altris mûts di colaborâ ae comunitât dai components adizionâi, visite il nestri %(startLink)swiki%(endLink)s.
fy_nl: Besykje ús %(startLink)swiki%(endLink)s foar mear manieren wêrop jo bydrage kinne oan de add-onmienskip.
he: כדי לצפות בדרכים נוספות לתרום לקהילת התוספות, ניתן לבקר ב%(startLink)sויקי%(endLink)s שלנו.
hu: Hogy további közreműködési lehetőségeket lásson a kiegészítők közösségében, keresse fel a %(startLink)swikit%(endLink)s.
ia: Pro vider altere manieras pro contribuer al communitate del additivos, per favor visita nostre %(startLink)swiki%(endLink)s.
id: Untuk melihat lebih banyak cara Anda dapat berkontribusi untuk komunitas pengaya, sila kunjungi %(startLink)swiki%(endLink)s kami.
is: Til að skoða fleiri leiðir til að leggja þitt af mörkum í samfélaginu í kringum viðbæturnar, ættirðu að skoða %(startLink)swiki-síðurnar%(endLink)s okkar.
it: Per scoprire altri modi di collaborare alla comunità dei componenti aggiuntivi, visita lo %(startLink)swiki%(endLink)s dedicato.
ja: アドオンコミュニティに貢献する他の方法は、こちらの %(startLink)swiki%(endLink)s をご覧ください。
ka: სხვადასხვა გზების მოსაძიებლად, დამატებების ერთობაში წვლილის შეტანის შესახებ, ეწვიეთ ჩვენი %(startLink)sვიკის%(endLink)s გვერდს.
kab: Akken ad tafeḍ amek ara tmuddeḍ afus i terbaɛt ixeddmen ɣef izegrar, rzu ar %(startLink)swiki%(endLink)s-nneɣ.
nb_no: For å se flere måter du kan bidra til fellesskapet rundt tillegg, gå til %(startLink)swiki-en%(endLink)s vår.
nl: Bezoek onze %(startLink)swiki%(endLink)s voor meer manieren waarop u kunt bijdragen aan de add-ongemeenschap.
nn_no: For å sjå fleire måtar du kan bidra til fellesskapet rundt tillegg, gå til %(startLink)swiki-en%(endLink)s vår.
pa_in: ਐਡਆਨ ਕਮਿਨਿਟੀ ਵਿੱਚ ਯੋਗਦਾਨ ਪਾਉਣ ਦੇ ਹੋਰ ਤਰੀਕਿਆਂ ਨੂੰ ਵੇਖਣ ਲਈ, ਕਿਰਪਾ ਕਰਕੇ ਸਾਡੇ%(startLink)s ਸਵਿਕੀ%(endLink)s ਤੇ ਜਾਓ।
pl: Nasza %(startLink)swiki%(endLink)s zawiera więcej informacji o udzielaniu się w społeczności dodatków.
pt_br: Para ver mais formas de contribuir com a comunidade de extensões, visite nosso %(startLink)swiki%(endLink)s.
pt_pt: Para ver mais formas de contribuir para a comunidade de extras, por favor visite a nossa %(startLink)swiki%(endLink)s.
ro: Pentru mai multe modalități prin care poți contribui la comunitatea de suplimente, intră pe pagina noastră de %(startLink)swiki%(endLink)s.
ru: Чтобы узнать о множестве способов, которыми вы можете помочь сообществу дополнений, пожалуйста, посетите нашу %(startLink)sвики-страницу%(endLink)s.
sk: Ak vás zaujímajú ďalšie možnosti, ako môžete prispieť do komunity doplnkov, navštívte naše stránky %(startLink)swiki%(endLink)s.
sl: Če si želite ogledati več načinov, kako lahko sodelujete, obiščite naš %(startLink)swiki%(endLink)s.
sq: Që të shihni më tepër rrugë me të cilat mund të jepni ndihmesë te bashkësia e shtesave, ju lutemi, vizitoni %(startLink)swiki%(endLink)s tonë.
sv_se: För att se fler sätt du kan bidra till tilläggsgemenskapen, besök vår %(startLink)swiki%(endLink)s.
th: หากต้องการดูวิธีอื่น ๆ ที่คุณสามารถมีส่วนร่วมกับชุมชนส่วนเสริม โปรดเยี่ยมชม%(startLink)sวิกิ%(endLink)sของเรา
tr: Eklenti topluluğuna katkıda bulunabileceğiniz diğer yolları öğrenmek için %(startLink)swiki%(endLink)s'mizi ziyaret edin.
uk: Щоб дізнатися про інші способи допомоги спільноті додатків, будь ласка, відвідайте нашу %(startLink)sсторінку вікі%(endLink)s.
vi: Để xem thêm các cách bạn có thể đóng góp cho cộng đồng tiện ích, vui lòng truy cập vào %(startLink)swiki%(endLink)s của chúng tôi.

source: Report an issue
cs: Nahlásit chybu
da: Rapportér et problem
de: Einen Fehler melden
el: Αναφορά ζητήματος
fi: Ilmoita ongelmasta
fr: Signaler un problème
fur: Segnale un probleme
fy_nl: In probleem melde
hr: Prijavi problem
hu: Hiba jelentése
ia: Reportar un problema
is: Tilkynna um vandamál
it: Segnala un problema
ja: 問題を報告
ka: ხარვეზის მოხსენება
kab: Azen abug
nb_no: Rapporter et problem
nl: Een probleem melden
nn_no: Rapporter eit problem
pl: Zgłoś problem
pt_br: Relatar um problema
pt_pt: Reportar um problema
ru: Сообщить о проблеме
si: ගැටළු වාර්තාව
sk: Nahláste problém
sv_se: Rapportera ett problem
th: รายงานปัญหา
tr: Sorun bildir
uk: Повідомити про проблему
vi: Báo cáo lỗi

source: About Firefox Add-ons
ar: عن إضافات فَيَرفُكس
az: Firefox Əlavələri Haqqında
bg: Относно Добавки за Firefox
bn_bd: Firefox অ্যাড-অনস সম্বন্ধে
bs: O Firefox dodacima
ca: Quant als complements del Firefox
cs: O serveru Doplňky pro Firefox
da: Om tilføjelser til Firefox
de: Über Firefox Add-ons
el: Σχετικά με τα Πρόσθετα Firefox
es: Acerca de los complementos de Firefox
fa: دربارهٔ افزونه‌های فایرفاکس
fi: Tietoja Firefox-lisäosista
fr: À propos des modules Firefox
fur: Informazions sui components adizionâi par Firefox
fy_nl: Oer Firefox Add-ons
he: על אודות התוספות של Firefox
hr: Informacije o Firefox dodacima
hu: A Firefox kiegészítők névjegye
ia: A proposito del additivos de Firefox
id: Tentang Pengaya Firefox
is: Um Firefox-viðbætur
it: Informazioni sui componenti aggiuntivi per Firefox
ja: Firefox Add-ons について
ka: Firefox დამატებების შესახებ
kab: Γef Izegrar Firefox
ms: Perihal Add-ons Firefox
nb_no: Om Firefox-tillegg
nl: Over Firefox Add-ons
nn_no: Om Firefox-tillegg
pa_in: ਫਾਇਰਫਾਕਸ ਐਡ-ਆਨ ਬਾਰੇ
pl: O serwisie
pt_br: Sobre extensões do Firefox
pt_pt: Acerca dos extras do Firefox
ro: Despre suplimentele Firefox
ru: О дополнениях Firefox
si: ෆයර්ෆොක්ස් එක්කහු ගැන
sk: O Doplnkoch pre Firefox
sl: O dodatkih za Firefox
sq: Mbi Shtesa Firefox-i
sv_se: Om Firefox tillägg
te: Firefox పొడగింతల గురించి
th: เกี่ยวกับส่วนเสริม Firefox
tr: Firefox Eklentileri Hakkında
uk: Про додатки Firefox
vi: Giới thiệu về Tiện ích Firefox
