Repository: mozilla/addons-frontend
Catalog: locale/*/LC_MESSAGES/amo.po
Languages: ar, az, bg, bn_bd, bs, ca, cs, da, de, el, es, fa, fi, fr, fur, fy_nl, ga_ie, he, hr, hu, ia, id, is, it, ja, ka, kab, ms, nb_no, nl, nn_no, pa_in, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: Developer response
ar: رد المطور
az: Tərtibatçı cavabı
bg: Отговор от разработчика
bn_bd: ডেভেলপারদের সাড়া
bs: Odgovor developera
ca: Resposta del desenvolupador
cs: Odpověď vývojáře
da: Svar fra udvikleren
de: Antwort des Entwicklers
el: Απάντηση προγραμματιστή
es: Respuesta del desarrollador
fa: پاسخ توسعه‌دهنده
fi: Kehittäjän vastaus
fr: Réponse du développeur
fur: Rispueste dal svilupadôr
fy_nl: Antwurd ûntwikkeler
he: תגובת המפתח
hr: Odgovor programera
hu: Fejlesztői válasz
ia: Responsa de disveloppator
id: Balasan pengembang
is: Svar forritara
it: Replica dello sviluppatore
ja: 開発者の返信
ka: შემმუშავებლის პასუხი
kab: Tiririt n ineflayen
ms: Respons pembangun
nb_no: Utviklerrespons
nl: Antwoord van ontwikkelaar
nn_no: Svar frå utviklaren
pa_in: ਵਿਕਾਸਕਾਰ ਜਵਾਬ
pl: Odpowiedź autora
pt_br: Resposta do desenvolvedor
pt_pt: Resposta do programador
ro: Răspunsul dezvoltatorului
ru: Ответ разработчика
si: සංවර්ධකගේ ප්‍රතිචාරය
sk: Odpoveď od vývojára
sl: Odgovor razvijalca
sq: Përgjigje zhvilluesi
sv_se: Utvecklarens svar
te: డెవలపర్ స్పందన
th: การตอบกลับของนักพัฒนา
tr: Geliştiricinin yanıtı
uk: Відповідь розробника
vi: Phản hồi của nhà phát triển

source: Save 50% with a full year subscription
ca: Estalvieu un 50% amb una subscripció d’un any sencer
cs: Ušetřete až 50 % s předplatným na celý rok
de: Sparen Sie 50% mit einem Jahresabo
el: Εξοικονομήστε 50% με συνδρομή ενός έτους
fi: Säästä 50 prosenttia koko vuoden tilauksella
fr: Économisez 50 % en vous abonnant pour un an
fur: Sparagne il 50% cuntun abonament anuâl
fy_nl: Besparje 50% mei in folslein jierabonnemint
hr: Uštedi 50 % s cijelogodišnjom pretplatom
hu: Takarítson meg 50%-ot az éves előfizetéssel
ia: Sparnia le 50% con un subscription de un anno integre
is: Sparaðu 50% með heils-árs áskrift
it: Risparmia il 50% con un abbonamento annuale
ka: დაზოგეთ 50% ერთწლიანი გამოწერით
kab: Ḥrez 50 % s ujerred n useggas ikmel
nb_no: Spar 50% på et helårsabonnement
nl: Bespaar 50% met een volledig jaarabonnement
nn_no: Spar 50% på eit heilårsabonnement
pl: Zaoszczędź 50% dzięki rocznej subskrypcji
pt_br: Economize 50% com uma assinatura de ano inteiro
pt_pt: Economize 50% com uma assinatura anual
ru: Сэкономьте 50% с годовой подпиской
si: වසරක දායකත්‍වයකින් 50% ක් ඉතිරි කර ගන්න
sk: Ušetrite 50% pri celoročnom predplatnom
sv_se: Spara 50% på en helårsprenumeration
tr: Yıllık abonelikle %50 tasarruf edin
uk: Заощаджуйте 50% із річною передплатою
vi: Tiết kiệm 50% với thuê bao cả năm

source: Protect your online data—and choose a VPN subscription plan that works for you.
cs: Chraňte svá online data a vyberte si plán předplatného pro síť VPN, který vám vyhovuje.
da: Beskyt dine online-data - vælg et VPN-abonnement, der passer til dine behov.
de: Schützen Sie Ihre Daten im Internet – und wählen Sie ein VPN-Abonnement, das zu Ihnen passt.
el: Προστατέψτε τα διαδικτυακά σας δεδομένα — επιλέξτε το πακέτο συνδρομής VPN που σας ταιριάζει.
fi: Suojaa tietojasi verkossa — ja valitse sinulle sopiva VPN-tilaus.
fr: Protégez vos données en ligne et choisissez le forfait d’abonnement VPN qui vous convient le mieux.
fur: Protêç i tiei dâts in rêt e sielç un plan di abonament VPN adat aes tôs esigjencis.
fy_nl: Beskermje jo onlinegegevens – en kies in VPN-abonnemint dat by jo past.
hr: Zaštiti svoje online podatke i odaberi plan pretplate na VPN koji ti odgovara.
hu: Védje meg online adatait – és válasszon egy Önnek megfelelő VPN-előfizetést.
ia: Protege tu datos in linea – e selige un plano de subscription VPN que functiona pro te.
is: Verndaðu friðhelgi þína á netinu - og kjóstu þá VPN-áskriftarleið sem hentar þér.
it: Proteggi i tuoi dati online e scegli un piano di abbonamento VPN adatto alle tue esigenze.
ka: დაიცავით მონაცემები ინტერნეტში — და აირჩიეთ თქვენთვის ხელსაყრელი VPN-ხელშეკრულება.
kab: Mmesten isefka-inek•inem srid—syen fren aɣawas n umultaɣ n VPN i ak•akem-iseɛden.
nb_no: Beskytt dataene dine på nettet — velg en VPN-abonnementsplan som fungerer for deg.
nl: Bescherm uw onlinegegevens – en kies een VPN-abonnement dat bij u past.
nn_no: Vern dataa dine på nettet — vel ein VPN-abonnementsplan som fungerer for deg.
pl: Chroń swoje dane w sieci — i wybierz odpowiedni dla siebie plan subskrypcji VPN.
pt_br: Proteja seus dados online, escolha um plano de assinatura de VPN que sirva para você.
pt_pt: Proteja os seus dados na Internet - e escolha um plano de subscrição de VPN que melhor se adeque si.
ru: Защитите свои данные в Интернете — выберите подходящий план подписки на VPN.
si: ඔබගේ මාර්ගගත දත්ත රැකගන්න — ඔබට යෝග්‍ය වීපීඑන් දායකත්‍ව සැලැසුමක් තෝරන්න.
sk: Chráňte svoje online dáta - a vyberte si plán predplatného VPN, ktorý vám vyhovuje.
sv_se: Skydda dina onlinedata—och välj en VPN-prenumerationsplan som fungerar för dig.
tr: Çevrimiçi verilerinizi koruyun. Size en uygun VPN abonelik paketini seçin.
uk: Захистіть свої інтернет-дані та оберіть тарифний план VPN, який вас задовольнить.
vi: Bảo vệ dữ liệu trực tuyến của bạn — và chọn gói thuê bao VPN phù hợp với bạn.

source: Get Mozilla VPN
cs: Získat Mozilla VPN
da: Hent Mozilla VPN
de: Holen Sie sich Mozilla VPN
el: Λήψη Mozilla VPN
fi: Hanki Mozilla VPN
fr: Adoptez le VPN de Mozilla
fur: Oten Mozilla VPN
fy_nl: Mozilla VPN downloade
hr: Preuzmi Mozilla VPN
hu: Mozilla VPN beszerzése
ia: Installa Mozilla VPN
is: Fáðu þér Mozilla VPN
it: Ottieni Mozilla VPN
ja: Mozilla VPN を入手
ka: გამოიყენეთ Mozilla VPN
kab: Awi Mozilla VPN
nb_no: Få Mozilla VPN
nl: Mozilla VPN downloaden
nn_no: Få Mozilla VPN
pl: Wypróbuj Mozilla VPN
pt_br: Instale o Mozilla VPN
pt_pt: Obtenha a VPN da Mozilla
ru: Установите Mozilla VPN
si: මොසිල්ලා වීපීඑන් ගන්න
sk: Získajte Mozilla VPN
sv_se: Hämta Mozilla VPN
th: รับ Mozilla VPN
tr: Mozilla VPN’i edinin
uk: Отримати Mozilla VPN
vi: Tải Mozilla VPN

source: To find extensions compatible with Firefox for Android, %(linkStart)sclick here%(linkEnd)s.
cs: Chcete-li najít rozšíření kompatibilní s Firefoxem pro Android, %(linkStart)sklepněte zde%(linkEnd)s.
de: Um mit Firefox für Android kompatible Erweiterungen zu finden, %(linkStart)sklicken Sie hier%(linkEnd)s.
el: Για να βρείτε επεκτάσεις συμβατές με το Firefox για Android, %(linkStart)sκάντε κλικ εδώ%(linkEnd)s.
fi: Löydät Firefoxin Android-version yhteensopivia laajennuksia %(linkStart)snapsauttamalla tätä%(linkEnd)s.
fr: Pour trouver des extensions compatibles avec Firefox pour Android, %(linkStart)scliquez ici%(linkEnd)s.
fur: Par cjatâ estensions compatibilis cun Firefox par Android, %(linkStart)sfâs clic achì%(linkEnd)s.
fy_nl: %(linkStart)sKlik hjir%(linkEnd)s om útwreidingen te sykjen dy’t kompatibel binne mei Firefox foar Android.
hu: A Firefox for Androiddal kompatibilis kiegészítők megtalálásához %(linkStart)skattintson ide%(linkEnd)s.
ia: Pro trovar extensiones compatibile con Firefox pro Android, %(linkStart)sclicca ci%(linkEnd)s.
is: Til að finna forritsauka sem eru samhæfðir við Firefox fyrir Android, skaltu %(linkStart)smella hér%(linkEnd)s.
it: Puoi trovare estensioni compatibili con Firefox per Android %(linkStart)sin questa pagina%(linkEnd)s.
ka: გაფართოებებისთვის, რომლებიც თავსებადია Firefox-თან Android-ზე, %(linkStart)s დაწკაპეთ%(linkEnd)s.
nb_no: For å finne utvidelser som er kompatible med Firefox for Android, %(linkStart)sklikk her%(linkEnd)s.
nl: %(linkStart)sKlik hier%(linkEnd)s om extensies te zoeken die compatibel zijn met Firefox voor Android.
nn_no: For å finne utvidingar som er kompatible med Firefox for Android, %(linkStart)sklikk her%(linkEnd)s.
pl: Aby znaleźć rozszerzenia zgodne z Firefoksem na Androida, %(linkStart)skliknij tutaj%(linkEnd)s.
pt_br: Para encontrar extensões compatíveis com o Firefox para Android, %(linkStart)sclique aqui%(linkEnd)s.
ru: Чтобы найти расширения, совместимые с Firefox для Android, %(linkStart)sнажмите здесь%(linkEnd)s.
sk: Ak chcete vyhľadať rozšírenia kompatibilné s Firefoxom pre Android, %(linkStart)skliknite sem%(linkEnd)s.
sv_se: För att hitta tillägg som är kompatibla med Firefox för Android, %(linkStart)sklicka här%(linkEnd)s.
tr: Android için Firefox ile uyumlu uzantıları bulmak için %(linkStart)sburaya tıklayın%(linkEnd)s.
uk: Щоб знайти розширення, сумісні з Firefox для Android, %(linkStart)sнатисніть тут%(linkEnd)s.
vi: Để tìm tiện ích mở rộng tương thích với Firefox cho Android, %(linkStart)snhấp vào đây%(linkEnd)s.

source: Add-ons are not compatible with Firefox for iOS. Try installing them on Firefox for desktop.
cs: Tento doplněk není kompatibilní s Firefoxem pro iOS. Zkuste si ho nainstalovat do Firefoxu pro počítač.
da: Tilføjelser er ikke kompatible med Firefox til iOS. Prøv at installere dem i Firefox til computer.
de: Add-ons sind nicht mit Firefox für iOS kompatibel. Versuchen Sie, es auf Firefox für den Desktop zu installieren.
el: Τα πρόσθετα δεν είναι συμβατά με το Firefox για iOS. Δοκιμάστε να τα εγκαταστήσετε στο Firefox για υπολογιστές.
fi: Lisäosat eivät ole yhteensopivia Firefoxin iOS-version kanssa. Asenna lisäosia Firefoxin työpöytäversioon.
fr: Les modules complémentaires ne sont pas compatibles avec Firefox pour iOS. Essayez de les installer sur Firefox pour ordinateur.
fur: I components adizionâi no son compatibii cun Firefox par iOS. Prove a instalâju in Firefox par scritori.
fy_nl: Add-on binne net kompatibel mei Firefox foar iOS. Probearje se yn Firefox foar desktop te ynstallearjen.
hr: Dodaci nisu kompatibilni s Firefoxom za iOS. Pokušaj ih instalirati u Firefoxu za računalo.
hu: A kiegészítők nem kompatibilisek a Firefox for iOS-szel. Próbálja az asztali Firefoxban telepíteni őket.
ia: Le additivos non es compatibile con Firefox pro iOS. Proba installar lo sur Firefox pro scriptorio.
is: Viðbætur eru ekki samhæfðar við Firefox fyrir iOS. Prófaðu að setja þær upp á Firefox fyrir vinnutölvur.
it: I componenti aggiuntivi non sono compatibili con Firefox per iOS. Prova a installarli in Firefox per desktop.
ja: アドオンは iOS 版 Firefox と互換性がありません。デスクトップ版 Firefox でインストールしてみてください。
ka: დამატებები შეუთავსებელია Firefox-თან iOS-ზე. მათი დაყენება შეგიძლიათ კომპიუტერის Firefox-ზე.
kab: Azegrir-a ur imṣada ara akked Firefox n iOS. Ɛreḍ ad t-tesbeddeḍ ɣef Firefox n tnarit.
nb_no: Tillegg er ikke kompatible med Firefox for iOS. Prøv å installere dem på Firefox for datamaskiner.
nl: Add-ons zijn niet compatibel met Firefox voor iOS. Probeer ze in Firefox voor desktop te installeren.
nn_no: Tillegg er ikkje kompatible med Firefox for iOS. Prøv å installere dei på Firefox for datamaskiner.
pl: Dodatki nie są zgodne z Firefoksem na iOS. Spróbuj zainstalować je w Firefoksie na komputery.
pt_br: Esta extensão não é compatível com o Firefox para iOS. Experimente instalar no Firefox de computador.
pt_pt: As extensões não são compatíveis com o Firefox para iOS. Experimente instalar as mesmas no Firefox para computador.
ro: Suplimentele nu sunt compatibile cu Firefox pentru iOS. Încearcă să le instalezi pe Firefox pentru desktop.
ru: Дополнения несовместимы с Firefox для iOS. Попробуйте установить их на компьютерный Firefox.
si: අයිඕඑස් සඳහා ෆයර්ෆොක්ස් සමඟ එක්කහු නොගැළපෙයි. ඒවා වැඩතලය සඳහා ෆයර්ෆොක්ස් හි ස්ථාපනය කරන්න.
sk: Doplnky nie sú kompatibilné s prehliadačom Firefox pre iOS. Skúste si ich nainštalovať do Firefoxu pre počítač.
sv_se: Tillägg är inte kompatibla med Firefox för iOS. Prova att installera dem på Firefox för datorer.
th: ส่วนเสริมนี้เข้ากันไม่ได้กับ iOS โปรดลองติดตั้งบน Firefox สำหรับเดสก์ท็อป
tr: iOS için Firefox maalesef eklentileri desteklemiyor. Eklentileri Firefox’un bilgisayar sürümüne yükleyebilirsiniz.
uk: Додатки несумісні з Firefox для iOS. Спробуйте встановити їх у Firefox для комп'ютера.
vi: Tiện ích mở rộng không tương thích với Firefox dành cho iOS. Hãy thử cài đặt chúng trên Firefox dành cho máy tính để bàn.

source: %(localizedSize)s B
fi: %(localizedSize)s t
fr: %(localizedSize)s octets
he: %(localizedSize)s בתים
ja: %(localizedSize)s バイト
ka: %(localizedSize)s ბაიტი
ru: %(localizedSize)s байт(а)
si: බ. %(localizedSize)s
uk: %(localizedSize)s Б

source: %(localizedSize)s KB
fi: %(localizedSize)s kt
fr: %(localizedSize)s Ko
he: %(localizedSize)s ק״ב
ka: %(localizedSize)s კბ
ru: %(localizedSize)s КБ
si: කි.බ. %(localizedSize)s
uk: %(localizedSize)s КБ

source: %(localizedSize)s MB
fi: %(localizedSize)s Mt
fr: %(localizedSize)s Mo
he: %(localizedSize)s מ״ב
ka: %(localizedSize)s მბ
ru: %(localizedSize)s МБ
si: මෙ.බ. %(localizedSize)s
uk: %(localizedSize)s МБ

source: %(localizedSize)s GB
fi: %(localizedSize)s Gt
fr: %(localizedSize)s Go
he: %(localizedSize)s ג״ב
ka: %(localizedSize)s გბ
ru: %(localizedSize)s ГБ
si: ගි.බ. %(localizedSize)s
uk: %(localizedSize)s ГБ

source: %(localizedSize)s TB
fi: %(localizedSize)s Tt
fr: %(localizedSize)s To
he: %(localizedSize)s ט״ב
ka: %(localizedSize)s ტბ
ru: %(localizedSize)s ТБ
si: ටෙ.බ. %(localizedSize)s
uk: %(localizedSize)s ТБ

source: This add-on cannot be rated because no versions have been published.
ar: لا يمكن تقييم هذه الإضافة إذ لم تُنشر أية إصدارات منها.
az: Bu əlavənin hələlik nəşr edilmiş versiyası olmadığı üçün qiymətləndirilə bilmir.
bg: Добавката не може да бъде оценявана, защото няма публикувани издания.
bs: Ovaj dodatak ne može biti ocijenjen jer nema objavljene verzije.
ca: Aquest complement no es pot valorar perquè encara no s'ha publicat cap versió.
cs: Tento doplněk nelze ohodnotit, protože nebyla zveřejněna žádná jeho verze.
da: Denne tilføjelse kan ikke bedømmes, fordi ingen versioner er blevet udgivet.
de: Dieses Add-on kann nicht bewertet werden, weil keine Versionen veröffentlicht wurden.
el: Αυτό το πρόσθετο δεν μπορεί να αξιολογηθεί, επειδή δεν έχει εκδοθεί καμία έκδοση.
es: No se puede calificar este complemento porque aún no se ha publicado ninguna versión.
fi: Tätä lisäosaa ei voi arvioida, koska yhtäkään sen versiota ei ole julkaistu.
fr: Ce module ne peut pas être noté, car aucune version n’a été publiée.
fur: Nol è pussibil vautâ chest component adizionâl parcè che nol à versions publicadis.
fy_nl: Dizze add-on kin net wurdearre wurde, omdat der gjin publisearre ferzjes binne.
he: לא ניתן לדרג תוספת זו כיוון שלא פורסמה אף גרסה.
hr: Ovaj se dodatak ne može ocijeniti, jer nije objavljena nijedna verzija.
hu: Ezt a kiegészítőt nem lehet értékelni, mert még egyetlen verzió sem lett közzétéve.
ia: Iste additivo non pote esser evalutate perque nulle version ha essite publicate.
id: Pengaya ini tidak dapat dinilai karena tidak ada versi yang telah ditayangkan.
is: Ekki er hægt að gefa þessari viðbót einkunn þar sem engar útgáfur hafa verið birtar.
it: Questo componente aggiuntivo non può essere valutato perché non ha versioni pubblicate.
ja: このアドオンは公開されているバージョンがないため評価できません。
ka: დამატების შეფასება შეუძლებელია, რადგან არცერთი ვერსია არ გამოქვეყნებულა.
kab: Azegrir-agi ur yezmir ara ad yettwasezmel acku ulac lqem i d-yeffɣen.
ms: Add-on ini tidak boleh diberi nilai kerana tiada versi yang diterbitkan.
nb_no: Denne utvidelsen kan ikke rangeres fordi ingen versjoner har blitt publisert.
nl: Deze add-on kan niet worden gewaardeerd, omdat er geen gepubliceerde versies zijn.
nn_no: Denne utvidinga kan ikkje vurderast fordi ingen versonar er publiserte.
pa_in: ਇਹ ਐਡ-ਆਨ ਨੂੰ ਦਰਜਾ ਨਹੀਂ ਦਿੱਤਾ ਜਾ ਸਕਦਾ ਕਿਉਂਕਿ ਕੋਈ ਵਰਜਨ ਪ੍ਰਕਾਸ਼ਿਤ ਨਹੀਂ ਕੀਤੇ ਗਏ ਹਨ।
pl: Nie można ocenić tego dodatku, ponieważ nie ma on żadnych opublikowanych wersji.
pt_br: Essa extensão não pode ser avaliada porque não foi publicada uma versão.
pt_pt: Este extra não pode ser avaliado porque não foram publicadas versões.
ro: Acest supliment nu poate fi evaluat deoarece nu au fost publicate versiuni.
ru: Это дополнение нельзя оценить, так как оно не имеет опубликованных версий.
si: අනුවාද කිසිවක් ප්‍රකාශයට පත් කර නැති නිසා මෙම එක්කහුව ඇගැයුමට නොහැකිය.
sk: Tento doplnok nie je možné ohodnotiť, pretože žiadna jeho verzia nebola publikovaná.
sl: Tega dodatka ni mogoče oceniti, ker nobena različica ni objavljena.
sq: Kjo shtojcë nuk mund të vlerësohet, ngaqë s’ka versione të saj të publikuar.
sv_se: Detta tillägg kan inte klassificeras eftersom inga versioner har publicerats.
th: ไม่สามารถให้คะแนนส่วนเสริมนี้ได้เนื่องจากยังไม่มีรุ่นที่เผยแพร่
tr: Bu eklentinin hiçbir sürümü yayımlanmadığı için ona puan veremezsiniz.
uk: Цей додаток не можна оцінити, тому що він не має опублікованих версій.
vi: Tiện ích này không thể được đánh giá vì chưa có phiên bản nào được xuất bản.

source: Read %(count)s review
ar: لا شيء لقراءته
az: %(count)s rəyi oxu
bg: Прочетете %(count)s отзив
bn_bd: %(count)s রিভিউ সমূহ পড়ুন
bs: Pročitaj %(count)s pregled
ca: Llegiu %(count)s ressenya
cs: Přečíst %(count)s recenzi
da: Læs %(count)s anmeldelse
de: %(count)s Bewertung lesen
el: Ανάγνωση %(count)s κριτικής
es: Leer %(count)s revisiones
fa: همه‌ی %(count)s بازخورد‌ها را بخوانید
fi: Lue %(count)s arvio
fr: Lire %(count)s critique
fur: Lei %(count)s recension
fy_nl: %(count)s beoardieling lêze
ga_ie: Léigh %(count)s léirmheas
he: קריאת סקירה אחת
hr: Pročitaj %(count)s recenziju
hu: %(count)s értékelés elolvasása
ia: Leger %(count)s recension
id: Baca semua %(count)s ulasan
is: Lesa %(count)s umsögn
it: Leggi %(count)s recensione
ja: すべてのレビュー (%(count)s) を読む
ka: ყველა (%(count)s) მიმოხილვის ნახვა
kab: Ɣeṛ %(count)s n ucegger
ms: Baca semua %(count)s ulasan
nb_no: Les %(count)s omtale
nl: %(count)s beoordeling lezen
nn_no: Les %(count)s vurdering
pa_in: %(count)s ਦੀ ਸਮੀਖਿਆ ਪੜ੍ਹੋ
pl: %(count)s recenzja
pt_br: Ler %(count)s análise
pt_pt: Ler %(count)s análise
ro: Citește %(count)s recenzie
ru: Прочитать %(count)s отзыв
si: සමාලෝචන %(count)s ක් කියවන්න
sk: Prečítajte si %(count)s recenziu
sl: Preberi %(count)s oceno
sq: Lexoni %(count)s shqyrtim
sv_se: Läst %(count)s recension
te: %(count)s సమీక్షను చదవండి
th: อ่าน %(count)s บทวิจารณ์ทั้งหมด
tr: %(count)s incelemenin hepsini oku
uk: Читати %(count)s відгук
vi: Đọc tất cả %(count)s đánh giá

source: No reviews yet
ar: لا مراجعات بعد
az: Hələlik rəy yoxdur
bg: Няма отзиви
bn_bd: এখনও কোন পর্যালোচনা করা হয়নি
bs: Nema recenzija
ca: Encara no hi ha ressenyes
cs: Zatím žádné recenze
da: Ikke anmeldt endnu
de: Noch keine Bewertungen
el: Καμία κριτική ακόμα
es: Aún no hay revisiones
fa: تاکنون بدون بازخوردی ندارد
fi: Ei arvioita
fr: Aucune critique pour l’instant
fur: Ancjemò nissune recension
fy_nl: Noch gjin beoardelingen
ga_ie: Níl aon léirmheas ann
he: אין עדיין סקירות
hr: Još nema recenzija
hu: Még nincsenek értékelések
ia: Ancora nulle recensiones
id: Belum ada ulasan
is: Engar umsagnir ennþá
it: Ancora nessuna recensione
ja: まだレビューはありません
ka: მიმოხილვები არაა
kab: Ulac iceggiren tura
ms: Belum ada ulasan
nb_no: Ingen omtaler ennå
nl: Nog geen beoordelingen
nn_no: Ingen vurderingar enno
pa_in: ਅਜੇ ਕੋਈ ਸਮੀਖਿਆ ਨਹੀਂ
pl: Nie ma jeszcze recenzji
pt_br: Ainda sem análises
pt_pt: Ainda sem análises
ro: Nicio recenzie încă
ru: Пока отзывов нет
si: මෙතෙක් සමාලෝචන නැත
sk: Zatiaľ žiadne recenzie
sl: Še ni ocenjeno
sq: Ende pa shqyrtime
sv_se: Inga recensioner ännu
te: సమీక్షలు ఇంకా లేవు
th: ยังไม่มีบทวิจารณ์
tr: Henüz inceleme yapılmamış
uk: Ще немає відгуків
vi: Chưa có đánh giá

source: Rate your experience
ar: قيّم تجربتك
az: Təcrübənizi qiymətləndirin
bg: Дайте оценка
bn_bd: আমাদের অভিজ্ঞতার মূল্যায়ন দিন
bs: Ocijenite vaše iskustvo
ca: Valoreu l'experiència
cs: Ohodnoťte svou zkušenost
da: Bedøm din oplevelse
de: Bewertung Ihres Eindrucks
el: Βαθμολόγηση εμπειρίας
es: Califica tu experiencia
fa: به تجربه خود امتیاز بدهید
fi: Arvioi kokemuksesi
fr: Évaluez votre expérience
fur: Valute la tô esperience
fy_nl: Wurdearje jo ûnderfining
ga_ie: Rátáil d'eispéireas
he: דירוג החוויה שלך
hr: Ocijeni svoje iskustvo
hu: Értékelje a tapasztalatait
ia: Evaluta tu experientia
id: Beri peringkat
is: Gefðu reynslu þinni einkunn
it: Valuta la tua esperienza utente
ja: あなたの体験を評価
ka: თქვენი შეფასება
kab: Sezmel tarmit-ik
ms: Nilaikan pengalaman anda
nb_no: Vurder din opplevelse
nl: Uw ervaring waarderen
nn_no: Vurder opplevinga di
pa_in: ਆਪਣੇ ਅਨੁਭਵ ਨੂੰ ਦਰਜਾ ਦਿਓ
pl: Oceń swoje wrażenia
pt_br: Avalie a sua experiência
pt_pt: Avalie a sua experiência
ro: Evaluează experiența
ru: Оцените работу расширения
si: ඔබගේ අත්දැකීම අගයන්න
sk: Ohodnoťte svoju skúsenosť
sl: Ocenite svojo izkušnjo
sq: Vlerësoni rastin tuaj
sv_se: Betygsätt din upplevelse
te: మీ అనుభవమును రేట్ చేయండి
th: ให้คะแนนประสบการณ์ของคุณ
tr: Deneyiminize puan verin
uk: Оцініть
vi: Xếp hạng trải nghiệm của bạn

source: About this dictionary
ar: عن القاموس هذا
az: Bu lüğət haqqında
bg: Относно речника
bn_bd: অভিধান সম্বন্ধে
bs: O ovom rječniku
ca: Quant a aquest diccionari
cs: O tomto slovníku
da: Om denne ordbog
de: Über dieses Wörterbuch
el: Σχετικά με το λεξικό
es: Sobre este diccionario
fa: درباره این لغت‌نامه
fi: Tietoja tästä oikolukusanastosta
fr: À propos de ce dictionnaire
fur: Informazions sul dizionari
fy_nl: Oer dit wurdboek
he: על אודות מילון זה
hr: Informacije o ovom rječniku
hu: A szótár névjegye
ia: A proposito de iste dictionario
id: Tentang kamus ini
is: Um þetta orðasafn
it: Informazioni sul dizionario
ja: この辞書について
ka: ლექსიკონის შესახებ
kab: Ɣef umawal-agi
ms: Perihal kamus ini
nb_no: Om denne ordboken
nl: Over dit woordenboek
nn_no: Om denne ordboka
pa_in: ਇਸ ਸ਼ਬਦਕੋਸ਼ ਬਾਰੇ
pl: O tym słowniku
pt_br: Sobre este dicionário
pt_pt: Acerca deste dicionário
ro: Despre acest dicționar
ru: Об этом словаре
si: මෙම ශබ්දකෝෂය ගැන
sk: O tomto slovníku
sl: O tem slovarju
sq: Rreth këtij fjalori
sv_se: Om denna ordbok
te: ఈ నిఘంటువు గురించి
th: เกี่ยวกับพจนานุกรมนี้
tr: Bu sözlük hakkında
uk: Про цей словник
vi: Giới thiệu từ điển

source: About this extension
ar: عن الامتداد هذا
az: Bu uzantı haqqında
bg: Относно разширението
bn_bd: এক্সটেনশন সম্বন্ধে
bs: O ovoj ekstenziji
ca: Quant a aquesta extensió
cs: O tomto rozšíření
da: Om denne udvidelse
de: Über diese Erweiterung
el: Σχετικά με την επέκταση
es: Sobre esta extensión
fa: دربارهٔ این افزونه
fi: Tietoja tästä laajennuksesta
fr: À propos de cette extension
fur: Informazions su la estension
fy_nl: Oer dizze útwreiding
he: על אודות הרחבה זו
hr: Informacije o ovom proširenju
hu: A kiegészítő névjegye
ia: A proposito de iste extension
id: Tentang ekstensi ini
is: Um þennan forritsauka
it: Informazioni sull’estensione
ja: この拡張機能について
ka: გაფართოების შესახებ
kab: Ɣef usiɣzef agi
ms: Perihal ekstensi ini
nb_no: Om denne utvidelsen
nl: Over deze extensie
nn_no: Om denne utvidinga
pa_in: ਇਸ ਇਕਸਟੈਨਸ਼ਨ ਬਾਰੇ
pl: O tym rozszerzeniu
pt_br: Sobre esta extensão
pt_pt: Acerca desta extensão
ro: Despre această extensie
ru: Об этом расширении
si: මෙම දිගුව ගැන
sk: O tomto rozšírení
sl: O tej razširitvi
sq: Rreth këtij zgjerimi
sv_se: Om denna utökning
te: ఈ పొడిగింత గురించి
th: เกี่ยวกับส่วนขยายนี้
tr: Bu uzantı hakkında
uk: Про це розширення
vi: Về tiện ích mở rộng này
