Repository: mozilla/addons-frontend
Catalog: locale/*/LC_MESSAGES/amo.po
Languages: ar, az, bg, bn_bd, bs, ca, cs, da, de, el, es, fa, fi, fr, fur, fy_nl, ga_ie, he, hr, hu, ia, id, is, it, ja, ka, kab, ms, nb_no, nl, nn_no, pa_in, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: Firefox only recommends extensions that meet our standards for security and performance.
ar: يوصي فيرفكس ويقترح فقط الامتدادات التي تلبي معاييرنا للأمان والأداء.
ca: El Firefox només recomana extensions que compleixen els estàndards de seguretat i de rendiment.
cs: Firefox doporučuje jen rozšíření, která splňují naše standardy pro bezpečnost a výkon.
da: Firefox anbefaler kun udvidelser, der opfylder vores standarder for sikkerhed og ydelse.
de: Firefox empfiehlt nur Erweiterungen, die unseren Sicherheits- und Leistungsstandards entsprechen.
el: Το Firefox προτείνει μόνο τις επεκτάσεις που πληρούν τα πρότυπα ασφαλείας και επιδόσεων μας.
es: Firefox solo recomienda extensiones que cumplen nuestros estándares de seguridad y rendimiento.
fi: Firefox suosittelee vain sellaisia laajennuksia, jotka täyttävät standardimme turvallisuuden ja suorituskyvyn suhteen.
fr: Firefox ne recommande que des extensions conformes à nos normes en matière de sécurité et de performances.
fur: Firefox al consee dome estensions che a sodisfin i nestris standards di sigurece e di prestazion.
fy_nl: Firefox rekommandearret allinnich útwreidingen oan dy’t oan ús standert foar feilichheid en prestaasjes foldogge.
he: ‏Firefox ממליץ רק על הרחבות שעומדות בתקנים שלנו לאבטחה וביצועים.
hr: Firefox preporučuje samo proširenja koja udovoljavaju našim standardima za sigurnost i performanse.
hu: A Firefox csak olyan kiegészítőket ajánl, amelyek megfelelnek a biztonsági és a teljesítménybeli követelményeinknek.
ia: Firefox recommenda solmente le extensiones que satisface nostre normas de securitate e efficientia.
id: Firefox hanya menyarankan ekstensi yang memenuhi standar keamanan dan kinerja kami.
is: Firefox mælir aðeins með forritsaukum sem hafa verið yfirfarðir með tilliti til viðmiða okkar varðandi öryggi og afköst.
it: Firefox consiglia solo estensioni che soddisfano i nostri standard di sicurezza e prestazioni.
ka: Firefox მხოლოდ იმ გაფართოებებს გირჩევთ, რომლებიც აკმაყოფილებს უსაფრთხოებისა და წარმადობის მაღალ მოთხოვნებს.
kab: Firefox ur ittwelleh ala isiɣzaf yemṣadan d yilugan-nneɣ icudden ɣer tɣellist akked timellit.
nb_no: Firefox anbefaler bare utvidelser som oppfyller våre standarder for sikkerhet og ytelse.
nl: Firefox beveelt alleen extensies aan die voldoen aan onze normen voor beveiliging en prestaties.
nn_no: Firefox tilrår berre utvidingar som oppfyller standardane våre for sikkerheit og yting.
pa_in: ਫਾਇਰਫਾਕਸ ਉਹ ਐਕਸਟੈਂਸ਼ਨਾਂ ਦੀ ਸਿਫਾਰਸ਼ ਕਰਦਾ ਹੈ ਜੋ ਸੁਰੱਖਿਆ ਅਤੇ ਕਾਰਗੁਜ਼ਾਰੀ ਲਈ ਸਾਡੇ ਮਿਆਰ ਪੂਰੇ ਕਰਦੇ ਹਨ।
pl: Firefox poleca wyłącznie rozszerzenia spełniające nasze standardy bezpieczeństwa i wydajności.
pt_br: O Firefox só recomenda extensões que atendem nossos padrões de segurança e desempenho.
pt_pt: O Firefox apenas recomenda extensões que atendam aos nossos standards para segurança e desempenho.
ro: Firefox recomandă numai extensii care respectă standardele noastre de securitate și performanță.
ru: Firefox рекомендует только те расширения, которые соответствуют нашим стандартам по безопасности и производительности.
si: අපගේ ආරක්‍ෂණ හා කාර්ය සාධන ප්‍රමිතීන් සපුරාලන දිගු පමණක් ෆයර්ෆොක්ස් නිර්දේශ කරයි.
sk: Firefox odporúča len rozšírenia, ktoré spĺňajú naše štandardy pre bezpečnosť a výkon.
sl: Firefox priporoča samo razširitve, ki ustrezajo našim standardom glede varnosti in učinkovitosti delovanja.
sq: Firefox-i rekomandon vetëm zgjerime që pajtohen me standarde tona për sigurinë dhe punimin.
sv_se: Firefox rekommenderar endast utökningar som uppfyller våra standarder för säkerhet och prestanda.
th: Firefox แนะนำเฉพาะส่วนขยายที่ตรงตามมาตรฐานของเราเท่านั้นเพื่อความปลอดภัยและประสิทธิภาพ
tr: Firefox yalnızca güvenlik ve performans standartlarımızı karşılayan uzantıları önerir.
uk: Firefox рекомендує лише ті розширення, які відповідають нашим стандартам безпеки та продуктивності.
vi: Firefox chỉ đề xuất các tiện ích mở rộng đáp ứng các tiêu chuẩn của chúng tôi về bảo mật và hiệu suất.

source: See more %(categoryName)s
bg: Вижте още %(categoryName)s
cs: Více v kategorii %(categoryName)s
da: Se flere %(categoryName)s
de: Mehr aus %(categoryName)s
el: Δείτε περισσότερα στην κατηγορία «%(categoryName)s»
fi: Katso lisää luokan %(categoryName)s sisältöä
fr: Voir plus de %(categoryName)s
fur: Viôt altris in %(categoryName)s
fy_nl: Mear %(categoryName)s
hr: Više iz kategorije %(categoryName)s
hu: Továbbiak itt: %(categoryName)s
ia: Vider altere %(categoryName)s
is: Sjá meira úr flokknum %(categoryName)s
it: Vedi altri in %(categoryName)s
ja: %(categoryName)s をもっと見る
ka: ვრცლად კატეგორიაში %(categoryName)s
kab: Wali ugar n %(categoryName)s
nb_no: Se flere %(categoryName)s
nl: Meer %(categoryName)s
nn_no: Sjå fleire i kategorien %(categoryName)s
pl: Więcej w kategorii %(categoryName)s
pt_br: Mais %(categoryName)s
pt_pt: Ver mais em %(categoryName)s
ru: Посмотреть больше в %(categoryName)s
si: තවත් %(categoryName)s බලන්න
sk: Ďalšie v kategórii %(categoryName)s
sv_se: Se fler %(categoryName)s
th: ดู %(categoryName)s เพิ่มเติม
tr: Daha fazla %(categoryName)s
uk: Докладніше в %(categoryName)s
vi: Xem thêm %(categoryName)s

source: Access your data for all websites
ar: الوصول إلى بياناتك لكل المواقع
az: Bütün saytlar üçün olan məlumatlarınıza baxmaq
bg: Достъпва данните ви за всички страници
bs: Pristupi dodacima za sve web stranice
ca: Accedir a les dades de tots els llocs web
cs: Přistupovat k vašim datům pro všechny webové stránky
da: Tilgå dine data for alle websteder
de: Auf Ihre Daten für diverse Websites zugreifen
el: Έχει πρόσβαση στα δεδομένα σας για κάθε ιστότοπο
es: Acceder a tus datos para todos los sitios web
fi: Pääsy tietoihisi kaikilla verkkosivuilla
fr: Accéder à vos données pour tous les sites web
fur: Acedi ai tiei dâts di ducj i sîts web
fy_nl: Jo gegevens foar alle websites benaderje
he: גישה לנתונים שלך מכל האתרים
hr: Pristupiti tvojim podacima za sve web-stranice
hu: Az adatai elérése az összes webhelyhez
ia: Acceder a tu datos pro tote le sitos web
id: Mengakses data Anda pada semua situs
is: Fáðu aðgang að gögnunum þínum fyrir öll vefsvæði
it: Accedere ai dati di tutti i siti web
ja: すべてのウェブサイトの保存されたデータへのアクセス
ka: თქვენს მონაცემებთან წვდომა ყველა საიტზე
kab: Kcem ɣer isefka-inek deg ismal web meṛṛa
ms: Akses data anda untuk semua laman web
nb_no: Få tilgang til dine data fra alle nettsteder
nl: Uw gegevens voor alle websites benaderen
nn_no: Tilgang tiil dataa dine frå alle nettsider
pa_in: ਸਾਰੀਆਂ ਵੈੱਬਸਾਈਟਾਂ ਲਈ ਤੁਹਾਡੇ ਡਾਟੇ ਵਾਸਤੇ ਪਹੁੰਚ
pl: Mieć dostęp do danych użytkownika na wszystkich stronach
pt_br: Acessar seus dados em todos os sites visitados
pt_pt: Aceder aos seus dados para todos os sites
ro: Să îți acceseze datele pentru toate site-urile web
ru: Получать доступ к вашим данных на всех сайтах
si: සියළු අඩවි සඳහා ඔබගේ දත්ත වෙත ප්‍රවේශය
sk: Pristupovať k údajom pre všetky webové stránky
sl: dostopa do vaših podatkov za vse spletne strani
sq: Të hyjë në të dhënat tuaja për krejt sajtet
sv_se: Åtkomst till dina data för alla webbplatser
te: అన్ని వెబ్ సైట్లలో మీ డేటాను చూడటం
th: เข้าถึงข้อมูลของคุณสำหรับเว็บไซต์ทั้งหมด
tr: Tüm web sitelerine ait verilerinize erişme
uk: Отримувати доступ до ваших даних для всіх вебсайтів
vi: Truy cập dữ liệu của bạn trên mọi trang web

source: Access your data for sites in the %(param)s domain
ar: الوصول إلى بياناتك للمواقع في النطاق %(param)s
az: Məlumatlarınıza %(param)s domain içindəki saytlar üçün baxmaq
bg: Достъпва данните ви за страниците от домейна %(param)s
bs: Pristup vašim podacima za stranice u %(param)s domenu
ca: Accedir a les dades web del domini %(param)s
cs: Přistupovat k vašim datům webových stránek na doméně %(param)s
da: Tilgå dine data for websteder på domænet %(param)s
de: Auf Ihre Daten für Websites in der Domain %(param)s zugreifen
el: Πρόσβαση στα δεδομένα σας για ιστοτόπους του τομέα %(param)s
es: Acceder a tus datos en los sitios del %(param)s dominio
fi: Pääsy tietoihisi sivustoilla, jotka ovat verkkotunnuksessa %(param)s
fr: Accéder à vos données pour les sites du domaine %(param)s
fur: Acedi ai dâts utents dai sîts includûts tal domini %(param)s
fy_nl: Jo gegevens foar websites yn it domein %(param)s benaderje
he: גישה לנתונים שלך עבור אתרים תחת שם המתחם %(param)s
hr: Pristupiti tvojim podacima za web-stranice na %(param)s domeni
hu: Hozzáférés az adataihoz a(z) %(param)s tartományban lévő lapokhoz
ia: Accede tu datos pro sitos in le %(param)s dominio
id: Mengakses data Anda untuk situs pada domain %(param)s
is: Fáðu aðgang að gögnunum þínum fyrir öll vefsvæði á %(param)s léninu
it: Accedere ai dati utente dei siti inclusi nel dominio %(param)s
ja: %(param)s ドメインにあるサイトのユーザーデータへのアクセス
ka: თქვენს მონაცემებთან წვდომა %(param)s მისამართის საიტებზე
kab: Kcem ɣer yisefka-ik n i yismal di %(param)s n taɣult
ms: Akses data laman anda dalam domain %(param)s
nb_no: Få tilgang til din informasjon for nettsteder på domenet %(param)s
nl: Uw gegevens voor websites in het domein %(param)s benaderen
nn_no: Tilgang til dataa dine for nettsider på domenet %(param)s
pa_in: %(param)s ਦੇ ਡੋਮੇਨ ਵਿਚ ਸਾਈਟਾਂ ਲਈ ਆਪਣਾ ਡੇਟਾ ਐਕਸੈਸ ਕਰੋ
pl: Mieć dostęp do danych użytkownika w domenie „%(param)s”
pt_br: Acessar seus dados em sites no domínio %(param)s
pt_pt: Aceder aos seus dados para sites no domínio %(param)s
ro: Să îți acceseze datele pentru site-uri din domeniul %(param)s
ru: Получать доступ к вашим данных на сайтах в %(param)s домене
si: %(param)s වසමෙහි අඩවි සඳහා ඔබගේ දත්ත වෙත ප්‍රවේශය
sk: Pristupovať k vašim údajom webových stránok na doméne %(param)s
sl: dostopa do vaših podatkov za strani na domeni %(param)s
sq: Të hyjë në të dhënat tuaja për sajte në %(param)s përkatësi
sv_se: Åtkomst till dina data för platser i domänen %(param)s
te: %(param)s డొమైనులో మీ డేటా చూడటం
th: เข้าถึงข้อมูลของคุณสำหรับไซต์ในโดเมน %(param)s
tr: %(param)s alan adındaki sitelere ait verilerinize erişme
uk: Отримувати доступ до ваших даних для вебсайтів у домені %(param)s
vi: Truy cập dữ liệu của bạn cho các trang web trong tên miền %(param)s

source: Access your data for %(param)s
ar: الوصول إلى بياناتك لموقع %(param)s
bg: Достъпва данните ви от %(param)s
bs: Pristupite vašim podacima za %(param)s
ca: Accediu a les dades de %(param)s
cs: Přistupovat k vašim datům stránky %(param)s
da: Tilgå dine data for %(param)s
de: Auf Ihre Daten für %(param)s zugreifen
el: Πρόσβαση στα δεδομένα σας για %(param)s
es: Acceder a tus datos para %(param)s
fi: Pääsy tietoihisi sivustolla %(param)s
fr: Accéder à vos données pour %(param)s
fur: Acedi ai dâts utent di %(param)s
fy_nl: Jo gegevens foar %(param)s benaderje
he: גישה לנתונים שלך עבור %(param)s
hr: Pristupiti tvojim podacima za %(param)s
hu: Az adatai elérése itt: %(param)s
ia: Accede tu datos pro %(param)s
id: Mengakses data Anda untuk %(param)s
is: Fáðu aðgang að gögnunum þínum á %(param)s
it: Accedere ai dati utente di %(param)s
ja: %(param)s のユーザーデータへのアクセス
ka: თქვენს მონაცემებთან წვდომა %(param)s-ზე
kab: Kcem ɣer isefka-ik i %(param)s
ms: Akses data anda untuk %(param)s
nb_no: Få tilgang til dine data for %(param)s
nl: Uw gegevens voor %(param)s benaderen
nn_no: Tilgang til dataa dine for %(param)s
pa_in: %(param)s ਲਈ ਆਪਣਾ ਡੇਟਾ ਐਕਸੈਸ ਕਰੋ
pl: Mieć dostęp do danych użytkownika na stronie „%(param)s”
pt_br: Acessar seus dados em %(param)s
pt_pt: Aceder aos seus dados para %(param)s
ro: Să îți acceseze datele pentru %(param)s
ru: Получать доступ к вашим данных на %(param)s
si: %(param)s සඳහා ඔබගේ දත්ත වෙත ප්‍රවේශය
sk: Pristupovať k údajom pre %(param)s
sl: dostopa do vaših podatkov za %(param)s
sq: Të hyjë në të dhënat tuaja për %(param)s
sv_se: Åtkomst till dina data för %(param)s
te: %(param)s కోసం మీ డేటాను పొందడం
th: เข้าถึงข้อมูลของคุณสำหรับ %(param)s
tr: %(param)s verilerinize erişme
uk: Отримувати доступ до ваших даних для %(param)s
vi: Truy cập dữ liệu của bạn cho %(param)s

source: By Firefox
bg: От Firefox
ca: Del Firefox
cs: Od Firefoxu
da: Af Firefox
de: Von Firefox
el: Από το Firefox
fi: Firefoxilta
fr: Par Firefox
fur: Di Firefox
fy_nl: Troch Firefox
he: מאת Firefox
hr: Firefoxovo
hu: A Firefox által
ia: Per Firefox
id: Oleh Firefox
is: Af Firefox
it: Da Firefox
ja: Firefox
ka: უზრუნველყოფს Firefox
kab: S Firefox
nb_no: Av Firefox
nl: Door Firefox
nn_no: Av Firefox
pl: Od Firefoksa
pt_br: Feito pelo Firefox
pt_pt: Por Firefox
ro: De Firefox
ru: От Firefox
si: ෆයර්ෆොක්ස් වෙතින්
sk: Od Firefoxu
sl: Firefoxovo
sq: Nga Firefox-i
sv_se: Av Firefox
th: โดย Firefox
tr: Firefox ekibinden
uk: Від Firefox
vi: Bởi Firefox

source: Recommended
ar: مُقترحة
bg: Препоръчани
ca: Recomanat
cs: Doporučené
da: Anbefalet
de: Empfohlen
el: Προτεινόμενο
es: Recomendados
fi: Suositeltu
fr: Recommandé
fur: Conseâts
fy_nl: Oanrekommandearre
he: מומלצות
hr: Preporučeno
hu: Ajánlott
ia: Recommendate
id: Disarankan
is: Mælt með
it: Consigliati
ja: おすすめ
ka: სასურველი
kab: Yelha
nb_no: Anbefalt
nl: Aanbevolen
nn_no: Tilrådd
pa_in: ਸਿਫ਼ਾਰਸ਼ੀ
pl: Polecane
pt_br: Recomendado
pt_pt: Recomendados
ro: Recomandate
ru: Рекомендуемые
si: නිර්දේශිත
sk: Odporúčané
sl: Priporočeno
sq: E rekomanduar
sv_se: Rekommenderad
te: సిఫార్సు చేయబడినవి
th: แนะนำ
tr: Önerilen
uk: Рекомендовані
vi: Được đề xuất

source: Download file
bg: Изтегляне на файл
ca: Baixa el fitxer
cs: Stáhnout soubor
da: Hent fil
de: Datei herunterladen
el: Λήψη αρχείου
es: Descargar archivo
fi: Lataa tiedosto
fr: Télécharger le fichier
fur: Discjame il file
fy_nl: Bestân downloade
hr: Preuzmi datoteku
hu: Fájl letöltése
ia: Discargar file
is: Sækja skrá
it: Scarica file
ja: ファイルをダウンロード
ka: ფაილის ჩამოტვირთვა
kab: Sader afaylu
nb_no: Last ned fil
nl: Bestand downloaden
nn_no: Last ned fil
pl: Pobierz plik
pt_br: Baixar arquivo
pt_pt: Transferir ficheiro
ro: Descarcă fișierul
ru: Загрузить файл
si: ගොනුව බාගන්න
sk: Stiahnuť súbor
sl: Prenesi datoteko
sv_se: Hämta fil
th: ดาวน์โหลดไฟล์
tr: Dosyayı indir
uk: Завантажити файл
vi: Tải xuống tập tin

source: Learn more
ar: اطّلع على المزيد
bg: Научете повече
ca: Més informació
cs: Zjistit více
da: Læs mere
de: Weitere Informationen
el: Μάθετε περισσότερα
es: Saber más
fi: Lue lisää
fr: En savoir plus
fur: Plui informazions
fy_nl: Mear ynfo
he: מידע נוסף
hr: Saznaj više
hu: További tudnivalók
ia: Saper plus
id: Pelajari lebih lanjut
is: Kanna nánar
it: Ulteriori informazioni
ja: 詳細情報
ka: ვრცლად
kab: Issin ugar
nb_no: Les mer
nl: Meer info
nn_no: Les meir
pa_in: ਹੋਰ ਜਾਣੋ
pl: Więcej informacji
pt_br: Saiba mais
pt_pt: Saber mais
ro: Află mai multe
ru: Подробнее
si: තව දැනගන්න
sk: Ďalšie informácie
sl: Več o tem
sq: Mësoni më tepër
sv_se: Läs mer
th: เรียนรู้เพิ่มเติม
tr: Daha fazla bilgi al
uk: Докладніше
vi: Tìm hiểu thêm

source: This add-on is not actively monitored for security by Mozilla. Make sure you trust it before installing.
bg: Добавката не се наблюдава активно от Mozilla по отношение на сигурността. Инсталирайте я само ако ѝ се доверявате.
ca: La seguretat d'aquest complement no està supervisada activament per Mozilla. Assegureu-vos que hi confieu abans d’instal·lar-lo.
cs: Bezpečnost tohoto doplňku Mozilla aktivně nesleduje. Před instalací se ujistěte, že mu můžete důvěřovat.
de: Dieses Add-on wird von Mozilla nicht aktiv auf seine Sicherheit überwacht. Stellen Sie sicher, dass Sie ihm vertrauen, bevor Sie es installieren.
el: Αυτό το πρόσθετο δεν εποπτεύεται ενεργά για ασφάλεια από τη Mozilla. Βεβαιωθείτε ότι το εμπιστεύεστε πριν από την εγκατάσταση.
fi: Mozilla ei seuraa aktiivisesti tämän lisäosan turvallisuutta. Varmista ennen asennusta, että luotat siihen.
fr: La sécurité de ce module n’est pas contrôlée par Mozilla. Assurez-vous de sa fiabilité avant de l’installer.
fur: La sigurece di chest component adizionâl no je monitorade in mût atîf di Mozilla. Controle che al sedi afidabil prime di instalâlu.
fy_nl: Dizze add-on wurdt net aktyf op befeiliging kontrolearre troch Mozilla. Soargje derfoar dat jo de add-on fertrouwe eardat jo dizze ynstallearje.
hr: Mozilla aktivno ne prati sigurnost ovog dodatka. Budite sigurni da mu vjerujete prije instalacije.
hu: Ezt a kiegészítőt nem vizsgálja biztonsági szempontból a Mozilla. Telepítés előtt győződjön meg arról, hogy megbízik-e benne.
ia: Iste additivo non es activemente surveliate pro securitate per Mozilla. Assecura te que tu pote fider te a illo ante de installar lo.
is: Þessi viðbót er ekki vöktuð að staðaldri af Mozilla með tilliti til öryggisþátta. Vertu viss um að þú treystir henni áður en þú setur hana upp.
it: La sicurezza di questo componente aggiuntivo non è monitorata attivamente da Mozilla. Assicurarsi che sia affidabile prima di installarlo.
ja: このアドオンは、Mozilla によるセキュリティの監視がアクティブに行われていません。インストールする前に、信頼できるアドオンか自分で確かめてください。
ka: ამ დამატების უსაფრთხოებას არ ზედამხედველობს Mozilla. დარწმუნდით სანდოობაში დაყენებამდე.
kab: Azegrir-a ara ur yettuɛass ara s wudem urmid i tɣellist sɣur Mozilla. Ḍmen tumneḍ yis-s uqbel ad t-tesbeddeḍ.
nb_no: Dette tillegget overvåkes ikke aktivt for sikkerhet av Mozilla. Pass på at du stoler på det før du installerer.
nl: Deze add-on wordt niet actief op beveiliging gecontroleerd door Mozilla. Zorg ervoor dat u de add-on vertrouwt voordat u deze installeert.
nn_no: Dette tillegget vert ikkje aktivt overvaka for sikkerheit av Mozilla. Pass på at du stolar på det før du installerer.
pl: Ten dodatek nie jest aktywnie monitorowany pod względem bezpieczeństwa przez Mozillę. Przed instalacją upewnij się, że mu ufasz.
pt_br: A segurança desta extensão não é monitorada ativamente pela Mozilla. Tenha certeza de que confia nela antes de instalar.
pt_pt: Este extra não é ativamente monitorizado relativamente a questões segurança pela Mozilla. Certifique-se que confia no mesmo antes de o instalar.
ro: Acest supliment nu este monitorizat în mod activ pentru securitate de către Mozilla. Asigură-te că este de încredere înainte de instalare.
ru: Mozilla не осуществляет активного контроля за безопасностью этого дополнения. Убедитесь, что вы доверяете ему, перед установкой.
si: මොසිල්ලා මගින් මෙම එක්කහුව ආරක්‍ෂාව සඳහා සක්‍රියව නිරීක්‍ෂණය නොකෙරේ. ස්ථාපනයට පෙර ඔබ එය විශ්වාස කරන බවට වග බලා ගන්න.
sk: Toto rozšírenie nie je z hľadiska bezpečnosti aktívne monitorované Mozillou. Pred inštaláciou sa uistite, že mu môžete dôverovať.
sl: Mozilla ne nadzoruje varnosti tega dodatka. Preden jo namestite, se prepričajte, da ji zaupate.
sv_se: Detta tillägg övervakas inte aktivt av Mozilla. Se till att du litar på det innan du installerar.
th: ส่วนเสริมนี้ยังไม่ผ่านการตรวจสอบความปลอดภัยโดย Mozilla ตรวจสอบให้แน่ใจว่าคุณเชื่อถือส่วนเสริมก่อนที่คุณจะติดตั้ง
tr: Bu eklentinin güvenliği Mozilla tarafından izlenmemektedir. Yalnızca güvendiğiniz eklentileri yüklemenizi öneririz.
uk: Mozilla не стежить за безпечністю цього додатка на постійній основі. Перед встановленням переконайтеся, що ви йому довіряєте.
vi: Tiện ích này không được Mozilla giám sát về bảo mật. Hãy chắc chắn rằng bạn tin tưởng nó trước khi cài đặt.

source: Change language
ar: غيّر اللغة
az: Dili dəyişdir
bg: Смяна на езика
bn_bd: ভাষা পরিবর্তন করুন
bs: Promijeni jezik
ca: Canvia la llengua
cs: Změna jazyka
da: Skift sprog
de: Sprache ändern
el: Αλλαγή γλώσσας
es: Cambiar idioma
fa: تغییر زبان
fi: Vaihda kieltä
fr: Changer la langue
fur: Cambie lenghe
fy_nl: Taal wizigje
he: שינוי שפה
hr: Promijeni jezik
hu: Nyelvváltás
ia: Cambia lingua
id: Ubah bahasa
is: Skipta um tungumál
it: Cambia lingua
ja: 言語を変更
ka: ენის შეცვლა
kab: Snifel tutlayt
ms: Tukar bahasa
nb_no: Endre språk
nl: Taal wijzigen
nn_no: Endre språk
pa_in: ਭਾਸ਼ਾ ਬਦਲੋ
pl: Zmień język
pt_br: Alterar idioma
pt_pt: Alterar idioma
ro: Schimbă limba
ru: Изменить язык
si: භාෂාව සංශෝධනය
sk: Zmeniť jazyk
sl: Spremeni jezik
sq: Ndryshoni gjuhën
sv_se: Ändra språk
te: భాషను మార్చుకోండి
th: เปลี่ยนภาษา
tr: Dil değiştir
uk: Змінити мову
vi: Thay đổi ngôn ngữ

source: Dismiss this notice
az: Bu bildirişi qapat
bg: Скриване на известието
ca: Elimina aquest avís
cs: Skrýt
da: Afvis denne meddelelse
de: Diesen Hinweis verwerfen
el: Απόρριψη σημείωσης
es: Ignorar este aviso
fi: Ohita tämä ilmoitus
fr: Cacher ce message
fur: Siere chest avîs
fy_nl: Dit berjocht ferstopje
he: סגירת הודעה זו
hr: Odbaci ovu obavijest
hu: Értesítés elvetése
ia: Dimitte iste nota
id: Abaikan pernyataan ini
is: Hunsa þessi skilaboð
it: Chiudi questo avviso
ja: このお知らせを閉じる
ka: ამ შეტყობინების დამალვა
kab: Fer izen-agi
ms: Abaikan notis ini
nb_no: Avvis denne meldingen
nl: Dit bericht verbergen
nn_no: Avvis denne meldinga
pa_in: ਇਸ ਨੋਟਿਸ ਨੂੰ ਖਾਰਜ ਕਰੋ
pl: Zamknij to powiadomienie
pt_br: Descartar este aviso
pt_pt: Descartar este aviso
ro: Respinge această notificare
ru: Скрыть это уведомление
si: දැන්වීම ඉවත දමන්න
sk: Zavrieť toto oznámenie
sl: Skrij obvestilo
sq: Shpërfille këtë shënim
sv_se: Avvisa detta meddelande
te: ఈ గమనికను తీసేయి
th: เพิกเฉยประกาศนี้
tr: Bu bildirimi kapat
uk: Відхилити це сповіщення
vi: Bỏ qua thông báo này

source: Previous
ar: السابق
az: Əvvəlki
bg: Предишна
bn_bd: পূর্ববর্তী
bs: Prethodna
ca: Anterior
cs: Předchozí
da: Forrige
de: Vorherige
el: Προηγούμενη
es: Anterior
fa: قبلی
fi: Edellinen
fr: Précédent
fur: Precedent
fy_nl: Foarige
ga_ie: Siar
he: הקודם
hr: Prethodna
hu: Előző
ia: Previe
id: Sebelumnya
is: Fyrra
it: Precedente
ja: 前へ
ka: წინა
kab: Azewwar
ms: Dahulu
nb_no: Forrige
nl: Vorige
nn_no: Føregåande
pa_in: ਪਿਛਲਾ
pl: Wstecz
pt_br: Anterior
pt_pt: Anterior
ro: Anterioară
ru: Назад
si: කලින්
sk: Predchádzajúca
sl: Prejšnja
sq: I mëparshmi
sv_se: Föregående
te: మునుపటి
th: ก่อนหน้า
tr: Önceki
uk: Назад
vi: Trước

source: Next
ar: التالي
az: Sonrakı
bg: Следваща
bn_bd: পরবর্তী
bs: Sljedeća
ca: Següent
cs: Další
da: Næste
de: Nächste
el: Επόμενη
es: Siguiente
fa: بعدی
fi: Seuraava
fr: Suivant
fur: Sucessîf
fy_nl: Folgjende
ga_ie: Ar Aghaidh
he: הבא
hr: Sljedeća
hu: Következő
ia: Sequente
id: Selanjutnya
is: Næsta
it: Successiva
ja: 次へ
ka: შემდეგი
kab: Ddu ɣer zdat
ms: Berikut
nb_no: Neste
nl: Volgende
nn_no: Neste
pa_in: ਅਗਲਾ
pl: Dalej
pt_br: Próximo
pt_pt: Seguinte
ro: Următoarea
ru: Вперёд
si: ඊළඟ
sk: Ďalšia
sl: Naslednja
sq: Pasuesi
sv_se: Nästa
te: తదుపరి
th: ถัดไป
tr: Sonraki
uk: Далі
vi: Tiếp

source: Page %(thisPage)s of %(totalPages)s
cs: Stránka %(thisPage)s z %(totalPages)s
da: Side %(thisPage)s af %(totalPages)s
de: Seite %(thisPage)s von %(totalPages)s
el: Σελίδα %(thisPage)s από %(totalPages)s
fi: Sivu %(thisPage)s/%(totalPages)s
fr: Page %(thisPage)s sur %(totalPages)s
fur: Pagjine %(thisPage)s di %(totalPages)s
fy_nl: Side %(thisPage)s fan %(totalPages)s
hr: Stranica %(thisPage)s od %(totalPages)s
hu: %(thisPage)s. oldal / %(totalPages)s
ia: Pagina %(thisPage)s de %(totalPages)s
is: Síða %(thisPage)s af %(totalPages)s
it: Pagina %(thisPage)s di %(totalPages)s
ka: გვერდი %(thisPage)s, სულ %(totalPages)s
kab: Asebter %(thisPage)s seg %(totalPages)s
nb_no: Side %(thisPage)s av %(totalPages)s
nl: Pagina %(thisPage)s van %(totalPages)s
nn_no: Side %(thisPage)s av %(totalPages)s
pl: %(thisPage)s. strona z %(totalPages)s
pt_br: Página %(thisPage)s de %(totalPages)s
pt_pt: Página %(thisPage)s de %(totalPages)s
ru: Страница %(thisPage)s из %(totalPages)s
si: %(totalPages)s න් %(thisPage)s පිටුව
sk: Stránka %(thisPage)s z %(totalPages)s
sv_se: Sida %(thisPage)s av %(totalPages)s
tr: Sayfa %(thisPage)s/%(totalPages)s
uk: Сторінка %(thisPage)s із %(totalPages)s
vi: Trang %(thisPage)s/%(totalPages)s
