Repository: mozilla/addons-frontend
Catalog: locale/*/LC_MESSAGES/amo.po
Languages: ar, az, bg, bn_bd, bs, ca, cs, da, de, el, es, fa, fi, fr, fur, fy_nl, ga_ie, he, hr, hu, ia, id, is, it, ja, ka, kab, ms, nb_no, nl, nn_no, pa_in, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: IMPORTANT: Deleting this Firefox Add-ons profile is irreversible.
ar: هام: حذف ملف إضافات فَيَرفُكس الشخصي إجراء لا عودة فيه.
ca: IMPORTANT: suprimir el perfil de complements de Firefox és irreversible.
cs: DŮLEŽITÉ: Smazání tohoto profilu je nevratné.
da: VIGTIGT: Sletning af denne profil på dette websted kan ikke fortrydes.
de: WICHTIG: Die Löschung dieses Firefox-Add-ons-Profils kann nicht rückgängig gemacht werden.
el: ΣΗΜΑΝΤΙΚΟ: Η διαγραφή αυτού του προφίλ προσθέτων του Firefox δεν αναιρείται.
es: IMPORTANTE: Si eliminas este perfil de los Complementos de Firefox, no lo podrás deshacer.
fi: TÄRKEÄÄ: Tämän Firefox-lisäosien profiilin poistamista ei voi perua.
fr: IMPORTANT : supprimer ce profil Firefox Add-ons est irréversible.
fur: IMPUARTANT: nol è pussibil tornâ indaûr de eliminazion di chest profîl dal sît Firefox Add-ons.
fy_nl: WICHTICH: It fuortsmiten fan dit Firefox-add-ons-profyl kin net ûngedien makke wurde.
he: חשוב: מחיקת פרופיל Firefox Add-ons זה היא פעולה בלתי הפיכה.
hr: VAŽNO: Brisanje ovog profila u Firefox dodacima je nepovratna radnja.
hu: FONTOS: A Firefox kiegészítők fiókja törlése nem vonható vissza.
ia: IMPORTANTE: Deler iste profilo de additivos de Firefox es irreversibile.
id: PENTING: Penghapusan profil Pengaya Firefox ini tidak dapat diurungkan.
is: MIKILVÆGT: Það að eyða þessu notandasniði á Firefox Add-ons er ekki hægt að afturkalla.
it: IMPORTANTE: L’eliminazione di questo profilo dal sito Firefox Add-ons è irreversibile.
ja: 重要: この Firefox Add-ons プロファイルの削除は元に戻せません。
ka: ყურადღება: ამ Firefox დამატებების ანგარიშის წაშლა შეუქცევადი ქმედებაა.
kab: IMPORTANT: Ma tekseḍ izegrar n Firefox-agi, aya ad yili i lebda.
ms: PENTING: Penghapusan profil Add-ons Mozilla ini tidak boleh dibatalkan.
nb_no: VIKTIG: Sletting av denne Firefox-tilleggsprofilen kan ikke reverseres.
nl: BELANGRIJK: het verwijderen van dit Firefox Add-ons-profiel is onomkeerbaar.
nn_no: VIKTIG: Sletting av Firefox-tilleggsprofilen din kan ikkje angrast.
pa_in: IMPORTANT: ਇਸ ਫਾਇਰਫਾਕਸ ਐਡ-ਆਨ ਪ੍ਰੋਫਾਈਲ ਨੂੰ ਹਟਾਉਣਾ ਵਾਪਸੀਯੋਗ ਨਹੀਂ ਹੈ।
pl: WAŻNE: usunięcie tego profilu serwisu Dodatków do Firefoksa jest nieodwracalne.
pt_br: IMPORTANTE: Excluir esta conta no Firefox Add-ons é irreversível.
pt_pt: IMPORTANTE: Apagar este perfil do Extras do Firefox é irreversível.
ro: IMPORTANT: Ștergerea acestui profil de suplimente Firefox este ireversibilă.
ru: ВНИМАНИЕ: Удаление этого профиля на сайте дополнений Firefox является необратимым.
si: වැදගත්: මෙම ෆයර්ෆොක්ස් එක්කහු පැතිකඩ මකා දැමීම අප්‍රතිවර්ත්‍යයි.
sk: DÔLEŽITÉ: Odstránenie tohto profilu je nenavrátiteľné.
sl: POMEMBNO: brisanja profila Dodatkov ni mogoče razveljaviti.
sq: E RËNDËSISHME: Fshirja e këtij profili te Shtesa Firefox-i është e pakthyeshme.
sv_se: VIKTIGT: Att ta bort Firefox tilläggsprofil är oåterkallelig.
th: สำคัญ: การลบโปรไฟล์ส่วนเสริม Firefox นี้ไม่สามารถยกเลิกได้
tr: ÖNEMLİ: Bu Firefox Eklentileri profilinin silinmesi geri alınamaz.
uk: ВАЖЛИВО: Видалення цього профілю на сайті додатків Firefox є незворотною дією.
vi: QUAN TRỌNG: Không thể hoàn tác được khi xóa tiện ích Firefox này .

source: Your data will be permanently removed, including profile details (picture, user name, display name, location, home page, biography, occupation), notification preferences, reviews, and collections.
ar: سوف تُحذف بياناتك نهائيا، بما في ذلك تفاصيل الملف الشخصي (الصورة، واسم المستخدم، واسم العرض، والمكان، والصفحة الرئيسية، والسيرة الذاتية، والمهنة) وتفضيلات التنبيهات، ومراجعاتك، ومجموعاتك.
ca: Les vostres dades s'eliminaran permanentment, així com les dades del perfil (imatge, nom d'usuari, nom a mostrar, ubicació, pàgina d'inici, biografia, ocupació), les preferències de notificació, les ressenyes i les col·leccions.
cs: Vaše údaje budou trvale odstraněny, včetně vašeho profilu (obrázek, uživatelské jméno, zobrazované jméno, umístění, domovská stránka, biografie, povolání), nastavení oznámení, recenzí a sbírek.
da: Dine data vil blive fjernet permanent herunder profildetaljer (profilbillede, brugernavn, vis navn, sted, hjemmeside, biografi og beskæftigelse), indstillinger for beskeder, anmeldelser og samlinger.
de: Ihre Daten werden dauerhaft entfernt, einschließlich Details aus Ihrem Profil (Profilbild, Benutzername, Anzeigename, Ort, Homepage, Biografie, Beruf), Benachrichtigungseinstellungen, Bewertungen und Sammlungen.
el: Θα διαγραφούν οριστικά τα δεδομένα σας, όπως λεπτομέρειες προφίλ (εικόνα, όνομα χρήστη, προβαλλόμενο όνομα, τοποθεσία, αρχική σελίδα, βιογραφία, επάγγελμα), προτιμήσεις ειδοποιήσεων, κριτικές και συλλογές.
fi: Tietosi poistetaan pysyvästi, mukaan lukien profiilitietosi (kuva, käyttäjätunnus, näyttönimi, sijainti, kotisivu, biografia, ammatti), ilmoitusasetukset, arvostelut ja kokoelmat.
fr: Vos données seront définitivement supprimées, ce qui comprend les détails de votre profil (l’avatar et le nom d’utilisateur, le pseudo, l’emplacement, la page d’accueil, la biographie, la profession) ainsi que vos préférences de notification, vos commentaires et vos collections.
fur: I tiei dâts, includûts i detais dal profîl (imagjin, non utent, non visualizât, localitât, sît web, biografie, ocupazion), lis preferencis pes notifichis, lis recensions e lis racueltis, a vignaran eliminâts par simpri.
fy_nl: Jo gegevens, wêrûnder profyldetails: (ôfbylding, brûkersnamme, werjeftenamme, lokaasje, startside, biografy, berop), notifikaasjefoarkarren, beoardielingen en kolleksjes sille permanint fuortsmiten wurde.
he: הנתונים שלך יוסרו לצמיתות, לרבות פרטי הפרופיל (תמונה, שם משתמש, שם תצוגה, מיקום, דף הבית, קורות חיים ועיסוק), העדפות להתרעות, סקירות ואוספים.
hu: Az adatai véglegesen törlődnek, beleértve a profiladatokat (felhasználónevet, e-mail-címet, megjelenítési nevet, helyet, weboldalt, életrajzot, foglalkozást) és az értesítési beállításokat.
ia: Tu datos essera permanentemente removite, incluse le detalios del profilo (imagine, nomine de usator, nomine a monstrar, position, pagina de initio, biographia, occupation), optiones de notification, e collectiones.
id: Data Anda akan dihapus secara permanen, termasuk rincian profil (gambar, nama pengguna, nama tampilan, lokasi, laman beranda, biografi, pekerjaan), preferensi notifikasi, ulasan, dan koleksi.
is: Gögnin þín verða fjarlægð varanlega, þar á meðal upplýsingar notandasniðs (mynd, notandanafn, birtingarnafn, staðsetning, heimasíða, æviágrip, starf), stillingar tilkynninga, umsagnir og söfn.
it: I tuoi dati, inclusi i dettagli del profilo (immagine, nome utente, nome visualizzato, località, sito web, biografia, occupazione), le preferenze per le notifiche, le recensioni e le raccolte, verranno eliminati definitivamente.
ja: プロファイル情報 (写真、ユーザー名、表示名、所在地、ホームページ、経歴、職業) や通知設定、レビューコメント、コレクションを含め、あなたのデータは永久に削除されます。
ka: თქვენი მონაცემები სამუდამოდ წაიშლება, მათ შორის პროფილის აღწერილობაც (მომხმარებლის სახელი, ელფოსტა, გამოსაჩენი სახელი, მდებარეობა, მთავარი გვერდი, ბიოგრაფია, საქმიანობა), ასევე შეტყობინებების პარამეტრები, მიმოხილვები და კრებულები.
kab: Isefka-inek/inem ad ttwaksen i lebda, ula d telqayt n umaɣnu (tugna, isem n useqdec, isem ittwaseknen, adig, asebter agejdan, tabiyugrafit, axeddim) d isemnyifen n yilɣa, isenqaden-inek/inem d wayen i d-tleqḍeḍ.
nb_no: Dine data vil bli fjernet permanent, inkludert brukerinformasjon (bilder, brukernavn, visningsnavn, sted, hjemmeside, biografi og yrke), varslingsinnstillinger, omtaler, vurderinger og samlinger.
nl: Uw gegevens, waaronder profieldetails (afbeelding, gebruikersnaam, weergavenaam, locatie, startpagina, biografie, beroep), notificatievoorkeuren, beoordelingen en collecties, worden definitief verwijderd.
nn_no: Dine data vil bli fjerna permanent, inkludert brukarinformasjon (bilde, brukarnamn, visingsnmn, stad, heimeside, biografi og yrke), varslingsinnstillingar, omtalar, vurderingar og samlingar.
pl: Twoje dane zostaną trwale usunięte, co obejmuje informacje o profilu (obraz, nazwa użytkownika, wyświetlana nazwa, położenie, strona domowa, notka biograficzna, zawód), preferencje powiadomień, recenzje i kolekcje.
pt_br: Seus dados serão removidos permanentemente, incluindo detalhes do perfil (foto, nome de usuário, nome de exibição, localização, página web, biografia, ocupação), preferências de notificação, avaliações e coleções.
pt_pt: Os seus dados irão ser permanentemente removidos, incluindo detalhes de perfil (imagem, nome de utilizador, nome de apresentação, localização, página inicial, biografia, ocupação), preferências de notificação, análises e coleções.
ro: Datele tale vor fi șterse permanent, inclusiv detaliile profilului (fotografie, nume de utilizator, nume afișat, localitate, pagină de start, biografie, ocupație) și preferințele de notificări, recenziile și colecțiile.
ru: Ваши данные будут навсегда удалены, включая данные профиля (изображение, имя пользователя, отображаемое имя, местоположение, домашняя страница, биография, профессия), настройки уведомлений, отзывы и подборки.
si: පැතිකඩ විස්තර (ඡායාරූපය, පරිශීලක නාමය, සංදර්ශන නම, ස්ථානය, මුල් පිටුව, චරිතාපදානය, වෘත්තිය), දැනුම්දීම් අභිප්‍රේත, සමාලෝචන, සහ එකතු ඇතුළුව ඔබගේ දත්ත සදහටම ඉවත් කරනු ලැබේ.
sk: Vaše údaje, vrátane podrobností o profile (obrázku, používateľského mena, polohy či domovskej stránky) a nastavení upozornení, recenzií a kolekcií budú natrvalo odstránené.
sl: Vaši podatki bodo trajno izbrisani, vključno s podrobnostmi o profilu (slika, uporabniško ime, prikazno ime, kraj, domača stran, življenjepis, poklic), nastavitvami obvestil, ocenami in zbirkami.
sq: Të dhënat tuaja do të hiqen përgjithmonë, përfshi të dhëna profili (foto, emër përdoruesi, emër në ekran, vendndodhje, faqe hyrëse, jetëshkrim, punësim), parapëlqime njoftimesh, shqyrtime dhe koleksione.
sv_se: Dina uppgifter kommer att tas bort permanent, inklusive profilinformation (bild, användarnamn, visningsnamn, plats, hemsida, biografi, yrke), aviseringsinställningar, recensioner och samlingar.
th: ข้อมูลของคุณจะถูกลบออกอย่างถาวร รวมถึงรายละเอียดโปรไฟล์ (รูปภาพ ชื่อผู้ใช้ ชื่อที่แสดง ตำแหน่งที่ตั้ง หน้าแรก ชีวประวัติ อาชีพ) การกำหนดลักษณะการแจ้งเตือน บทวิจารณ์ และคอลเลกชัน
tr: Profil bilgileriniz (resim, kullanıcı adı, görünen ad, konum, web sitesi, biyografi, meslek), bildirim tercihleriniz, incelemeleriniz ve koleksiyonlarınız dahil olmak üzere verileriniz kalıcı olarak silinecektir.
uk: Ваші дані буде незворотно вилучено разом з подробицями профілю (зображенням, іменем користувача, загальнодоступним ім'ям, розташуванням, домівкою, інформацією про себе, заняттям), налаштуваннями сповіщень, вашими відгуками та збірками.
vi: Dữ liệu của bạn sẽ bị xóa vĩnh viễn, bao gồm chi tiết hồ sơ (hình ảnh, tên người dùng, tên hiển thị, vị trí, trang chủ, tiểu sử, nghề nghiệp), tùy chọn thông báo, đánh giá và bộ sưu tập.

source: The user’s data will be permanently removed, including profile details (picture, user name, display name, location, home page, biography, occupation), notification preferences, reviews, and collections.
ar: سوف تُحذف بيانات هذا المستخدم نهائيا، بما في ذلك تفاصيل الملف الشخصي (الصورة، واسم المستخدم، واسم العرض، والمكان، والصفحة الرئيسية، والسيرة الذاتية، والمهنة) وتفضيلات التنبيهات، والمراجعات، والمجموعات.
ca: Les dades de l'usuari s'eliminaran permanentment, així com les dades del perfil (imatge, nom d'usuari, nom a mostrar, ubicació, pàgina d'inici, biografia, ocupació), les preferències de notificació, les ressenyes i les col·leccions.
cs: Údaje o uživateli budou trvale odstraněny, včetně jeho profilu (obrázek, uživatelské jméno, zobrazované jméno, umístění, domovská stránka, biografie, povolání), nastavení oznámení, recenzí a sbírek.
da: Brugerens data vil blive fjernet permanent herunder profildetaljer (profilbillede, brugernavn, vis navn, sted, hjemmeside, biografi og beskæftigelse), indstillinger for beskeder, anmeldelser og samlinger.
de: Die daten dieses Benutzeres Daten werden dauerhaft entfernt, einschließlich Details aus seinem Profil (Profilbild, Benutzername, Anzeigename, Ort, Homepage, Biografie, Beruf), Benachrichtigungseinstellungen, Bewertungen und Sammlungen.
el: Θα διαγραφούν οριστικά τα δεδομένα αυτού του χρήστη, όπως λεπτομέρειες προφίλ (εικόνα, όνομα χρήστη, προβαλλόμενο όνομα, τοποθεσία, αρχική σελίδα, βιογραφία, επάγγελμα), προτιμήσεις ειδοποιήσεων, κριτικές και συλλογές.
fi: Käyttäjän tiedot poistetaan pysyvästi, mukaan lukien profiilitiedot (kuva, käyttäjätunnus, näyttönimi, sijainti, kotisivu, biografia, ammatti), ilmoitusasetukset, arvostelut ja kokoelmat.
fr: Les données de l’utilisateur ou utilisatrice seront définitivement supprimées, ce qui comprend les détails de son profil (l’avatar et le nom d’utilisateur, le pseudo, l’emplacement, la page d’accueil, la biographie, la profession) ainsi que des préférences de notification, ses commentaires et ses collections.
fur: I dâts dal utent, includûts i detais dal profîl (imagjin, non utent, non visualizât, localitât, sît web, biografie, ocupazion), lis preferencis pes notifichis, lis recensions e lis racueltis, a vignaran eliminâts par simpri.
fy_nl: De brûkersgegevens, wêrûnder profyldetails: (ôfbylding, brûkersnamme, werjeftenamme, lokaasje, startside, biografy, berop), notifikaasjefoarkarren, beoardielingen en kolleksjes sille permanint fuortsmiten wurde.
he: הנתונים של המשתמש יוסרו לצמיתות, לרבות פרטי הפרופיל (תמונה, שם משתמש, שם תצוגה, מיקום, דף הבית, קורות חיים ועיסוק), העדפות להתרעות, סקירות ואוספים.
hu: A felhasználói adatai véglegesen törlődnek, beleértve a profiladatokat (képet, felhasználónevet, e-mail-címet, megjelenítési nevet, helyet, weboldalt, életrajzot, foglalkozást), az értesítési beállításokat, az értékeléseket és a gyűjteményeket.
ia: Le datos del usator essera permanentemente removite, incluse le detalios del profilo (imagine, nomine de usator, nomine a monstrar, position, pagina de initio, biographia, occupation), optiones de notification e collectiones.
id: Data pengguna akan dihapus secara permanen, termasuk rincian profil (gambar, nama pengguna, nama tampilan, lokasi, laman beranda, biografi, pekerjaan), preferensi notifikasi, ulasan, dan koleksi.
is: Gögnin notandans verða fjarlægð varanlega, þar á meðal upplýsingar notandasniðs (mynd, notandanafn, birtingarnafn, staðsetning, heimasíða, æviágrip, starf), stillingar tilkynninga, umsagnir og söfn.
it: I dati dell’utente, inclusi i dettagli del profilo (immagine, nome utente, nome visualizzato, località, sito web, biografia, occupazione), le preferenze per le notifiche, le recensioni e le raccolte, verranno eliminati definitivamente.
ja: プロファイル情報 (写真、ユーザー名、表示名、所在地、ホームページ、経歴、職業) や通知設定、レビューコメント、コレクションを含め、このユーザーのデータは永久に削除されます。
ka: მომხმარებლის მონაცემები სამუდამოდ წაიშლება, მათ შორის პროფილის აღწერილობაც (მომხმარებლის სახელი, ელფოსტა, გამოსაჩენი სახელი, ადგილმდებარეობა, მთავარი გვერდი, ბიოგრაფია, საქმიანობა), ასევე შეტყობინებების პარამეტრები, მიმოხილვები და კრებულები.
kab: Isefka n useqdac ad ttwaksen i lebda, ula d telqayt n umaɣnu (tugna, isem n useqdec, isem ittwaseknen, adig, asebter agejdan, tabiyugrafit, axeddim) d isemnyifen n yilɣa, isenqaden-ines d wayen i d-yelqeḍ.
nb_no: Brukerens data vil bli fjernet permanent, inkludert brukerinformasjon (bilder, brukernavn, visningsnavn, sted, hjemmeside, biografi og yrke), varslingsinnstillinger, omtaler, vurderinger og samlinger.
nl: De gebruikersgegevens, waaronder profieldetails (afbeelding, gebruikersnaam, weergavenaam, locatie, startpagina, biografie, beroep), notificatievoorkeuren, beoordelingen en collecties, worden definitief verwijderd.
nn_no: Dataa til brukaren vil bli fjerna permanent, inkludert brukarinformasjon (bilde, brukarnamn, visingsnamn, stad, heimeside, biografi og yrke), varslingsinnstillingar, omtalar, vurderingar og samlingar.
pl: Dane użytkownika zostaną trwale usunięte, co obejmuje informacje o profilu (obraz, nazwa użytkownika, wyświetlana nazwa, położenie, strona domowa, notka biograficzna, zawód), preferencje powiadomień, recenzje i kolekcje.
pt_br: Os dados do usuário serão removidos permanentemente, incluindo detalhes do perfil (foto, nome de usuário, nome de exibição, localização, página web, biografia, ocupação), preferências de notificação, avaliações e coleções.
pt_pt: Os dados do utilizador irão ser permanentemente removidos, incluindo detalhes de perfil (imagem, nome de utilizador, nome de apresentação, localização, página inicial, biografia, ocupação), preferências de notificação, análises e coleções.
ro: Datele utilizatorului vor fi șterse permanent, inclusiv detaliile profilului (fotografie, nume de utilizator, nume afișat, localitate, pagină de start, biografie, ocupație), preferințele de notificări, recenziile și colecțiile.
ru: Данные пользователя будут навсегда удалены, включая данные профиля (изображение, имя пользователя, отображаемое имя, местоположение, домашняя страница, биография, профессия), настройки уведомлений, отзывы и подборки.
si: පැතිකඩ විස්තර (ඡායාරූපය, පරිශීලක නාමය, සංදර්ශන නම, ස්ථානය, මුල් පිටුව, චරිතාපදානය, වෘත්තිය), දැනුම්දීම් අභිප්‍රේත, සමාලෝචන, සහ එකතු ඇතුළුව පරිශීලකයාගේ දත්ත සදහටම ඉවත් කරනු ලැබේ.
sk: Údaje o používateľovi, vrátane podrobností o profile (obrázku, používateľského mena, polohy či domovskej stránky) a nastavení upozornení, recenzií a kolekcií budú natrvalo odstránené.
sl: Podatki tega uporabnika bodo trajno izbrisani, vključno s podrobnostmi o profilu (slika, uporabniško ime, prikazno ime, kraj, domača stran, življenjepis, poklic), nastavitvami obvestil, ocenami in zbirkami.
sq: Të dhënat e këtij përdoruesi do të hiqen përgjithmonë, përfshi të dhëna profili (foto, emër përdoruesi, emër në ekran, vendndodhje, faqe hyrëse, jetëshkrim, punësim), parapëlqime njoftimesh, shqyrtime dhe koleksione.
sv_se: Användarens data kommer att tas bort permanent, inklusive profilinformation (bild, användarnamn, visningsnamn, plats, hemsida, biografi, yrke), aviseringsinställningar, recensioner och samlingar.
th: ข้อมูลของผู้ใช้นี้จะถูกลบออกอย่างถาวร รวมถึงรายละเอียดโปรไฟล์ (รูปภาพ ชื่อผู้ใช้ ชื่อที่แสดง ตำแหน่งที่ตั้ง หน้าแรก ชีวประวัติ อาชีพ) การกำหนดลักษณะการแจ้งเตือน บทวิจารณ์ และคอลเลกชัน
tr: Kullanıcının profil bilgileri (resim, kullanıcı adı, görünen ad, konum, web sitesi, biyografi, meslek), bildirim tercihleri, incelemeleri ve koleksiyonları dahil olmak üzere verileri kalıcı olarak silinecektir.
uk: Дані користувача буде незворотно вилучено разом з подробицями профілю (зображенням, іменем користувача, загальнодоступним ім'ям, розташуванням, домівкою, інформацією про себе, заняттям), налаштуваннями сповіщень, відгуками та збірками.
vi: Dữ liệu của người dùng sẽ bị xóa vĩnh viễn, bao gồm chi tiết hồ sơ (hình ảnh, tên người dùng, tên hiển thị, vị trí, trang chủ, tiểu sử, nghề nghiệp), tùy chọn thông báo, đánh giá và bộ sưu tập.
