Repository: mozilla/addons-frontend
Catalog: locale/*/LC_MESSAGES/amo.po
Languages: ar, az, bg, bn_bd, bs, ca, cs, da, de, el, es, fa, fi, fr, fur, fy_nl, ga_ie, he, hr, hu, ia, id, is, it, ja, ka, kab, ms, nb_no, nl, nn_no, pa_in, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: Updating review
ar: تحديث المراجعة
az: Rəy yenilənir
bg: Обновяване на отзив
ca: S'està actualitzant la ressenya
cs: Aktualizace recenze
da: Opdaterer anmeldelse
de: Bewertung wird aktualisiert
el: Ενημέρωση κριτικής
es: Actualizando revisión
fi: Päivitetään arvio
fr: Mise à jour l’avis
fur: Daûr a inzornâ la recension
fy_nl: Wurdearring wurdt bywurke
he: הסקירה מתעדכנת
hr: Aktualiziranje recenzije
hu: Értékelés frissítése…
ia: Actualisation del recension
id: Memperbarui tinjauan
is: Uppfæri umsögn
it: Modifica della recensione in corso…
ja: レビューを更新しています
ka: მიმოხილვა ახლდება
kab: Abeddel n tikti
ms: Mengemaskini ulasan
nb_no: Oppdaterer omtalen
nl: Beoordeling bijwerken
nn_no: Oppdaterer vurderinga
pa_in: ਪੜਤਾਲ ਅੱਪਡੇਟ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ
pl: Aktualizowanie recenzji
pt_br: Atualizando análise
pt_pt: A atualizar análise
ro: Se actualizează recenzia
ru: Обновление отзыва
si: සමාලෝචනය යාවත්කාල වෙමින්
sk: Aktualizujem recenziu
sl: Posodabljanje ocene
sq: Po përditësohet shqyrtimi
sv_se: Uppdaterar recension
te: సమీక్షను తాజాకరించు
th: กำลังอัปเดตบทวิจารณ์
tr: İnceleme güncelleniyor
uk: Оновлення відгуку
vi: Đang cập nhật đánh giá

source: Saving
ar: يحفظ
az: Saxlanılır
bg: Запазване
ca: S'està desant
cs: Ukládání
da: Gemmer
de: Wird gespeichert
el: Αποθήκευση
es: Guardando
fi: Tallennetaan
fr: Enregistrement
fur: Daûr a salvâ
fy_nl: Bewarje
he: מתבצעת שמירה
hr: Spremanje
hu: Mentés
ia: Salvamento
id: Menyimpan
is: Vista
it: Salvataggio in corso…
ja: 保存中
ka: ინახება
kab: Aklas
ms: Menyimpan
nb_no: Lagrer
nl: Opslaan
nn_no: Lagrar
pa_in: ਸੰਭਾਲਿਆ ਜਾ ਰਿਹਾ ਹੈ
pl: Zapisywanie
pt_br: Salvando
pt_pt: A guardar
ro: Se salvează
ru: Сохранение
si: සුරැකෙමින්
sk: Ukladá sa
sl: Shranjevanje
sq: Po ruhet
sv_se: Sparar
te: భద్రపరుస్తున్నది
th: กำลังบันทึก
tr: Kaydediliyor
uk: Збереження
vi: Đang lưu

source: Saved
ar: حُفظ
az: Saxlanıldı
bg: Запазено
ca: S'ha desat
cs: Uloženo
da: Gemt
de: Gespeichert
el: Αποθηκεύτηκε
es: Guardado
fi: Tallennettu
fr: Enregistré
fur: Salvât
fy_nl: Bewarre
he: נשמר
hr: Spremljeno
hu: Mentve
ia: Salvate
id: Tersimpan
is: Vistað
it: Salvato
ja: 保存しました
ka: შენახულია
kab: Yettwasekles
ms: Disimpan
nb_no: Lagret
nl: Opgeslagen
nn_no: Lagra
pa_in: ਸੰਭਾਲੀ ਗਈ
pl: Zapisano
pt_br: Salvo
pt_pt: Guardado
ro: Salvat
ru: Сохранено
si: සුරැකිණි
sk: Uložené
sl: Shranjeno
sq: U ruajt
sv_se: Sparad
te: భద్రమైంది
th: บันทึกแล้ว
tr: Kaydedildi
uk: Збережено
vi: Đã lưu

source: Please follow our %(linkStart)sreview guidelines%(linkEnd)s.
ar: رجاءً اتبع %(linkStart)sإرشادات المراجعات%(linkEnd)s.
az: Lütfən %(linkStart)sicmal bələdçiliyi%(linkEnd)smizə riayət edin.
ca: Seguiu les nostres %(linkStart)sDirectrius per a fer ressenyes%(linkEnd)s.
cs: Dodržujte prosím naše %(linkStart)s pravidla pro recenze %(linkEnd)s.
da: Følg vores %(linkStart)sretningslinjer for anmeldelser%(linkEnd)s.
de: Bitte halten Sie sich an unsere %(linkStart)sBewertungsrichtlinien%(linkEnd)s.
el: Παρακαλούμε ακολουθήστε τους %(linkStart)sκανόνες αξιολόγησης%(linkEnd)s.
es: Por favor, sigue nuestras %(linkStart)sguías de revisión%(linkEnd)s.
fi: Seuraa %(linkStart)sarviointiohjeitamme%(linkEnd)s.
fr: Veillez à respecter les %(linkStart)srègles de publication%(linkEnd)s.
fur: Va daûr des nestris %(linkStart)sliniis vuide pes recensions%(linkEnd)s.
fy_nl: Hâld jo oan ús %(linkStart)sbeoardielingsrjochtlinen%(linkEnd)s.
he: נא לפעול בהתאם ל%(linkStart)sכללי הסקירה%(linkEnd)s שלנו.
hr: Slijedi naše %(linkStart)ssmjernice za recenziranje%(linkEnd)s
hu: Kövesse az %(linkStart)sértékelési irányelveket%(linkEnd)s.
ia: Per favor seque nostre %(linkStart)slineas guida pro recensiones%(linkEnd)s.
id: Harap ikuti %(linkStart)spanduan ulasan%(linkEnd)s kami.
is: Farðu eftir %(linkStart)sleiðbeiningum okkar varðandi umsagnir%(linkEnd)s.
it: Segui le %(linkStart)slinee guida per le recensioni%(linkEnd)s.
ja: %(linkStart)sレビューガイドライン%(linkEnd)s に従ってください。
ka: გთხოვთ, ისარგებლოთ ჩვენი %(linkStart)sმიმოხილვის სახელმძღვანელოთი%(linkEnd)s.
kab: Ma ulac aɣilif, ḍfer %(linkStart)samnir n ucegger%(linkEnd)s-nneɣ.
ms: Sila ikuti %(linkStart)sgaris panduan ulasan%(linkEnd)s.
nb_no: Følg %(linkStart)sretningslinjene våre for omtaler%(linkEnd)s.
nl: Volg onze %(linkStart)sbeoordelingsrichtlijnen%(linkEnd)s.
nn_no: Følg %(linkStart)sretningslinjene våre for vurderingar%(linkEnd)s.
pa_in: ਸਾਡੀਆਂ %(linkStart)sਪੜਤਾਲ ਸੇਧਾਂ%(linkEnd)s ਦੀ ਪਾਲਣਾ ਕਰੋ।
pl: Postępuj zgodnie z %(linkStart)swytycznymi pisania recenzji%(linkEnd)s.
pt_br: Siga as nossas %(linkStart)sdiretrizes de análises%(linkEnd)s.
pt_pt: Por favor siga as nossas %(linkStart)sdiretrizes de análises%(linkEnd)s.
ro: Te rugăm să respecți %(linkStart)sghidul nostru pentru recenzii%(linkEnd)s.
ru: Пожалуйста, следуйте нашим %(linkStart)sтребованиям к отзывам%(linkEnd)s.
si: අපගේ %(linkStart)sසමාලෝචන මාර්ගෝපදේශය%(linkEnd)s අනුගමනය කරන්න.
sk: Riaďte sa, prosím, našimi %(linkStart)spokynmi pre recenzentov%(linkEnd)s.
sl: Upoštevajte naše %(linkStart)ssmernice za ocene%(linkEnd)s.
sq: Ju lutemi, ndiqni %(linkStart)sudhëzimet tona për shqyrtimes%(linkEnd)s.
sv_se: Vänligen följ våra%(linkStart)sriktlinjer gör granskning%(linkEnd)s.
te: దయచేసి మా %(linkStart)sసమీక్షా నియమావళి%(linkEnd)sని పాఠించండి.
th: โปรดปฏิบัติตาม %(linkStart)sหลักเกณฑ์บทวิจารณ์%(linkEnd)s ของเรา
tr: Lütfen %(linkStart)sinceleme yönergelerimize%(linkEnd)s uyun.
uk: Дотримуйтесь наших %(linkStart)sвимог до відгуків%(linkEnd)s.
vi: Hãy đọc %(linkStart)snguyên tắc đánh giá%(linkEnd)s của chúng tôi.

source: Your star rating:
ar: تقييمك بالنجوم:
az: Ulduz reytinqiniz:
ca: La vostra valoració:
cs: Vaše hodnocení:
da: Din bedømmelse:
de: Ihre Stern-Bewertung:
el: Η βαθμολογία αστεριών σας:
es: Tu valoración:
fi: Tähtiarviosi:
fr: Votre appréciation :
fur: La tô valutazion in stelis:
fy_nl: Jo wurdearring:
he: דירוג הכוכבים שלך:
hr: Tvoja ocjena:
hu: Saját csillagos értékelés:
ia: Tu classification per stellas:
id: Peringkat bintang Anda:
is: Stjörnugjöfin þín:
it: La tua valutazione in stelle:
ja: あなたの評価:
ka: თქვენი შეფასება ვარსკვლავით:
kab: Aktazal-ik:
ms: Kadar bintang anda:
nb_no: Din stjernevurdering:
nl: Uw waardering:
nn_no: Di vurdering:
pa_in: ਤੁਹਾਡਾ ਤਾਰਾ ਦਰਜਾ:
pl: Twoja ocena w gwiazdkach:
pt_br: Sua avaliação:
pt_pt: A sua avaliação de estrelas:
ro: Evaluarea ta în stele:
ru: Ваша оценка в звёдочках:
si: ඔබගේ තරු ඇගැයුම:
sk: Vaše hodnotenie:
sl: Vaša ocena v zvezdicah:
sq: Vlerësimi juaj:
sv_se: Ditt betyg:
te: మీ స్టార్ రేటింగ్:
th: การจัดอันดับดาวของคุณ:
tr: Puanınız:
uk: Ваш зірковий рейтинг:
vi: Xếp hạng sao của bạn:

source: More dictionaries by %(author)s
ar: قواميس أخرى من %(author)s
az: %(author)s tərəfindən daha çox lüğətlər
bg: Повече речници от %(author)s
bn_bd: %(author)s দ্বারা আরও অভিধান
bs: Više rječnika od strane %(author)s
ca: Més diccionaris de: %(author)s
cs: Další slovníky od autora %(author)s
da: Flere ordbøger af %(author)s
de: Mehr Wörterbücher von %(author)s
el: Περισσότερα λεξικά από %(author)s
es: Más diccionarios de %(author)s
fa: واژه‌نامه‌های بیشتر توسط %(author)s
fi: Lisää sanastoja tekijältä %(author)s
fr: Plus de dictionnaires créés par %(author)s
fur: Altris dizionaris di %(author)s
fy_nl: Mear wurdboeken fan %(author)s
he: עוד מילונים מאת %(author)s
hr: Daljnji rječnici od %(author)s
hu: További szótárak tőle: %(author)s
ia: Altere dictionarios ex %(author)s
id: Kamus lainnya dari %(author)s
is: Fleiri orðasöfn frá %(author)s
it: Altri dizionari di %(author)s
ja: %(author)s が公開している他の辞書
ka: %(author)s ავტორის სხვა ლექსიკონები
kab: Ugar n yimawalen sɣur %(author)s
ms: Kamus yang lain oleh %(author)s
nb_no: Flere ordbøker av %(author)s
nl: Meer woordenboeken van %(author)s
nn_no: Fleire ordbøker av %(author)s
pa_in: %(author)s ਦੁਆਰਾ ਹੋਰ ਸ਼ਬਦਕੋਸ਼
pl: Więcej słowników od: %(author)s
pt_br: Mais dicionários por %(author)s
pt_pt: Mais dicionários por %(author)s
ro: Mai multe dicționare create de %(author)s
ru: Другие словари от %(author)s
si: %(author)s වෙතින් තවත් ශබ්දකෝෂ
sk: Ďalšie slovníky od autora %(author)s
sl: Več slovarjev avtorja %(author)s
sq: Më tepër fjalorë nga %(author)s
sv_se: Fler ordböcker av %(author)s
te: %(author)s నుండి మరిన్ని నిఘంటువులు
th: พจนานุกรมเพิ่มเติมโดย %(author)s
tr: %(author)s tarafından diğer sözlükler
uk: Інші словники від %(author)s
vi: Các từ điển khác của %(author)s

source: More dictionaries by these translators
ar: قواميس أخرى من هؤلاء المترجمين
az: Bu tərcüməçilər tərəfindən daha çox lüğətlər
bg: Повече речници от тези преводачи
bn_bd: এই অনুবাদকদের দ্বারা আরও অভিধান
bs: Više rječnika od tih prevoditelja
ca: Més diccionaris d'aquests traductors
cs: Další slovníky od těchto překladatelů
da: Flere ordbøger af disse oversættere
de: Mehr Wörterbücher von diesen Übersetzern
el: Περισσότερα λεξικά από αυτούς τους μεταφραστές
es: Más diccionarios de estos traductores
fa: واژه‌نامه‌های بیشتر توسط این مترجمان
fi: Lisää sanastoja näiltä käyttäjiltä
fr: Plus de dictionnaires créés par ces traducteurs
fur: Altris dizionaris di chescj tradutôrs
fy_nl: Mear wurdboeken fan dizze oersetters
he: עוד מילונים מאת המתרגמים האלה
hr: Daljnji rječnici ovih prevodilaca
hu: További szótárak ezektől a fordítóktól
ia: Altere dictionarios ex iste traductores
id: Kamus lainnya oleh para penerjemah ini
is: Fleiri orðasöfn frá þessum þýðendum
it: Altri dizionari degli stessi traduttori
ja: これらの翻訳者が公開している他の辞書
ka: ამ მთარგმნელების სხვა ლექსიკონები
kab: Ugar n yimawalen sɣur imsuqal-agi
ms: Kamus yang lain oleh para penterjemah ini
nb_no: Flere ordbøker av disse oversetterne
nl: Meer woordenboeken van deze vertalers
nn_no: Fleire ordbøker av desse omsettarane
pa_in: ਇਹਨਾਂ ਅਨੁਵਾਦਕਾਂ ਦੁਆਰਾ ਹੋਰ ਸ਼ਬਦਕੋਸ਼
pl: Więcej słowników od tych tłumaczy
pt_br: Mais dicionários destes tradutores
pt_pt: Mais dicionários por estes tradutores
ro: Mai multe dicționare create de acești traducători
ru: Другие словари от этих переводчиков
si: මෙම පරිවර්තකයින්ගේ වෙනත් ශබ්දකෝෂ
sk: Ďalšie slovníky od týchto prekladateľov
sl: Več slovarjev teh prevajalcev
sq: Më tepër fjalorë nga këta përkthyes
sv_se: Fler ordböcker av dessa översättare
te: ఈ అనువాదకుల నుండి మరిన్ని నిఘంటువులు
th: พจนานุกรมเพิ่มเติมโดยผู้แปลเหล่านี้
tr: Bu çevirmenlerin diğer sözlükleri
uk: Інші словники від цих перекладачів
vi: Thêm từ điển của những dịch giả này

source: More extensions by %(author)s
ar: امتدادات أخرى من %(author)s
az: %(author)s tərəfindən daha çox uzantılar
bg: Повече разширения от %(author)s
bn_bd: %(author)s দ্বারা আরও এক্সটেনশানগুলি
bs: Više ekstenzija od %(author)s
ca: Més extensions de: %(author)s
cs: Další doplňky od autora %(author)s
da: Flere udvidelser af %(author)s
de: Mehr Erweiterungen von %(author)s
el: Περισσότερες επεκτάσεις από %(author)s
es: Más extensiones de %(author)s
fa: افزونه‌های بیشتر توسط %(author)s
fi: Lisää laajennuksia tekijältä %(author)s
fr: Plus de modules créés par %(author)s
fur: Altris estensions di %(author)s
fy_nl: Mear útwreidingen fan %(author)s
he: עוד הרחבות מאת %(author)s
hr: Daljnja proširenja od %(author)s
hu: További kiegészítők tőle: %(author)s
ia: Altere extensiones ex %(author)s
id: Ekstensi lain dari %(author)s
is: Fleiri forritsaukar frá %(author)s
it: Altre estensioni di %(author)s
ja: %(author)s が公開している他の拡張機能
ka: %(author)s ავტორის სხვა გაფართოებები
kab: Ugar n isiɣzaf sɣur %(author)s
ms: Ekstensi yang lain oleh %(author)s
nb_no: Flere utvidelser av %(author)s
nl: Meer extensies van %(author)s
nn_no: Fleire utvidingar av %(author)s
pa_in: %(author)s ਦੁਆਰਾ ਹੋਰ ਇਕਸਟੈਨਸ਼ਨਾਂ
pl: Więcej rozszerzeń od: %(author)s
pt_br: Mais extensões de %(author)s
pt_pt: Mais extensões por %(author)s
ro: Mai multe extensii create de %(author)s
ru: Другие расширения от %(author)s
si: %(author)s වෙතින් තවත් දිගු
sk: Ďalšie rozšírenia od autora %(author)s
sl: Več razširitev razvijalca %(author)s
sq: Më tepër zgjerime nga %(author)s
sv_se: Fler utökningar av %(author)s
te: %(author)s నుండి మరిన్ని పొడగింతలు
th: ส่วนขยายเพิ่มเติมโดย %(author)s
tr: %(author)s tarafından geliştirilen diğer uzantılar
uk: Інші розширення від %(author)s
vi: Tiện ích mở rộng khác của %(author)s

source: More extensions by these developers
ar: امتدادات أخرى من هؤلاء المطورين
az: Bu tərtibatçılar tərəfindən daha çox uzantılar
bg: Повече разширения от тези разработчици
bn_bd: এই ডেভেলোপারের আরো এক্সটেনশন
bs: Više ekstenzija od tih developera
ca: Més extensions d'aquests desenvolupadors
cs: Další rozšíření od těchto vývojářů
da: Flere udvidelser af disse udviklere
de: Mehr Erweiterungen von diesen Entwicklern
el: Περισσότερες επεκτάσεις από αυτούς τους προγραμματιστές
es: Más extensiones de estos desarrolladores
fa: افزونه‌های بیشتر توسط این توسعه‌دهندگان
fi: Lisää laajennuksia näiltä kehittäjiltä
fr: Plus de modules créés par ces développeurs
fur: Altris estensions di chescj svilupadôrs
fy_nl: Mear útwreidingen fan dizze ûntwikkelers
he: הרחבות נוספות מאת המפתחים האלה
hr: Daljnja proširenja ovih programera
hu: További kiegészítők ezektől a fejlesztőktől
ia: Altere extensiones ex iste disveloppatores
id: Ekstensi lainnya dari para pengembang ini
is: Fleiri forritsaukar eftir þessa hönnuði
it: Altre estensioni degli stessi sviluppatori
ja: これらの開発者が公開している他の拡張機能
ka: ამ შემმუშავებლების სხვა გაფართოებები
kab: Nadi isiɣzaf sɣur ineflayen-agi
ms: Ekstensi yang lain oleh para pembangun ini
nb_no: Flere utvidelser av disse utviklerne
nl: Meer extensies van deze ontwikkelaars
nn_no: Fleire utvidingar av desse utviklarane
pa_in: ਇਹਨਾਂ ਡਿਵੈਲਪਰਾਂ ਦੁਆਰਾ ਹੋਰ ਇਕਸਟੈਨਸ਼ਨਾਂ
pl: Więcej rozszerzeń od tych autorów
pt_br: Mais extensões destes desenvolvedores
pt_pt: Mais extensões por estes programadores
ro: Mai multe extensii create de acești dezvoltatori
ru: Другие расширения от этих разработчиков
si: මෙම සංවර්ධකයින්ගේ වෙනත් දිගු
sk: Ďalšie rozšírenia od týchto vývojárov
sl: Več razširitev teh razvijalcev
sq: Më tepër zgjerime nga këta zhvillues
sv_se: Fler utökningar av dessa utvecklare
te: ఈ డెవలపర్ల నుండి మరిన్ని పొడగింతలు
th: ส่วนขยายเพิ่มเติมโดยนักพัฒนาเหล่านี้
tr: Bu geliştiricilerin diğer uzantıları
uk: Інші розширення від цих розробників
vi: Thêm các tiện ích mở rộng khác từ các nhà phát triển này

source: Extensions by %(author)s
ar: امتدادات من %(author)s
az: %(author)s tərəfindən uzantılar
bg: Разширения от %(author)s
bs: Proširenja od %(author)s
ca: Extensions de: %(author)s
cs: Rozšíření od autora %(author)s
da: Udvidelser af %(author)s
de: Erweiterungen von %(author)s
el: Επεκτάσεις από %(author)s
es: Extensiones de %(author)s
fi: Käyttäjän %(author)s laajennukset
fr: Extensions créées par %(author)s
fur: Estensions di %(author)s
fy_nl: Utwreidingen fan %(author)s
he: הרחבות מאת %(author)s
hr: Proširenja od %(author)s
hu: Kiegészítők tőle: %(author)s
ia: Extensiones ex %(author)s
id: Ekstensi oleh %(author)s
is: Forritsaukar eftir %(author)s
it: Estensioni di %(author)s
ja: %(author)s の拡張機能
ka: %(author)s ავტორის გაფართოებები
kab: Isiɣzaf sɣur %(author)s
ms: Ekstensi oleh %(author)s
nb_no: Utvidelser av %(author)s
nl: Extensies van %(author)s
nn_no: Utvidingar av %(author)s
pa_in: %(author)s ਵਲੋਂ ਇਕਸਟੈਨਸ਼ਨਾਂ
pl: Rozszerzenia od: %(author)s
pt_br: Extensões de %(author)s
pt_pt: Extensões por %(author)s
ro: Extensii create de %(author)s
ru: Расширения от %(author)s
si: %(author)s වෙතින් දිගු
sk: Rozšírenia od autora %(author)s
sl: Razširitve razvijalca %(author)s
sq: Zgjerime nga %(author)s
sv_se: Utökningar av %(author)s
te: %(author)s పొడగింతలు
th: ส่วนขยายโดย %(author)s
tr: %(author)s tarafından geliştirilen uzantılar
uk: Розширення від %(author)s
vi: Tiện ích mở rộng bởi %(author)s

source: Extensions by these developers
ar: امتدادات من هؤلاء المطورين
az: Bu tərtibatçılar tərəfindən uzantılar
bg: Разширения от тези разработчици
bs: Proširenja od ovih programera
ca: Extensions d'aquests desenvolupadors
cs: Rozšíření od těchto vývojářů
da: Udvidelser af disse udviklere
de: Erweiterungen von diesen Entwicklern
el: Επεκτάσεις από αυτούς τους προγραμματιστές
es: Extensiones de estos desarrolladores
fi: Näiden käyttäjien laajennukset
fr: Extensions créées par ces développeurs
fur: Estensions di chescj svilupadôrs
fy_nl: Utwreidingen fan dizze ûntwikkelers
he: הרחבות מאת המפתחים האלה
hr: Proširenja ovih programera
hu: Kiegészítők ezektől a fejlesztőktől
ia: Extensiones ex iste disveloppatores
id: Cari ekstensi oleh pengembang ini
is: Forritsaukar eftir þessa hönnuði
it: Estensioni degli stessi sviluppatori
ja: これらの開発者の拡張機能
ka: ამ შემმუშავებლების გაფართოებები
kab: Isiɣzaf sɣur ineflayen-agi
ms: Ekstensi oleh para pembangun ini
nb_no: Utvidelser av disse utviklerne
nl: Extensies van deze ontwikkelaars
nn_no: Utvidingar av desse utviklarane
pa_in: ਇਹਨਾਂ ਡਿਵੈਲਪਰਾਂ ਵਲੋਂ ਇਸਟੈਨਸ਼ਨਾਂ
pl: Rozszerzenia od tych autorów
pt_br: Extensões destes desenvolvedores
pt_pt: Extensões por estes programadores
ro: Extensii create de acești dezvoltatori
ru: Расширения от этих разработчиков
si: මෙම සංවර්ධකයින්ගේ දිගු
sk: Rozšírenia od týchto vývojárov
sl: Razširitve teh razvijalcev
sq: Zgjerime nga këta zhvillues
sv_se: Utökningar av dessa utvecklare
te: ఈ డెవలపర్ల పొడగింతలు
th: ส่วนขยายโดยนักพัฒนาเหล่านี้
tr: Bu geliştiricilerin uzantıları
uk: Розширення від цих розробників
vi: Tiện ích mở rộng từ những nhà phát triển này

source: More language packs by %(author)s
ar: حزم لغات أخرى من %(author)s
az: %(author)s tərəfindən digər dil paketləri
bg: Повече езикови пакети от %(author)s
bn_bd: %(author)s দ্বারা আরও ভাষা প্যাকগুলি
bs: Više paketa jezika od %(author)s
ca: Més paquets de llengua de: %(author)s
cs: Další jazykové balíčky od autora %(author)s
da: Flere sprogpakker af %(author)s
de: Mehr Sprachpakete von %(author)s
el: Περισσότερα πακέτα γλωσσών από %(author)s
es: Más paquetes de idiomas de %(author)s
fa: بسته‌های زبان بیشتر توسط %(author)s
fi: Lisää kielipaketteja tekijältä %(author)s
fr: Plus de modules de langues créés par %(author)s
fur: Altris pachets di lenghis di %(author)s
fy_nl: Mear taalpakketten fan %(author)s
he: עוד חבילות שפה מאת %(author)s
hr: Daljnji jezični paketi od %(author)s
hu: További nyelvi csomagok tőle: %(author)s
ia: Altere pacchettos de lingua ex %(author)s
id: Paket bahasa lainnya oleh %(author)s
is: Fleiri tungumálapakkar frá %(author)s
it: Altri language pack di %(author)s
ja: %(author)s が公開している他の言語パック
ka: %(author)s ავტორის სხვა ნაკრებები
kab: Ugar n ikemmusen utlayanen sɣur %(author)s
ms: Pek bahasa yang lain oleh %(author)s
nb_no: Flere språkpakker av %(author)s
nl: Meer taalpakketten van %(author)s
nn_no: Fleire språkpakkar av %(author)s
pa_in: %(author)s ਦੁਆਰਾ ਜਿਆਦਾ ਭਾਸ਼ਾ ਪੈਕ
pl: Więcej pakietów językowych od: %(author)s
pt_br: Mais pacotes de idioma por %(author)s
pt_pt: Mais pacotes de idiomas por %(author)s
ro: Mai multe pachete lingvistice create de %(author)s
ru: Больше языковых пакетов от %(author)s
si: %(author)s වෙතින් තවත් භාෂා ඇසුරුම්
sk: Ďalšie jazykové balíky od autora %(author)s
sl: Več jezikovnih paketov avtorja %(author)s
sq: Më tepër paketa gjuhësore nga %(author)s
sv_se: Fler språkpaket av %(author)s
te: %(author)s నుండి మరిన్ని భాషా ప్యాకులు
th: ชุดภาษาเพิ่มเติมโดย %(author)s
tr: %(author)s tarafından yazılan diğer dil paketleri
uk: Інші локалізації від %(author)s
vi: Gói ngôn ngữ khác bởi %(author)s

source: More language packs by these translators
ar: حزم لغات أخرى من هؤلاء المترجمين
az: Bu tərcüməçilərin digər dil paketləri
bg: Повече езикови пакети от тези преводачи
bs: Više paketa jezika od tih prevoditelja
ca: Més paquets de llengua d'aquests traductors
cs: Další jazykové balíčky od těchto překladatelů
da: Flere sprogpakker af disse oversættere
de: Mehr Sprachpakete von diesen Übersetzern
el: Περισσότερα πακέτα γλωσσών από αυτούς τους μεταφραστές
es: Más paquetes de idiomas de estos traductores
fa: بسته‌های زبان بیشتر توسط این مترجمان
fi: Lisää kielipaketteja näiltä kääntäjiltä
fr: Plus de modules de langues créés par ces traducteurs
fur: Altris pachets di lenghis di chescj tradutôrs
fy_nl: Mear taalpakketten fan dizze oersetters
he: עוד חבילות שפה מאת המתרגמים האלה
hr: Daljnji jezični paketi ovih prevodilaca
hu: További nyelvi csomagok ezektől a fordítóktól
ia: Altere pacchettos de lingua ex iste traductores
id: Paket bahasa lainnya oleh para penerjemah ini
is: Fleiri tungumálapakkar frá þessum þýðendum
it: Altri language pack degli stessi traduttori
ja: これらの翻訳者が公開している他の言語パック
ka: ამ მთარგმნელების სხვა ნაკრებები
kab: Ugar n ikemmusen utlayanen sɣur imsuqal-agi
ms: Pek bahasa yang lain oleh para penterjemah ini
nb_no: Flere språkpakker av disse oversetterne
nl: Meer taalpakketten van deze vertalers
nn_no: Fleire språkpakkar av desse omsettarane
pa_in: ਇਹਨਾਂ ਅਨੁਵਾਦਕਾਂ ਦੁਆਰਾ ਹੋਰ ਭਾਸ਼ਾ ਪੈਕ
pl: Więcej pakietów językowych od tych tłumaczy
pt_br: Mais pacotes de idioma destes tradutores
pt_pt: Mais pacotes de idiomas por estes tradutores
ro: Mai multe pachete lingvistice create de acești traducători
ru: Другие языковые пакеты от этих переводчиков
si: මෙම පරිවර්තකයින්ගේ වෙනත් භාෂා ඇසුරුම්
sk: Ďalšie jazykové balíky od týchto prekladateľov
sl: Več jezikovnih paketov teh prevajalcev
sq: Më tepër paketa gjuhësore nga këta përkthyes
sv_se: Fler språkpaket av dessa översättare
te: ఈ అనువాదకుల నుండి మరిన్ని భాషా ప్యాకులు
th: ชุดภาษาเพิ่มเติมโดยผู้แปลเหล่านี้
tr: Bu çevirmenlerin diğer dil paketleri
uk: Інші локалізації від цих перекладачів
vi: Gói ngôn ngữ khác bởi các dịch giả này

source: More themes by %(author)s
ar: سمات أخرى من %(author)s
az: %(author)s tərəfindən daha çox mövzular
bg: Повече теми от %(author)s
bs: Više tema od %(author)s
ca: Més temes de: %(author)s
cs: Další motivy vzhledu od autora %(author)s
da: Flere temaer af %(author)s
de: Mehr Themes von %(author)s
el: Περισσότερα θέματα από %(author)s
es: Más temas de %(author)s
fa: تم‌های بیشتر توسط %(author)s
fi: Lisää teemoja tekijältä %(author)s
fr: Plus de thèmes créés par %(author)s
fur: Altris temis di %(author)s
fy_nl: Mear tema’s fan %(author)s
he: עוד ערכות נושא מאת %(author)s
hr: Daljnje teme od %(author)s
hu: További témák tőle: %(author)s
ia: Altere themas ex %(author)s
id: Tema lainnya oleh %(author)s
is: Fleiri þemu frá %(author)s
it: Altri temi di %(author)s
ja: %(author)s が公開している他のテーマ
ka: %(author)s ავტორის სხვა თემები
kab: Ugar n isental sɣur %(author)s
ms: Tema yang lain oleh %(author)s
nb_no: Flere temaer av %(author)s
nl: Meer thema’s van %(author)s
nn_no: Fleire tema av %(author)s
pa_in: %(author)s ਦੁਆਰਾ ਹੋਰ ਥੀਮ
pl: Więcej motywów od: %(author)s
pt_br: Mais temas por %(author)s
pt_pt: Mais temas por %(author)s
ro: Mai multe teme create de %(author)s
ru: Другие темы от %(author)s
si: %(author)s වෙතින් තවත් තේමා
sk: Ďalšie témy vzhľadu od autora %(author)s
sl: Več tem avtorja %(author)s
sq: Më tepër tema nga %(author)s
sv_se: Fler teman av %(author)s
te: %(author)s నుండి మరిన్ని అలంకారాలు
th: ชุดรูปแบบเพิ่มเติมโดย %(author)s
tr: %(author)s tarafından diğer temalar
uk: Інші теми від %(author)s
vi: Thêm các chủ đề khác của %(author)s
