Repository: mozilla/addons-frontend
Catalog: locale/*/LC_MESSAGES/amo.po
Languages: ar, az, bg, bn_bd, bs, ca, cs, da, de, el, es, fa, fi, fr, fur, fy_nl, ga_ie, he, hr, hu, ia, id, is, it, ja, ka, kab, ms, nb_no, nl, nn_no, pa_in, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: There are no one-star reviews
bg: Няма отзиви с една звезда
cs: Žádné recenze s nula hvězdičkami
da: Der er ingen en-stjernede anmeldelser
de: Es gibt keine Ein-Stern-Bewertungen
el: Καμία κριτική ενός αστεριού
fi: Yhden tähden arvioita ei ole
fr: Il n’y a pas d’avis une étoile
fur: No son ancjemò recensions a une stele
fy_nl: Der binne gjin ienstjerbeoardielingen
hr: Nema recenzija s jednom zvjezdicom
hu: Nincsenek egycsillagos értékelések
ia: Il non ha recensiones a un stella
is: Það eru engar einnar-stjörnu umsagnir
it: Non ci sono ancora recensioni a una stella
ja: 1 つ星のレビューはありません
ka: ერთვარსკვლავიანი მიმოხილვები არაა
kab: Ulac iceggiren s yiwen yitri
nb_no: Det er ingen omtaler med én stjerne
nl: Er zijn geen éénsterbeoordelingen
nn_no: Det finst ingen vurderingar med ei stjerne
pl: Nie ma jednogwiazdkowych recenzji
pt_br: Não há avaliações de uma estrela
pt_pt: Não existem análises de uma estrela
ru: Отзывов с оценкой 1 пока нет
si: තරු එකක සමාලෝචන නැත
sk: Neexistujú žiadne jednohviezdičkové recenzie
sv_se: Det finns inga enstjärniga recensioner
th: ไม่มีบทวิจารณ์หนึ่งดาว
tr: Hiç bir yıldızlı inceleme yok
uk: Немає відгуків з оцінкою одна зірка
vi: Không có đánh giá một sao

source: There are no reviews
ar: لا توجد مراجعات بعد
bg: Няма отзиви
ca: No hi ha ressenyes
cs: Zatím nehodnoceno
da: Der er ingen anmeldelser
de: Es liegen noch keine Bewertungen vor
el: Δεν υπάρχουν κριτικές
es: Todavía no hay revisiones
fi: Ei arvioita
fr: Il n’y a aucune critique pour l’instant
fur: No son ancjemò recensions
fy_nl: Der binne gjin beoardielingen
he: אין דירוגים
hr: Nema recenzija
hu: Még nincsenek értékelések
ia: Il non ha recensiones
id: Belum ada ulasan
is: Það eru engar umsagnir
it: Non ci sono ancora recensioni
ja: まだレビューはありません
ka: მიმოხილვები არაა
kab: Ulac iceggiren akka tura
nb_no: Det er ingen omtaler
nl: Er zijn geen beoordelingen
nn_no: Det finst ingen vurderingar
pa_in: ਕੋਈ ਸਮੀਖਿਆ ਨਹੀਂ ਹਨ
pl: Nie ma żadnych recenzji
pt_br: Ainda não existem análises
pt_pt: Não existem análises
ro: Nu există recenzii
ru: Отзывов пока нет
si: සමාලෝචන නැත
sk: Bez recenzií
sl: Ni ocen
sq: S’ka shqyrtime
sv_se: Det finns inga recensioner
te: సమీక్షలు ఏమీ లేవు
th: ไม่มีบทวิจารณ์
tr: Hiç inceleme yok
uk: Відгуків немає
vi: Không có đánh giá nào

source: Read the 1 five-star review
cs: Přečíst recenzi s pěti hvězdičkami
da: Læs den ene fem-stjernede anmeldelse
de: Lesen Sie die einzige Fünf-Sterne-Bewertung
el: Ανάγνωση 1 κριτικής πέντε αστέρων
fi: Lue yksi viiden tähden arvio
fr: Lire l’avis cinq étoiles
fur: Lei la recension a cinc stelis
fy_nl: De iennige fiifstjerrenbeoardieling lêze
hr: Pročitaj jednu recenziju s pet zvjezdica
hu: 1 ötcsillagos értékelés elolvasása
ia: Leger le 1 recensiones a cinque stella
is: Lesa fimm-stjörnu umsögnina
it: Leggi la recensione a cinque stelle
ja: %(total)s 件の 5 つ星のレビューをすべて読む
ka: 1 ხუთვარსკვლავიანი მიმოხილვის წაკითხვა
kab: Ɣeṛ 1 uceggir s semmus yitran
nb_no: Les den ene omtalen med fem stjerner
nl: De enige vijfsterrenbeoordeling lezen
nn_no: Les den eine vurderinga med fem stjerner
pl: Pięciogwiazdkowa recenzja
pt_br: Ler a única avaliação de cinco estrelas
pt_pt: Ler 1 análise de cinco estrelas
ru: Прочитать %(total)s отзыв с оценкой 5
si: තරු පහක සමාලෝචනය කියවන්න
sk: Prečítajte si 1 päťhviezdičkovú recenziu
sv_se: Läs recensionen med fem stjärnor
th: อ่าน %(total)s บทวิจารณ์หนึ่งดาวทั้งหมด
tr: Beş yıldızlı incelemeyi oku
uk: Читати 1 відгук з оцінкою 5 зірок
vi: Đọc %(total)s đánh giá năm sao

source: There are no five-star reviews
cs: Žádné recenze s pěti hvězdičkami
da: Der er ingen fem-stjernede anmeldelser
de: Es gibt keine Fünf-Sterne-Bewertungen
el: Καμία κριτική πέντε αστέρων
fi: Viiden tähden arvioita ei ole
fr: Il n’y a pas d’avis cinq étoiles
fur: No son ancjemò recensions a cinc stelis
fy_nl: Der binne gjin fiifstjerrenbeoardielingen
hr: Nema recenzija s pet zvjezdica
hu: Nincsenek ötcsillagos értékelések
ia: Il non ha recensiones cinque stellas
is: Það eru engar fimm-stjörnu umsagnir
it: Non ci sono ancora recensioni a cinque stelle
ja: 5 つ星のレビューはありません
ka: ხუთვარსკვლავიანი მიმოხილვები არაა
kab: Ulac iceggiren akk s semmus yitran
nb_no: Det er ingen omtaler med fem stjerner
nl: Er zijn geen vijfsterrenbeoordelingen
nn_no: Det finst ingen vurderingar med fem stjerner
pl: Nie ma pięciogwiazdkowych recenzji
pt_br: Não há avaliações de cinco estrelas
pt_pt: Não existem análises de cinco estrelas
ru: Отзывов с оценкой 5 пока нет
si: තරු පහක සමාලෝචන නැත
sk: Neexistujú žiadne päťhviezdičkové recenzie
sv_se: Det finns inga femstjärniga recensioner
th: ไม่มีบทวิจารณ์ห้าดาว
tr: Hiç beş yıldızlı inceleme yok
uk: Немає відгуків з оцінкою п'ять зірок
vi: Không có đánh giá năm sao

source: Read the 1 four-star review
cs: Přečíst recenzi se čtyřmi hvězdičkami
da: Læs den ene fire-stjernede anmeldelse
de: Lesen Sie die einzige Vier-Sterne-Bewertung
el: Ανάγνωση 1 κριτικής τεσσάρων αστέρων
fi: Lue yksi neljän tähden arvio
fr: Lire l’avis quatre étoiles
fur: Lei la recension a cuatri stelis
fy_nl: De iennige fjouwerstjerrenbeoardieling lêze
hr: Pročitaj recenziju s četiri zvjezdice
hu: 1 négycsillagos értékelés elolvasása
ia: Leger le 1 recensiones a quatro stellas
is: Lesa fjögurra-stjörnu umsögnina
it: Leggi la recensione a quattro stelle
ja: %(total)s 件の 4 つ星のレビューをすべて読む
ka: 1 ოთხვარსკვლავიანი მიმოხილვის წაკითხვა
kab: Ɣeṛ 1 uceggir s ukkuẓ yitran
nb_no: Les den ene omtalen med fire stjerner
nl: De enige viersterrenbeoordeling lezen
nn_no: Les den eine omtalen med fire stjerner
pl: Czterogwiazdkowa recenzja
pt_br: Ler a única avaliação de quatro estrelas
pt_pt: Ler 1 análise de quatro estrelas
ru: Прочитать %(total)s отзыв с оценкой 4
si: තරු හතරක සමාලෝචනය කියවන්න
sk: Prečítajte si 1 štvorhviezdičkovú recenziu
sv_se: Läs recensionen med fyra stjärnor
th: อ่าน %(total)s บทวิจารณ์สี่ดาวทั้งหมด
tr: Dört yıldızlı incelemeyi oku
uk: Читати 1 відгук з оцінкою 4 зірки
vi: Đọc %(total)s đánh giá bốn sao

source: There are no four-star reviews
cs: Žádné recenze se čtyřmi hvězdičkami
da: Der er ingen fire-stjernede anmeldelser
de: Es gibt keine Vier-Sterne-Bewertungen
el: Καμία κριτική τεσσάρων αστέρων
fi: Neljän tähden arvioita ei ole
fr: Il n’y a pas d’avis quatre étoiles
fur: No son ancjemò recensions a cuatri stelis
fy_nl: Der binne gjin fjouwerstjerrenbeoardielingen
hr: Nema recenzija s četiri zvjezdica
hu: Nincsenek négycsillagos értékelések
ia: Il non ha recensiones quatro stellas
is: Það eru engar fjögurra-stjörnu umsagnir
it: Non ci sono ancora recensioni a quattro stelle
ja: 4 つ星のレビューはありません
ka: ოთხვარსკვლავიანი მიმოხილვები არაა
kab: Ulac akk iceggiren s ukkuẓ yitran
nb_no: Det er ingen omtaler med fire stjerner
nl: Er zijn geen viersterrenbeoordelingen
nn_no: Det finst ingen vurderingar med fire stjerner
pl: Nie ma czterogwiazdkowych recenzji
pt_br: Não há avaliações de quatro estrelas
pt_pt: Não existem análises de quatro estrelas
ru: Отзывов с оценкой 4 пока нет
si: තරු හතරක සමාලෝචන නැත
sk: Neexistujú žiadne štvorhviezdičkové recenzie
sv_se: Det finns inga fyrstjärniga recensioner
th: ไม่มีบทวิจารณ์สี่ดาว
tr: Hiç dört yıldızlı inceleme yok
uk: Немає відгуків з оцінкою чотири зірки
vi: Không có đánh giá bốn sao

source: Read the 1 three-star review
cs: Přečíst recenzi se třemi hvězdičkami
da: Læs den ene tre-stjernede anmeldelse
de: Lesen Sie die einzige Drei-Sterne-Bewertung
el: Ανάγνωση 1 κριτικής τριών αστέρων
fi: Lue yksi kolmen tähden arvio
fr: Lire l’avis trois étoiles
fur: Lei la recension a trê stelis
fy_nl: De iennige trijestjerrenbeoardieling lêze
hr: Pročitaj jednu recenziju s tri zvjezdice
hu: 1 háromcsillagos értékelés elolvasása
ia: Leger tote le 1 recensiones a tres stellas
is: Lesa þriggja-stjörnu umsögnina
it: Leggi la recensione a tre stelle
ja: %(total)s 件の 3 つ星のレビューをすべて読む
ka: 1 სამვარსკვლავიანი მიმოხილვის წაკითხვა
kab: Ɣeṛ 1 uceggir s kraḍ yitran
nb_no: Les den ene omtalen med tre stjerner
nl: De enige driesterrenbeoordeling lezen
nn_no: Les vurderinga med tre stjerner
pl: Trzygwiazdkowa recenzja
pt_br: Ler a única avaliação de três estrelas
pt_pt: Ler 1 análise de três estrelas
ru: Прочитать %(total)s отзыв с оценкой 3
si: තරු තුනක සමාලෝචනය කියවන්න
sk: Prečítajte si 1 trojhviezdičkovú recenziu
sv_se: Läs recensionen med tre stjärnor
th: อ่าน %(total)s บทวิจารณ์สามดาวทั้งหมด
tr: Üç yıldızlı incelemeyi oku
uk: Читати 1 відгук з оцінкою 3 зірки
vi: Đọc %(total)s đánh giá ba sao

source: You reported this add-on
cs: Tento doplněk jste nahlásili
da: Du har rapporteret denne tilføjelse
de: Sie haben dieses Add-on gemeldet
el: Έχετε αναφέρει αυτό το πρόσθετο
fi: Ilmoitit tästä lisäosasta
fr: Vous avez signalé ce module
fur: Tu âs segnalât chest component adizionâl
fy_nl: Jo hawwe dizze add-on rapportearre
hu: Jelentette ezt a kiegészítőt
ia: Tu reportava iste additivo pro abuso
is: Þú kærðir þessa viðbót
it: Hai segnalato questo componente aggiuntivo
ka: დამატება გასაჩივრებულია
kab: Temliḍ-d azegrir-a
nb_no: Du rapporterte dette tillegget
nl: U hebt deze add-on gerapporteerd
nn_no: Du rapporterte dette tillegget
pl: Zgłoszono ten dodatek
pt_br: Você denunciou esta extensão
ru: Вы сообщили об этом дополнении
sk: Nahlásili ste tento doplnok
sv_se: Du rapporterade detta tillägg
tr: Bu eklentiyi rapor ettiniz
uk: Ви подали скаргу на цей додаток
vi: Bạn đã báo cáo tiện ích này

source: We have received your report. Thanks for letting us know about your concerns with this add-on.
ar: لقد تلقينا البلاغ الذي بعثته. نشكرك على إعلامنا بمخاوفك تجاه هذه الإضافة.
bg: Получихме вашия доклад. Благодаря, че ни информирате за вашите проблеми с тази добавка.
bs: Primili smo vaš izvještaj. Hvala za dijeljenje vaše zabrinutosti o ovom dodatku.
ca: Hem rebut l'informe. Gràcies per fer-nos saber les vostres preocupacions amb aquest complement.
cs: Obdrželi jsme vaše hlášení. Děkujeme, že jste nám dali vědět o problémech s tímto doplňkem.
da: Vi har modtaget din rapport. Tak fordi du deler dine bekymringer vedrørende denne tilføjelse med os.
de: Wir haben Ihre Meldung erhalten. Danke, dass Sie uns Ihre Bedenken zu diesem Add-on mitgeteilt haben.
el: Λάβαμε την αναφορά σας. Ευχαριστούμε που μας ενημερώσατε σχετικά με τις ανησυχίες σας για αυτό το πρόσθετο.
es: Hemos recibido tu notificación. Gracias por hacernos saber tus preocupaciones sobre este complemento.
fa: ما گزارش شما را دریافت کردیم. بابت در جریان قرار دادن ما از نگرانی‌های خود در خصوص این افزونه از شما متشکریم.
fi: Vastaanotimme ilmoituksesi. Kiitos että saatoit tietoomme huolesi tämän lisäosan suhteen.
fr: Nous avons reçu votre rapport. Merci de nous signaler tout problème avec ce module.
fur: O vin ricevût la tô segnalazion. Graciis par vênus comunicât lis tôs perplessitâts su chest component adizionâl.
fy_nl: Wy hawwe jo melding ûntfongen. Tank dat jo ús op de hichte brocht hawwe fan jo soargen oer dizze add-on.
he: קיבלנו את הדיווח שלך. תודה שהודעת לנו על החששות שלך בנוגע לתוספת זו.
hr: Primili smo tvoju prijavu. Hvala što dijeliš tvoju zabrinutost o ovom dodatku.
hu: Megkaptuk a jelentését. Köszönjük, hogy megosztotta aggályait a kiegészítővel kapcsolatban.
ia: Nos ha recipite tu denuncia. Gratias pro facer nos saper circa tu problemas con iste additivo.
id: Kami telah menerima laporan Anda. Terima kasih untuk memberitahu kami tentang keprihatinan Anda terhadap pengaya ini.
is: Við höfum fengið skýrsluna þína. Takk fyrir að láta okkur vita að þú sért hugsi yfir þessari viðbót.
it: Abbiamo ricevuto la tua segnalazione. Grazie per averci comunicato i tuoi dubbi su questo componente aggiuntivo.
ja: あなたの報告を受け取りました。このアドオンに関する懸念を知らせていただきありがとうございます。
ka: ჩვენ მივიღეთ თქვენი მოხსენება. გმადლობთ, რომ გვაცნობეთ თქვენი დამოკიდებულების შესახებ, ამ დამატების მიმართ.
kab: Nermes-d aneqqis-ik. Tanemmirt imi i aɣ-d-mliḍ ugur s uzegrir-a.
ms: Kami telah menerima laporan anda. Terima kasih atas keprihatinan anda terhadap add-on ini.
nb_no: Vi har mottatt din rapport. Takk fordi du deler dine bekymringer vedrørende denne utvidelsen med oss.
nl: We hebben uw melding ontvangen. Bedankt dat u ons op de hoogte hebt gebracht van uw zorgen over deze add-on.
nn_no: Vi har fått rapporten din. Takk for at du informerte oss om problema dine med denne utvidinga.
pa_in: ਸਾਨੂੰ ਤੁਹਾਡੀ ਰਿਪੋਰਟ ਮਿਲੀ ਹੈ। ਇਸ ਐਡ-ਆਨ ਨਾਲ ਸਾਨੂੰ ਆਪਣੀਆਂ ਚਿੰਤਾਵਾਂ ਬਾਰੇ ਦੱਸਣ ਲਈ ਧੰਨਵਾਦ।
pl: Otrzymaliśmy Twoje zgłoszenie. Dziękujemy za poinformowanie nas o problemach z tym dodatkiem.
pt_br: Recebemos seu relatório. Obrigado por nos informar sobre suas preocupações com esta extensão.
pt_pt: Recebemos o seu relatório. Obrigado por nos deixar saber acerca das suas preocupações com este extra.
ro: Am primit raportul tău. Îți mulțumim că ne-ai anunțat despre îngrijorările tale cu privire la acest supliment.
ru: Мы получили ваше сообщение. Спасибо, что сообщили нам о вашей обеспокоенности этим дополнением.
si: ඔබගේ වාර්තාව අපට ලැබී ඇත. මෙම එක්කහුව පිළිබඳව දන්වා සිටීමට තුති.
sk: Dostali sme vaše hlásenie. Ďakujeme, že ste nám dali vedieť o problémoch s týmto doplnkom.
sl: Prejeli smo vaše poročilo. Hvala, ker ste nas obvestili o svojih pomislekih glede tega dodatka.
sq: E morëm raportin tuaj. Faleminderit që na bëni të ditura shqetësimet tuaj lidhur me këtë shtesë.
sv_se: Vi har fått din rapport. Tack för att du informerade oss om dina problem med detta tillägg.
th: เราได้รับรายงานของคุณแล้ว ขอบคุณที่ทำให้เรารู้เกี่ยวกับความกังวลของคุณเกี่ยวกับส่วนเสริมนี้
tr: Raporunuzu aldık. Bu eklenti ile ilgili endişelerinizi bize bildirdiğiniz için teşekkürler.
uk: Ми отримали ваше повідомлення. Дякуємо, що повідомили нам про вашу стурбованість цим додатком.
vi: Chúng tôi đã nhận được báo cáo của bạn. Cảm ơn đã cho chúng tôi biết về mối quan tâm của bạn với tiện ích bổ sung này.

source: Report this add-on
cs: Nahlásit tento doplněk
da: Rapportér denne tilføjelse
de: Dieses Add-on melden
el: Αναφορά προσθέτου
fi: Ilmoita tästä lisäosasta
fr: Signaler ce module
fur: Segnale chest component adizionâl
fy_nl: Dizze add-on rapportearje
hu: Kiegészítő jelentése
ia: Reporta iste additivo
is: Kæra þessa viðbót
it: Segnala questo componente aggiuntivo
ja: このアドオンを報告
ka: საჩივარი დამატების შესახებ
kab: Mmel azegrir-a
nb_no: Rapporter dette tillegget
nl: Deze add-on rapporteren
nn_no: Rapporter dette tillegget
pl: Zgłoś ten dodatek
pt_br: Denunciar esta extensão
ru: Пожаловаться на это дополнение
sk: Nahlásiť tento doplnok
sv_se: Rapportera detta tillägg
tr: Bu eklentiyi rapor et
uk: Повідомити про цей додаток
vi: Báo cáo tiện ích này

source: You reported this user
cs: Tohoto uživatele jste nahlásili
da: Du har rapporteret denne bruger
de: Sie haben diesen Benutzer gemeldet
el: Αναφέρατε αυτόν τον χρήστη
fi: Ilmoitit tästä käyttäjästä
fr: Vous avez signalé cet utilisateur
fur: Tu âs segnalât chest utent
fy_nl: Jo hawwe dizze brûker rapportearre
hu: Jelentette ezt a felhasználót
ia: Tu reportava iste usator
is: Þú kærðir þennan notanda
it: Hai segnalato questo utente
ka: მომხმარებელი გასაჩივრებულია
nb_no: Du rapporterte denne brukeren
nl: U hebt deze gebruiker gerapporteerd
nn_no: Du rapporterte denne brukaren
pl: Zgłoszono tego użytkownika
pt_br: Você denunciou este usuário
ru: Вы сообщили об этом пользователе
sk: Nahlásili ste tohto používateľa
sv_se: Du rapporterade den här användaren
tr: Bu kullanıcıyı rapor ettiniz
uk: Ви подали скаргу на цього користувача
vi: Bạn đã báo cáo người dùng này

source: We have received your report. Thanks for letting us know about your concerns with this user.
ar: لقد تلقينا البلاغ الذي بعثته. نشكرك على إعلامنا بمخاوفك تجاه هذا المستخدم.
bg: Получихме вашия доклад. Благодаря, че ни информирате за проблемите с този потребител.
bs: Primili smo vašu prijavu. Hvala za dijeljenje vaše zabrinutosti o ovom korisniku.
ca: Hem rebut l'informe. Gràcies per fer-nos saber les vostres preocupacions amb aquest usuari.
cs: Obdrželi jsme vaše hlášení. Děkujeme, že jste nám dali vědět o problémech s tímto uživatelem.
da: Vi har modtaget din rapport. Tak fordi du deler dine bekymringer vedrørende denne bruger med os.
de: Wir haben Ihre Meldung erhalten. Danke, dass Sie uns Ihre Bedenken zu diesem Benutzer mitgeteilt haben.
el: Λάβαμε την αναφορά σας. Ευχαριστούμε που μας ενημερώσατε σχετικά με τις ανησυχίες σας για αυτόν τον χρήστη.
es: Hemos recibido tu notificación. Gracias por hacernos saber tu preocupación sobre este usuario.
fi: Vastaanotimme ilmoituksesi. Kiitos että ilmoitit huolesi tämän käyttäjän suhteen.
fr: Nous avons reçu votre rapport. Merci de nous avoir signalé vos préoccupations concernant cet utilisateur.
fur: O vin ricevût la tô segnalazion. Graciis par vênus comunicât lis tôs perplessitâts su chest utent.
fy_nl: Wy hawwe jo melding ûntfongen. Tank dat jo ús op de hichte brocht hawwe fan jo soargen oer dizze brûker.
he: קיבלנו את הדיווח שלך. תודה שהודעת לנו על החששות שלך בנוגע למשתמש זה.
hr: Primili smo tvoju prijavu. Hvala što dijeliš tvoju zabrinutost o ovom korisniku.
hu: Megkaptuk a jelentését. Köszönjük, hogy megosztotta aggályait a felhasználóval kapcsolatban.
ia: Nos ha recipite tu denuncia. Gratias pro facer nos saper circa tu problemas con iste usator.
id: Kami telah menerima laporan Anda. Terima kasih telah memberitahu kami tentang keluhan Anda dengan pengguna ini.
is: Við höfum fengið skýrsluna þína. Takk fyrir að láta okkur vita að þú sért hugsi yfir þessum notanda.
it: Abbiamo ricevuto la tua segnalazione. Grazie per averci comunicato i tuoi dubbi su questo utente.
ja: あなたの報告を受け取りました。このユーザーに関する懸念を知らせていただきありがとうございます。
ka: ჩვენ მივიღეთ თქვენი მოხსენება. გმადლობთ, რომ გვაცნობეთ თქვენი დამოკიდებულების შესახებ, ამ მომხმარებლის თაობაზე.
kab: Nermes-d aneqqis-ik. Tanemmirt imi i aɣ-d-mliḍ ugur akked useqdac-a.
ms: Kami telah menerima laporan anda. Terima kasih atas keprihatinan anda terhadap pengguna ini.
nb_no: Vi har mottatt din rapport. Takk fordi du deler dine bekymringer vedrørende denne brukeren med oss.
nl: We hebben uw melding ontvangen. Bedankt dat u ons op de hoogte hebt gebracht van uw zorgen over deze gebruiker.
nn_no: Vi har fått rapporten din. Takk for at du informerte oss om problema dine med denne brukaren.
pa_in: ਸਾਨੂੰ ਤੁਹਾਡੀ ਰਿਪੋਰਟ ਮਿਲੀ ਹੈ। ਸਾਨੂੰ ਇਸ ਵਰਤੋਂਕਾਰ ਬਾਰੇ ਆਪਣੀਆਂ ਚਿੰਤਾਵਾਂ ਬਾਰੇ ਦੱਸਣ ਲਈ ਧੰਨਵਾਦ।
pl: Otrzymaliśmy Twoje zgłoszenie. Dziękujemy za poinformowanie nas o problemach z tym użytkownikiem.
pt_br: Recebemos sua denúncia. Obrigado por nos informar sobre suas preocupações com este usuário.
pt_pt: Recebemos o seu relatório. Obrigado por nos deixar saber acerca das suas preocupações com este utilizador.
ro: Am primit raportul tău. Îți mulțumim că ne-ai anunțat despre îngrijorările tale cu privire la acest utilizator.
ru: Мы получили вашу жалобу. Спасибо, что сообщили нам о вашей обеспокоенности этим пользователем.
si: ඔබගේ වාර්තාව අපට ලැබී ඇත. මෙම පරිශීලකයා පිළිබඳව දන්වා සිටීමට තුති.
sk: Dostali sme vaše oznámenie. Vďaka, že ste nám dali vedieť o svojich problémoch s týmto používateľom.
sl: Prejeli smo vaše poročilo. Hvala, ker ste nas obvestili o svojih pomislekih glede tega uporabnika.
sq: E morëm raportin tuaj. Faleminderit që na bëni të ditura shqetësimet tuaj lidhur me këtë përdorues.
sv_se: Vi har fått din rapport. Tack för att du informerade oss om dina problem med denna användare.
th: เราได้รับรายงานของคุณแล้ว ขอบคุณที่ทำให้เรารู้เกี่ยวกับความกังวลของคุณเกี่ยวกับผู้ใช้นี้
tr: Raporunuzu aldık. Bu kullanıcı ile ilgili endişelerinizi bize bildirdiğiniz için teşekkürler.
uk: Ми отримали ваше повідомлення. Дякуємо, що повідомили нам про вашу стурбованість щодо цього користувача.
vi: Chúng tôi đã nhận được báo cáo của bạn. Cảm ơn đã cho chúng tôi biết về mối quan tâm của bạn với người dùng này.

source: Report this user
cs: Nahlásit tohoto uživatele
da: Rapportér denne bruger
de: Diesen Benutzer melden
el: Αναφορά χρήστη
fi: Ilmoita tästä käyttäjästä
fr: Signaler cet utilisateur
fur: Segnale chest utent
fy_nl: Dizze brûker rapportearje
hu: Felhasználó jelentése
ia: Reporta iste usator
is: Kæra þennan notanda
it: Segnala questo utente
ja: このユーザーを報告
ka: საჩივარი მომხმარებლის შესახებ
nb_no: Rapporter denne brukeren
nl: Deze gebruiker rapporteren
nn_no: Rapporter denne brukaren
pl: Zgłoś tego użytkownika
pt_br: Denunciar este usuário
ru: Сообщить об этом пользователе
sk: Nahlásiť tohto používateľa
sv_se: Rapportera denna användare
tr: Bu kullanıcıyı rapor et
uk: Повідомити про цього користувача
vi: Báo cáo người dùng này

source: Search results
ar: نتائج البحث
az: Axtarış nəticələri
bg: Резултати
bn_bd: অনুসন্ধান ফলাফল
bs: Pretraži rezultate
ca: Resultats de la cerca
cs: Výsledky vyhledávání
da: Søgeresultater
de: Suchergebnisse
el: Αποτελέσματα αναζήτησης
es: Resultados de la búsqueda
fa: نتایج جستجو
fi: Hakutulokset
fr: Résultats de la recherche
fur: Risultâts de ricercje
fy_nl: Sykresultaten
he: תוצאות חיפוש
hr: Rezultati pretrage
hu: Találatok
ia: Resultatos del recerca
id: Hasil pencarian
is: Leitarniðurstöður
it: Risultati di ricerca
ja: 検索結果
ka: ძიების შედეგები
kab: Igmaḍ n unadi
ms: Hasil carian
nb_no: Søkeresultat
nl: Zoekresultaten
nn_no: Søkjeresultat
pa_in: ਖੋਜ ਨਤੀਜੇ
pl: Wyniki wyszukiwania
pt_br: Resultados da pesquisa
pt_pt: Resultados da pesquisa
ro: Rezultatele căutării
ru: Результаты поиска
si: සෙවුම් ප්‍රතිඵල
sk: Výsledky vyhľadávania
sl: Rezultati iskanja
sq: Përfundime kërkimi
sv_se: Sökresultat
te: వెతుకుడు ఫలితాలు
th: ผลลัพธ์การค้นหา
tr: Arama sonuçları
uk: Результати пошуку
vi: Kết quả tìm kiếm

source: Recommended extensions
ar: الامتدادات المُقترحة
bg: Препоръчителни разширения
ca: Extensions recomanades
cs: Doporučená rozšíření
da: Anbefalede udvidelser
de: Empfohlene Erweiterungen
el: Προτεινόμενες επεκτάσεις
es: Extensiones recomendadas
fi: Suositellut laajennukset
fr: Extensions recommandées
fur: Estensions conseadis
fy_nl: Oanrekommandearre tafoegingen
he: הרחבות מומלצות
hr: Preporučena proširenja
hu: Ajánlott kiegészítők
ia: Extensiones recommendate
id: Ekstensi yang disarankan
is: Forritsaukar sem mælt er með
it: Estensioni consigliate
ja: おすすめの拡張機能
ka: სასურველი გაფართოებები
kab: Isiɣzaf yelhan
nb_no: Anbefalte utvidelser
nl: Aanbevolen extensies
nn_no: Tilrådde utvidingar
pa_in: ਸਿਫਾਰਸ਼ੀ ਇਕਸਟੈਨਸ਼ਨਾਂ
pl: Polecane rozszerzenia
pt_br: Extensões recomendadas
pt_pt: Extensões recomendadas
ro: Extensii recomandate
ru: Рекомендуемые расширения
si: නිර්දේශිත දිගු
sk: Odporúčané rozšírenia
sl: Priporočene razširitve
sq: Zgjerime të rekomanduara
sv_se: Rekommenderade utökningar
th: ส่วนขยายที่แนะนำ
tr: Önerilen uzantılar
uk: Рекомендовані розширення
vi: Tiện ích mở rộng được đề xuất

source: Recommended themes
ar: السمات المُقترحة
bg: Препоръчани теми
ca: Temes recomanats
cs: Doporučené motivy vzhledu
da: Anbefalede temaer
de: Empfohlene Themes
el: Προτεινόμενα θέματα
es: Temas recomendados
fi: Suositellut teemat
fr: Thèmes recommandés
fur: Temis conseâts
fy_nl: Oanrekommandearre tema’s
he: ערכות נושא מומלצות
hr: Preporučene teme
hu: Ajánlott témák
ia: Themas recommendate
id: Tema yang disarankan
is: Þemu sem mælt er með
it: Temi consigliati
ja: おすすめのテーマ
ka: სასურველი თემები
kab: Isental yelhan
nb_no: Anbefalte tema
nl: Aanbevolen thema’s
nn_no: Tilrådde tema
pa_in: ਸਿਫਾਰਸ਼ੀ ਥੀਮ
pl: Polecane motywy
pt_br: Temas recomendados
pt_pt: Temas recomendados
ro: Teme recomandate
ru: Рекомендуемые темы
si: නිර්දේශිත තේමා
sk: Odporúčané témy vzhľadu
sl: Priporočene teme
sq: Tema të rekomanduara
sv_se: Rekommenderade teman
te: సిఫార్సు చేసిన అలంకారాలు
th: ชุดรูปแบบที่แนะนำ
tr: Önerilen temalar
uk: Рекомендовані теми
vi: Chủ đề được đề xuất
