Repository: mozilla/addons-frontend
Catalog: locale/*/LC_MESSAGES/amo.po
Languages: ar, az, bg, bn_bd, bs, ca, cs, da, de, el, es, fa, fi, fr, fur, fy_nl, ga_ie, he, hr, hu, ia, id, is, it, ja, ka, kab, ms, nb_no, nl, nn_no, pa_in, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: Community Blog
bg: Блог на общността
ca: Bloc de la comunitat
cs: Blog komunity
de: Blog der Gemeinschaft
el: Blog κοινότητας
fi: Yhteisön blogi
fr: Blog de la communauté
fur: Blog de comunitât
fy_nl: Mienskipsblog
hr: Blog zajednice
hu: Közösségi blog
ia: Blog del communitate
is: Blogg félaga
it: Blog della comunità
ja: コミュニティブログ
ka: ერთობის სვეტი
kab: Ablug n temɣiwent
nb_no: Fellesskaps-blogg
nl: Gemeenschapsblog
nn_no: Fellesskaps-blogg
pl: Blog społeczności
pt_br: Blog da comunidade
pt_pt: Blogue da comunidade
ru: Блог Сообщества
si: ප්‍රජා ලිපිපෙළ
sk: Komunitný blog
sv_se: Community-blogg
tr: Topluluk Blogu
uk: Блог спільноти
vi: Blog cộng đồng

source: Forum
ar: المنتدى
bg: Форум
bn_bd: ফোরাম
ca: Fòrum
cs: Fórum
el: Φόρουμ
es: Foro
fa: انجمن
fi: Keskustelualue
fy_nl: Foarum
he: פורום
hu: Fórum
ia: Foro
is: Vefspjall
ja: フォーラム
ka: ფორუმი
kab: Anmager
pa_in: ਫ਼ੋਰਮ
pt_br: Fórum
pt_pt: Fórum
ru: Форум
si: සංසදය
sk: Fórum
te: ఫోరం
th: กระดานสนทนา
uk: Форум
vi: Diễn đàn

source: Report a bug
ar: أبلِغ عن علة
az: Qüsur xəbər et
bg: Докладване на дефект
bn_bd: একটি বাগ রিপোর্ট করুন
bs: Prijavi grešku
ca: Informa d’un problema
cs: Nahlásit chybu
da: Rapportér en fejl
de: Einen Fehler melden
el: Αναφορά σφάλματος
es: Informar de un error
fa: گزارش خطا
fi: Ilmoita ongelmasta
fr: Signaler un problème
fur: Segnale un erôr
fy_nl: In bug melde
ga_ie: Déan tuairisc ar fhadhb
he: דיווח על תקלה
hr: Prijavi grešku
hu: Hiba jelentése
ia: Reportar un defecto
id: Laporkan kutu
is: Tilkynna um villu
it: Segnala malfunzionamento
ja: バグを報告
ka: მოხსენება ხარვეზის შესახებ
kab: Azen-d abug
ms: Laporkan pepijat
nb_no: Rapporter en feil
nl: Een bug melden
nn_no: Rapporter ein feil
pa_in: ਬੱਗ ਦੀ ਰਿਪੋਰਟ ਕਰੋ
pl: Zgłoś błąd
pt_br: Relatar um erro
pt_pt: Reportar um bug
ro: Raportează o defecțiune
ru: Сообщить об ошибке
si: දෝෂ වාර්තා
sk: Nahlásiť chybu
sl: Prijavi hrošča
sq: Njoftoni një të metë
sv_se: Rapportera en bugg
th: รายงานข้อบกพร่อง
tr: Hata bildir
uk: Повідомити про помилку
vi: Báo cáo một lỗi

source: Review Guide
ar: دليل المراجعات
az: İcmal Bələdçiliyi
bg: Насоки за писане на отзиви
bn_bd: রিভিউ গাইড
bs: Pregled vodiča
ca: Guia per a fer ressenyes
cs: Příručka recenzenta
da: Retningslinjer for anmeldelser
de: Bewertungsleitfaden
el: Οδηγίες κριτικής
es: Guía de revisión
fa: راهنمایِ بازخورد
fi: Opas arviointiin
fr: Guide de revue
fur: Vuide pes recensions
fy_nl: Beoardielingsrjochtlinen
he: מדריך סקירה
hr: Priručnik za recenziranje
hu: Értékelési útmutató
ia: Guida al revision
id: Panduan Ulasan
is: Leiðbeiningar fyrir umsagnir
it: Guida per le recensioni
ja: レビューガイド
ka: მითითებები მიმოხილვის გასაკეთებლად
kab: Aḍris n ucegger
ms: Panduan Semakan
nb_no: Retningsliner for omtaler
nl: Beoordelingsrichtlijnen
nn_no: Vurderingsguide
pa_in: ਸਮੀਖਿਅਕ ਗਾਈਡ
pl: Wytyczne recenzji
pt_br: Guia de análise
pt_pt: Guia de análise
ro: Ghid pentru recenzii
ru: Руководство по написанию отзывов
si: සමාලෝචන මාර්ගෝපදේශය
sk: Pokyny pre recenzentov
sl: Smernice za ocene
sq: Udhërrëfyes Shqyrtimesh
sv_se: Recensionsriktlinjer
te: సమీక్ష గైడు
th: คู่มือบทวิจารณ์
tr: İnceleme rehberi
uk: Настанови з написання відгуків
vi: Hướng dẫn đánh giá

source: Browsers
ar: المُتصفحات
bg: Мрежови четци
ca: Navegadors
cs: Prohlížeče
da: Browsere
de: Browser
el: Προγράμματα περιήγησης
fi: Selaimet
fr: Navigateurs
fur: Navigadôrs
fy_nl: Browser
he: דפדפנים
hr: Preglednici
hu: Böngészők
ia: Navigatores
id: Peramban
is: Vafrar
it: Browser
ja: ブラウザー
ka: ბრაუზერები
kab: Iminigen
nb_no: Nettlesere
nn_no: Nettlesar
pa_in: ਬਰਾਊਜ਼ਰ
pl: Przeglądarki
pt_br: Navegadores
pt_pt: Navegadores
ro: Browsere
ru: Браузеры
si: අතිරික්සු
sk: Prehliadače
sl: Brskalniki
sq: Shfletues
sv_se: Webbläsare
th: เบราว์เซอร์
tr: Tarayıcılar
uk: Браузери
vi: Trình duyệt

source: Products
ar: المنتجات
bg: Продукти
ca: Productes
cs: Produkty
da: Produkter
de: Produkte
el: Προϊόντα
es: Productos
fi: Tuotteet
fr: Produits
fur: Prodots
fy_nl: Produkten
he: מוצרים
hr: Proizvodi
hu: Termékek
ia: Productos
id: Produk
is: Hugbúnaður
it: Prodotti
ja: 製品情報
ka: პროდუქტები
kab: Ifarisen
nb_no: Produkter
nl: Producten
nn_no: Produkt
pa_in: ਪ੍ਰੋਡੱਕਟ
pl: Produkty
pt_br: Produtos
pt_pt: Produtos
ro: Produse
ru: Продукты
si: නිෂ්පාදන
sk: Produkty
sl: Izdelki
sq: Produkte
sv_se: Produkter
th: ผลิตภัณฑ์
tr: Ürünler
uk: Продукти
vi: Sản phẩm

source: Privacy
ar: الخصوصية
az: Məxfilik
bg: Политика на поверителност
bn_bd: গোপনীয়তা
bs: Privatnost
ca: Privadesa
cs: Ochrana soukromí
da: Privatlivspolitik
de: Datenschutz
el: Απόρρητο
es: Privacidad
fa: حریم‌خصوصی
fi: Tietosuoja
fr: Confidentialité
fur: Riservatece
he: פרטיות
hr: Privatnost
hu: Adatvédelem
ia: Confidentialitate
id: Privasi
is: Friðhelgi
it: Informativa sulla privacy
ja: プライバシー
ka: პირადულობის დაცვის დებულება
kab: Tabaḍnit
ms: Privasi
nb_no: Personvern
nn_no: Personvern
pa_in: ਪਰਦੇਦਾਰੀ
pl: Prywatność
pt_br: Privacidade
pt_pt: Privacidade
ro: Confidențialitate
ru: Приватность
si: රහස්‍යතාව
sk: Súkromie
sl: Zasebnost
sq: Privatësi
sv_se: Sekretess
te: గోప్యత
th: ความเป็นส่วนตัว
tr: Gizlilik
uk: Приватність
vi: Riêng tư

source: Cookies
ar: الكعكات
az: Çərəzlər
bg: Бисквитки
bn_bd: কুকিজ
bs: Kolačići
ca: Galetes
el: Cookie
fa: کوکی‌ها
fi: Evästeet
he: עוגיות
hr: Kolačići
hu: Sütik
id: Kuki
is: Vefkökur
it: Cookie
ja: Cookie
ka: ფუნთუშები
kab: Inagan n tuqqna
ms: Kuki
nb_no: Infokapsler
nn_no: Infokapslar
pa_in: ਕੂਕੀਜ਼
pl: Ciasteczka
ro: Cookie-uri
ru: Куки
si: දත්තකඩ
sl: Piškotki
sv_se: Kakor
te: కుకీలు
th: คุกกี้
tr: Çerezler
uk: Файли cookie
vi: Cookie

source: Legal
ar: قانوني
az: Qanuni
bg: Правни въпроси
bn_bd: আইনগত
bs: Pravno
ca: Avís legal
cs: Právní informace
da: Juridisk
de: Rechtliches
el: Νομικά
fa: حقوقی
fi: Juridiset asiat
fr: Mentions légales
fur: Notis legâls
fy_nl: Juridysk
he: מידע משפטי
hr: Pravne informacije
hu: Jogi információk
is: Lagalegur fyrirvari
it: Note legali
ja: 法的情報
ka: სამართლებრივი საკითხები
kab: Usḍif
ms: Perundangan
nb_no: Juridisk
nl: Juridisch
nn_no: Juridisk
pa_in: ਕਾਨੂੰਨੀ
pl: Kwestie prawne
pt_br: Jurídico
pt_pt: Informação legal
ro: Mențiuni legale
ru: Юридическая информация
si: නීතිමය
sk: Právne informácie
sl: Pravno obvestilo
sq: Ligjore
sv_se: Juridisk information
te: చట్టపరమైన
th: ข้อกฎหมาย
tr: Hukuki Bilgiler
uk: Правові положення
vi: Pháp lý

source: Except where otherwise %(startNotedLink)snoted%(endNotedLink)s, content on this site is licensed under the %(startLicenseLink)sCreative Commons Attribution Share-Alike License v3.0%(endLicenseLink)s or any later version. Android is a trademark of Google LLC.
cs: Není-li %(startNotedLink)s uvedeno %(endNotedLink)s jinak, obsah této stránky je šířen pod licencí %(startLicenseLink)s Creative Commons Uveďte původ-Zachovejte licenci 3.0%(endLicenseLink)s nebo jakoukoli novější verzí. Android je ochranná známka společnosti Google LLC.
de: Sofern nicht anders %(startNotedLink)svermerkt%(endNotedLink)s, steht der Inhalt dieser Seite unter der %(startLicenseLink)sCreative Commons Attribution Share-Alike License v3.0%(endLicenseLink)s oder einer späteren Version. Android ist eine Marke von Google LLC.
el: Εκτός από τα μέρη όπου %(startNotedLink)sαναφέρεται%(endNotedLink)s διαφορετικά, το περιεχόμενο του ιστοτόπου υπόκειται στην άδεια %(startLicenseLink)sCreative Commons Attribution Share-Alike License v3.0%(endLicenseLink)s ή τυχόν νεότερες εκδόσεις. Το Android αποτελεί εμπορικό σήμα της Google LLC.
fi: Ellei toisin %(startNotedLink)smainita%(endNotedLink)s, tämän sivuston sisällön kattaa %(startLicenseLink)sCreative Commons Attribution Share-Alike License v3.0%(endLicenseLink)s -lisenssi tai uudempi versio. Android on Google LLC:n tavaramerkki.
fr: Sauf %(startNotedLink)smention contraire%(endNotedLink)s, le contenu de ce site est disponible sous licence %(startLicenseLink)sCreative Commons Attribution Share-Alike v3.0%(endLicenseLink)s ou toute version supérieure. Android est une marque de Google LLC.
fur: Gjavât dulà che al ven %(startNotedLink)sindicât%(endNotedLink)s in mût diviers, i contignûts su chest sît a son distribuîts cun licence%(startLicenseLink)sCreative Commons Atribuzion Condivît te stesse maniere v3.0%(endLicenseLink)s o versions sucessivis. Android e je une marche regjistrade di Google LLC.
fy_nl: Utsein oars %(startNotedLink)svermeld%(endNotedLink)s, is op de ynhâld fan dizze website de %(startLicenseLink)sCreative Commons Attribution Share-Alike License v3.0%(endLicenseLink)s of lettere ferzje fan tapassing. Android is in hannelsmerk fan Google LLC.
hu: Kivéve, ahol másként %(startNotedLink)svan jelölve%(endNotedLink)s, az oldal tartalma %(startLicenseLink)sCreative Commons Nevezd meg! – Így add tovább! licenc v3.0%(endLicenseLink)s vagy bármelyik újabb verziója alatt érhető el. Az Android a Google LLC védjegye.
ia: Excepte ubi alteremente %(startNotedLink)sindicate%(endNotedLink)s, le contento de iste sito es publicate sub licentia %(startLicenseLink)sCreative Commons Attribution Share-Alike v3.0%(endLicenseLink)s o qualcunque version plus recente. Android es un marca de fabrica de Google LLC.
is: Allstaðar nema þar sem annarsstaðar er %(startNotedLink)stekið fram%(endNotedLink)s, er efni á þessu vefsvæði með notkunarleyfinu %(startLicenseLink)sCreative Commons Attribution Share-Alike License útg.3.0%(endLicenseLink)s eða einhverri síðari tíma útfærslu þess. Android er skrásett vörumerki í eigu Google LLC.
it: Eccetto dove diversamente %(startNotedLink)sindicato%(endNotedLink)s, i contenuti su questo sito sono distribuiti con licenza %(startLicenseLink)sCreative Commons Attribuzione Condividi allo stesso modo 3.0%(endLicenseLink)s o versioni successive. Android è un marchio registrato di Google LLC.
ka: გარდა მოცემული %(startNotedLink)sშენიშვნებისა%(endNotedLink)s, ამ საიტზე არსებული შიგთავსი ვრცელდება %(startLicenseLink)sCreative Commons Attribution Share-Alike v3.0 ლიცენზიით%(endLicenseLink)s ან უფრო ახალი ვერსიით. Android სავაჭრო ნიშნის მფლობელია Google LLC.
nb_no: Med mindre annet er %(startNotedLink)sspesifisert%(endNotedLink)s, er innholdet på dette nettstedet lisensiert under %(startLicenseLink)sCreative Commons Navngivelse-del-på-samme-vilkår-lisens v3.0%(endLicenseLink)s eller en senere versjon. Android er et varemerke for Google LLC.
nl: Tenzij anders %(startNotedLink)svermeld%(endNotedLink)s, is op de inhoud van deze website de %(startLicenseLink)sCreative Commons Attribution Share-Alike License v3.0%(endLicenseLink)s of een latere versie van toepassing. Android is een handelsmerk van Google LLC.
nn_no: Med mindre anna er %(startNotedLink)sspesifisert%(endNotedLink)s, er innhaldet på denne nettstaden lisensiert under %(startLicenseLink)sCreative Commons Attribution Share-Alike License v3.0%(endLicenseLink)s eller ein seinare versjon. Android er eit varemerke som høyrer til Google LLC.
pl: O ile nie %(startNotedLink)swskazano inaczej%(endNotedLink)s, treść tej strony jest dostępna na warunkach licencji %(startLicenseLink)sCreative Commons Attribution Share-Alike w wersji 3.0%(endLicenseLink)s lub nowszej. Android jest znakiem towarowym firmy Google LLC.
pt_br: Exceto onde de outra forma %(startNotedLink)sindicado%(endNotedLink)s, o conteúdo deste site está licenciado sob a %(startLicenseLink)sCreative Commons Attribution Share-Alike License v3.0%(endLicenseLink)s ou qualquer versão posterior. Android é uma marca registrada da Google LLC.
ru: За исключением случаев, когда %(startNotedLink)sуказано%(endNotedLink)s обратное, контент на этом сайте лицензируется по лицензии %(startLicenseLink)sCreative Commons Attribution Share-Alike License v3.0%(endLicenseLink)s или любой более поздней версии. Android является торговой маркой Google LLC.
sk: Ak nie je %(startNotedLink)suvedené%(endNotedLink)s inak, obsah tejto stránky je dostupný pod licenciou %(startLicenseLink)sCreative Commons Attribution Share-Alike License v3.0%(endLicenseLink)s alebo ktorejkoľvek novšej verzie. Android je ochranná známka spoločnosti Google LLC.
sv_se: Om inte annat %(startNotedLink)sanges%(endNotedLink)s är innehållet på denna webbplats licensierat under %(startLicenseLink)sCreative Commons Attribution Share-Alike Licens v3.0%(endLicenseLink)s eller någon senare version. Android är ett varumärke som tillhör Google LLC.
uk: Окрім випадків %(startNotedLink)sзазначених тут%(endNotedLink)s, вміст цього сайту ліцензовано на умовах %(startLicenseLink)sCreative Commons Attribution Share-Alike License v3.0%(endLicenseLink)s, або будь-якою новішою версією. Android є торговельною маркою компанії Google LLC.
vi: Trừ trường hợp khác %(startNotedLink)sđã ghi chú%(endNotedLink)s, nội dung trên trang này được cấp phép theo %(startLicenseLink)sgiấy phép Creative Commons Attribution Share-Alike v3.0%(endLicenseLink)s hoặc bất kỳ phiên bản nào sau này. Android là thương hiệu của Google LLC.

source: Except where otherwise %(startNotedLink)snoted%(endNotedLink)s, content on this site is licensed under the %(startLicenseLink)sCreative Commons Attribution Share-Alike License v3.0%(endLicenseLink)s or any later version.
ar: في حال %(startNotedLink)sورد غير ذلك%(endNotedLink)s، فالمحتوى في هذا الموقع مرخّص %(startLicenseLink)sبرخصة المشاع الإبداعي نَسب المُصنَّف والترخيص بالمثل، الإصدارة الثالثة%(endLicenseLink)sأو أية إصدارة بعدها.
az: Əlavə %(startNotedLink)sqeydlər%(endNotedLink)s olan yerlər xaric, bu saytda olan bütün məzmunlar %(startLicenseLink)ssCreative Commons Attribution Share-Alike License v3.0%(endLicenseLink)s və ya daha yeni versiyası altında lisenziyalaşdırılıb.
bg: Освен ако не е %(startNotedLink)sизрично упоменато%(endNotedLink)s, съдържанието на тази страница е лицензирано според %(startLicenseLink)sCreative Commons Attribution Share-Alike License v3.0%(endLicenseLink)s или по-ново издание.
bs: Osim ako nije drugačije %(startNotedLink)s primjećeno %(endNotedLink)s, sadržaj na ovoj stranici je licensiran pod %(startLicenseLink)sCreative Commons Attribution Share-Alike License v3.0%(endLicenseLink)s ili svaka novija verzija.
ca: Si no s'%(startNotedLink)sindica el contrari%(endNotedLink)s, el contingut d'aquest lloc està publicat a l'empara de la %(startLicenseLink)ssllicència Creative Commons Reconeixement - Compartir igual v3.0%(endLicenseLink)s o qualsevol versió més nova.
cs: Není-li %(startNotedLink)s uvedeno %(endNotedLink)s jinak, obsah této stránky je šířen pod licencí %(startLicenseLink)s Creative Commons Uveďte původ-Zachovejte licenci 3.0%(endLicenseLink)s nebo jakoukoli novější verzí.
da: Hvis intet andet er %(startNotedLink)sangivet%(endNotedLink)s, hører indholdet på dette websted under %(startLicenseLink)slicensen Creative Commons Attribution Share-Alike License v3.0%(endLicenseLink)s eller en nyere version.
de: Sofern nicht anders %(startNotedLink)svermerkt%(endNotedLink)s, steht der Inhalt dieser Seite unter der %(startLicenseLink)sCreative Commons Attribution Share-Alike License v3.0%(endLicenseLink)s oder einer späteren Version.
el: Εκτός από τα μέρη όπου %(startNotedLink)sαναφέρεται%(endNotedLink)s διαφορετικά, το περιεχόμενο του ιστοτόπου υπόκειται στην άδεια %(startLicenseLink)sCreative Commons Attribution Share-Alike License v3.0%(endLicenseLink)s ή τυχόν νεότερες εκδόσεις.
es: A menos que se %(startNotedLink)sindique%(endNotedLink)s lo contrario, el contenido de este sitio está licenciado bajo la licencia %(startLicenseLink)sCreative Commons Reconocimiento Compartir-Igual v3.0%(endLicenseLink)s o una versión posterior.
fa: غیر از مواردی که %(startNotedLink)sمشخص شده%(endNotedLink)s، محتوای این سایت تحت گواهینامه %(startLicenseLink)sCreative Commons Attribution Share-Alike License v3.0%(endLicenseLink)s یا هر نسخه بعدی خواهد بود.
fi: Jos ei erikseen %(startNotedLink)smainita%(endNotedLink)s, tämän sivuston sisällön kattaa lisenssi %(startLicenseLink)sCreative Commons Attribution Share-Alike License v3.0%(endLicenseLink)s tai mikä tahansa uudempi versio.
fr: Sauf %(startNotedLink)smention contraire%(endNotedLink)s, le contenu de ce site est disponible sous licence %(startLicenseLink)sCreative Commons Attribution Share-Alike v3.0%(endLicenseLink)s ou toute version supérieure.
fur: Gjavant dulà che al è %(startNotedLink)sindict%(endNotedLink)s in mût diviers, i contignûts su chest sît a son distribuîts cun licence %(startLicenseLink)sCreative Commons Atribuzion Condivît te stesse maniere v3.0%(endLicenseLink)s o versions sucessivis.
fy_nl: Utsein oars %(startNotedLink)svermeld%(endNotedLink)s, is op de ynhâld fan dizze website de %(startLicenseLink)sCreative Commons Attribution Share-Alike License v3.0%(endLicenseLink)s of lettere ferzje fan tapassing.
he: למעט היכן ש%(startNotedLink)sצוין%(endNotedLink)s אחרת, התוכן באתר זה מוגש בכפוף ל%(startLicenseLink)sגרסה 3.0 של הרשיון Creative Commons Attribution Share-Alike%(endLicenseLink)s או כל גרסה עדכנית יותר.
hr: Sadržaj ove stranice licenciran je pod licencom %(startLicenseLink)sCreative Commons Imenovanje dijeli pod istim uvjetima verzija 3.0%(endLicenseLink)s ili novijoj, osim gdje je %(startNotedLink)snavedeno%(endNotedLink)s drugačije.
hu: Kivéve, ahol másként %(startNotedLink)svan jelölve%(endNotedLink)s, az oldal tartalma %(startLicenseLink)sCreative Commons Nevezd meg! – Így add tovább! licenc v3.0%(endLicenseLink)s vagy bármelyik újabb verziója alatt érhető el.
ia: Excepte ubi alteremente %(startNotedLink)sindicate%(endNotedLink)s, le contento de iste sito es publicate sub licentia %(startLicenseLink)sCreative Commons Attribution Share-Alike v3.0%(endLicenseLink)s o qualcunque version plus recente.
id: Terkecuali saat %(startNotedLink)sdicatat%(endNotedLink)s berbeda, konten dalam situs ini dilisensikan di bawah %(startLicenseLink)sCreative Commons Attribution Share-Alike License v3.0%(endLicenseLink)s atau versi lain yang lebih baru.
is: Allstaðar nema þar sem annarsstaðar er %(startNotedLink)stekið fram%(endNotedLink)s, er efni á þessu vefsvæði með notkunarleyfinu %(startLicenseLink)sCreative Commons Attribution Share-Alike License útg.3.0%(endLicenseLink)s eða einhverri síðari tíma útfærslu þess.
it: Eccetto dove diversamente %(startNotedLink)sindicato%(endNotedLink)s, i contenuti su questo sito sono distribuiti con licenza %(startLicenseLink)sCreative Commons Attribuzione Condividi allo stesso modo 3.0%(endLicenseLink)s o versioni successive.
ja: 特に %(startNotedLink)s明記されている%(endNotedLink)s 場合を除き、当サイト上のコンテンツは %(startLicenseLink)sCreative Commons 表示・継承ライセンス v3.0%(endLicenseLink)s あるいはそれ以降のバージョンで公開されています。
ka: გარდა მოცემული %(startNotedLink)sშენიშვნებისა%(endNotedLink)s, ამ საიტზე არსებული შიგთავსი ვრცელდება %(startLicenseLink)sCreative Commons Attribution Share-Alike v3.0 ლიცენზიით%(endLicenseLink)s ან უფრო ახალი ვერსიით.
kab: Ala %(startNotedLink)s ma yettwammel akken-nniḍen%(endNotedLink)s, agbur n usmel-agi yella ddaw n turagt %(startLicenseLink)sCreative Commons Attribution Share-Alike v3.0%(endLicenseLink)s neɣ ileqman imaynuten.
ms: Kecuali sebaliknya ada %(startNotedLink)sdinyatakan%(endNotedLink)s, kandungan di dalam laman ini dilesenkan di bawah %(startLicenseLink)sCreative Commons Attribution Share-Alike License v3.0%(endLicenseLink)s atau versi yang lebih baru.
nb_no: Med mindre annet er %(startNotedLink)sspesifisert%(endNotedLink)s, er innholdet på dette nettstedet lisensiert under %(startLicenseLink)sCreative Commons Navngivelse-del-på-samme-vilkår-lisens v3.0%(endLicenseLink)s eller en senere versjon.
nl: Tenzij anders %(startNotedLink)svermeld%(endNotedLink)s, is op de inhoud van deze website de %(startLicenseLink)sCreative Commons Attribution Share-Alike License v3.0%(endLicenseLink)s of latere versie van toepassing.
nn_no: Om ikkje noko anna er %(startNotedLink)sspesifisert%(endNotedLink)s, er innhaldet på denne nettstaden lisensiert under %(startLicenseLink)sCreative Commons Attribution Share-Alike License v3.0%(endLicenseLink)s eller ein seinare versjon.
pa_in: ਸਿਵਾਏ ਜਿੱਥੇ ਕਿ %(startNotedLink)sਦੱਸਿਆ ਗਿਆ ਹੋਵੇ%(endNotedLink)s, ਇਸ ਸਾਈਟ ਤੇ ਸਮੱਗਰੀ ਨੂੰ%(startLicenseLink)s ਕਰੀਏਟਿਵ ਕਾਮਨਜ਼ ਐਟ੍ਰੀਬਿ ਸ਼ੇਅਰ-ਅਲੀਕ ਲਾਇਸੈਂਸ v3.0%(endLicenseLink)s s ਜਾਂ ਕਿਸੇ ਵੀ ਅਗਲੇ ਵਰਜਨ ਦੇ ਅਧੀਨ ਲਾਇਸੰਸਸ਼ੁਦਾ ਕੀਤਾ ਗਿਆ ਹੈ।
pl: O ile nie %(startNotedLink)swskazano inaczej%(endNotedLink)s, treść tej strony jest dostępna na warunkach licencji %(startLicenseLink)sCreative Commons Attribution Share-Alike w wersji 3.0%(endLicenseLink)s lub nowszej.
pt_br: Exceto onde de outra forma %(startNotedLink)snotado%(endNotedLink)s, o conteúdo deste site está licenciado sob a %(startLicenseLink)s Creative Commons Licença de Atribuição Compartilha-Igual v3.0 %(endLicenseLink)s ou qualquer versão posterior.
pt_pt: Exceto onde %(startNotedLink)sanotado%(endNotedLink)s o contrário, o conteúdo neste site está licenciado sob a %(startLicenseLink)slicença Creative Commons Atribuição-CompartilhaIgual v3.0%(endLicenseLink)s ou qualquer versão mais recente.
ro: Cu excepția cazurilor când %(startNotedLink)sse specifică%(endNotedLink)s altfel, conținutul de pe acest site este licențiat sub licența %(startLicenseLink)sCreative Commons cu atribuire și distribuire în condiții identice v3.0%(endLicenseLink)s sau orice versiune ulterioară.
ru: За исключением случаев, %(startNotedLink)sописанных здесь%(endNotedLink)s, содержимое этого сайта лицензировано на условиях %(startLicenseLink)sлицензии Creative Commons «Атрибуция — На тех же условиях» версии 3.0%(endLicenseLink)s или любой более поздней версии.
si: මෙහි %(startNotedLink)sසැඳහුම්%(endNotedLink)s හැරැනු විට, මෙම අඩවියෙහි අන්තර්ගතය %(startLicenseLink)sක්‍රියේටිව් කොමන්ස් ඇට්‍රිබියුෂන් ෂෙයාර්-අලයික් බලපත්‍රය අනු.3.0%(endLicenseLink)s හෝ වෙනත් නවතම බලපත්‍ර සඳහා යටත් වේ.
sk: Ak nie je %(startNotedLink)suvedené%(endNotedLink)s inak, obsah tejto stránky je dostupný pod licenciou %(startLicenseLink)s Creative Commons Attribution Share-Alike License v3.0%(endLicenseLink)s alebo jej akejkoľvek vyššej verzie.
sl: Če ni %(startNotedLink)snavedeno%(endNotedLink)s drugače, je vsebina te spletne strani na voljo pod licenco %(startLicenseLink)sCreative Commons Attribution Share-Alike v3.0%(endLicenseLink)s ali pod katerokoli novejšo različico.
sq: Hiq atje ku %(startNotedLink)sshënohet%(endNotedLink)s ndryshe, lënda e këtij sajti licencohet sipas licencës %(startLicenseLink)sCreative Commons Attribution Share-Alike License v3.0%(endLicenseLink)s ose çfarëdo versioni të mëvonshëm.
sv_se: Om inget annat %(startNotedLink)sanges%(endNotedLink)s, är innehållet på denna webbplats licensierat under licensen %(startLicenseLink)sCreative Commons Attribution Share-Alike License v3.0%(endLicenseLink)s eller senare version.
th: เว้นแต่จะ %(startNotedLink)sระบุไว้%(endNotedLink)s เป็นอย่างอื่น เนื้อหาในไซต์นี้อยู่ภายใต้ %(startLicenseLink)sสัญญาอนุญาต Creative Commons แบบแสดงที่มา อนุญาตแบบเดียวกัน v3.0%(endLicenseLink)s หรือรุ่นใดก็ตามหลังจากนั้น
tr: Aksi %(startNotedLink)sbelirtilmedikçe%(endNotedLink)s bu sitedeki içerikler %(startLicenseLink)sCreative Commons Attribution Share-Alike Lisansı v3.0%(endLicenseLink)s veya daha yeni sürümüyle lisanslanmıştır.
uk: За винятком випадків %(startNotedLink)sзазначених тут%(endNotedLink)s, вміст цього сайту ліцензовано на умовах %(startLicenseLink)sліцензії Creative Commons Attribution Share-Alike License v3.0%(endLicenseLink)s, або будь-якою новішою версією.
vi: Trừ trường hợp khác %(startNotedLink)sđã ghi chú%(endNotedLink)s, nội dung trên trang này được cấp phép theo %(startLicenseLink)sgiấy phép Creative Commons Attribution Share-Alike v3.0%(endLicenseLink)s hoặc bất kỳ phiên bản nào sau này.
