Repository: mozilla/addons-frontend
Catalog: locale/*/LC_MESSAGES/amo.po
Languages: ar, az, bg, bn_bd, bs, ca, cs, da, de, el, es, fa, fi, fr, fur, fy_nl, ga_ie, he, hr, hu, ia, id, is, it, ja, ka, kab, ms, nb_no, nl, nn_no, pa_in, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: If you would like to learn more about how to manage add-ons in Firefox, or need to find general Firefox support, please visit %(startSUMOLink)sSupport%(endSUMOLink)s Mozilla. If you don't find an answer there, you can %(startForumLink)sask on our community forum%(endForumLink)s.
ar: إن أردت أن تطّلع عن المزيد حول طريقة إدارة الإضافات في فَيَرفُكس، أو إن احتجت دعما عاما للمتصفح، فرجاءً زُر %(startSUMOLink)sدعم%(endSUMOLink)s موزيلا. إن لم تجد على إجابة لأسئلتك عناك، يمكنك حينها %(startForumLink)sطرحها في منتدى المجتمع%(endForumLink)s.
bs: Ako želite saznati više o tome kako upravljati dodacima u Firefoxu, ili trebate pronaći generalnu Firefox poršku, molimo posjetite %(startSUMOLink)s Podrška %(endSUMOLink)s Mozilla. Ako ne pronađete pomoć, možete %(startForumLink)s postaviti pitanje na forumu zajednice %(endForumLink)s.
ca: Si voleu més informació sobre com gestionar complements o ajuda general del Firefox, visiteu %(startSUMOLink)sl'ajuda%(endSUMOLink)s de Mozilla. I si, així i tot, no heu aconseguit resoldre el dubte, %(startForumLink)sadreceu-vos al fòrum comunitari%(endForumLink)s.
cs: Pokud byste se rádi dozvěděli, jak spravovat doplňky ve Firefoxu nebo potřebujete obecnou pomoc s používáním Firefoxu, navštivte prosím %(startSUMOLink)sstránky podpory Mozilly%(endSUMOLink)s. Pokud nenajdete odpověď tam, můžete se %(startForumLink)szeptat na našem komunitním fóru%(endForumLink)s.
da: Hvis du vil lære mere om, hvordan du håndterer tilføjelser i Firefox, eller du har brug for generel hjælp til Firefox, så besøg %(startSUMOLink)sMozillas support%(endSUMOLink)s. Hvis du ikke finder et svar der, kan du %(startForumLink)sspørge i vores forum%(endForumLink)s.
de: Wenn Sie mehr darüber erfahren möchten, wie Sie Add-ons in Firefox verwalten können oder allgemein Hilfe zu Firefox benötigen, besuchen Sie bitte %(startSUMOLink)sSupport%(endSUMOLink)s Mozilla. Wenn Sie dort keine Antwort finden, können Sie in unserem %(startForumLink)s Hilfeforum%(endForumLink)s fragen.
el: Εάν θα θέλατε να μάθετε περισσότερα σχετικά με τη διαχείριση των προσθέτων στο Firefox ή χρειάζεστε γενική υποστήριξη για το Firefox, επισκεφτείτε την %(startSUMOLink)sΥποστήριξη Mozilla%(endSUMOLink)s. Εάν δεν βρείτε απάντηση εκεί, μπορείτε να %(startForumLink)sκάνετε μια ερώτηση στο φόρουμ της κοινότητάς%(endForumLink)s μας.
es: Si quieres saber más sobre cómo gestionamos los complementos en Firefox o necesitas ayuda en general, visita la %(startSUMOLink)sAyuda%(endSUMOLink)s de Mozilla. Si no encuentras tu respuesta, siempre puedes %(startForumLink)spreguntar en el foro de la comunidad.%(endForumLink)s
fi: Jos haluat oppia lisää Firefoxin lisäosien hallitsemisesta, tai tarvitset yleistä Firefox-tukea, tutustu %(startSUMOLink)sSupport%(endSUMOLink)s Mozilla -sivustoon. Jos et löydä vastausta sieltä, %(startForumLink)sesitä kysymyksesi yhteisön keskustelualueella%(endForumLink)s.
fr: Si vous voulez en apprendre plus sur la gestion des modules complémentaires dans Firefox ou si vous avez besoin d’aide sur Firefox en général, vous pouvez jeter un œil à %(startSUMOLink)sl’assistance de Mozilla%(endSUMOLink)s. Si vous ne trouvez pas de réponse, vous pouvez %(startForumLink)sposer votre question sur notre forum communautaire%(endForumLink)s.
fur: Se tu desideris savê di plui su cemût gjestî i components adizionâi in Firefox o tu ciris assistence par Firefox, visite il sît di %(startSUMOLink)ssupuart%(endSUMOLink)s Mozilla. Se lì no tu cjatis lis rispuestis che tu ciris, tu puedis %(startForumLink)sdomandâ aiût ae comunitât sul forum%(endForumLink)s.
fy_nl: As jo mear witte wolle oer hoe’t jo add-ons yn Firefox beheare, of op syk binne nei algemiene stipe foar Firefox, besykje dan %(startSUMOLink)sSupport%(endSUMOLink)s Mozilla. As jo dêr gjin antwurd fine, dan kinne jo jo %(startForumLink)sfraach stelle op ús mienskipsfoarum%(endForumLink)s.
he: כדי ללמוד עוד על איך לנהל תוספות ב־Firefox או כדי למצוא תמיכה כללית ב־Firefox, נא לבקר ב%(startSUMOLink)sתמיכה%(endSUMOLink)s של Mozilla. אם לא מצאת שם תשובה, ניתן %(startForumLink)sלשאול בפורום הקהילתי שלנו%(endForumLink)s.
hu: Ha többet szeretne megtudni arról, hogyan kezelje a Firefox kiegészítőket, vagy általános Firefox támogatásra van szüksége, keresse fel a Mozilla %(startSUMOLink)stámogatást%(endSUMOLink)s. Ha nem talál ott választ, akkor %(startForumLink)sfelteheti kérdését a közösségi fórumon%(endForumLink)s.
ia: Si tu vole saper plus sur como gerer le additivos in Firefox, o require supporto general pro Firefox, per favor visita %(startSUMOLink)sSupporto%(endSUMOLink)s de Mozilla. Si tu non trova un responsa ibi, tu pote %(startForumLink)sponer un question sur nostre foro communitari%(endForumLink)s.
id: Jika Anda ingin mengetahui lebih lanjut tentang bagaimana mengelola pengaya di Firefox, atau perlu menemukan dukungan Firefox, silakan mengunjungi %(startSUMOLink)sDukungan%(endSUMOLink)s Mozilla. Jika Anda tidak menemukan jawaba di sana, Anda dapat %(startForumLink)sbertanya di forum komunitas kami%(endForumLink)s.
is: Ef þig langar að læra meira um hvernig eigi að sýsla með viðbætur í Firefox, eða hvernig hægt sé að fá almenna aðstoð með Firefox, ættirðu að heimsækja %(startSUMOLink)saðstoðargátt%(endSUMOLink)s Mozilla. Ef þú finnur engin svör þar, geturðu %(startForumLink)sspurt á spjallsvæði notendanna okkar%(endForumLink)s.
it: Se vuoi saperne di più su come gestire i componenti aggiuntivi in Firefox, o cerchi assistenza per Firefox, visita il %(startSUMOLink)ssito di Supporto%(endSUMOLink)s Mozilla. Se non trovi lì le risposte che cerchi, puoi %(startForumLink)schiedere aiuto alla comunità sul forum%(endForumLink)s.
ja: Firefox のアドオン管理方法について詳しく知りたい場合や、Firefox の一般的なサポートを求めている場合は、%(startSUMOLink)sMozilla Support%(endSUMOLink)s を訪れてください。そこで答えが見つからない場合は、%(startForumLink)sコミュニティフォーラムで質問する%(endForumLink)s こともできます。
ka: ვრცლად Firefox-ში დამატებების მართვის შესახებ, ან Firefox-თან დაკავშირებით, ზოგადი ინფორმაციის მისაღებად, ეწვიეთ Mozilla %(startSUMOLink)sმხარდაჭერის%(endSUMOLink)s გვერდს. თუ მანდ პასუხს ვერ იპოვით, შეგიძლიათ %(startForumLink)sკითხვა დასვათ ჩვენს ფორუმზე%(endForumLink)s.
kab: Ma tebɣiḍ ad tissineḍ ugar ɣef usefrek n yizegrar di Firefox, neɣ tesriḍ ad tafeḍ tallelt tamatut n Firefox, rzu ma ulac aɣilif ar %(startSUMOLink)sTallelt%(endSUMOLink)s n Mozilla. Ma yella ur tufiḍ ara tiririt din-a, Tzemreḍ ad %(startForumLink)stesteqsiḍ deg unmager n terbaɛt-nneɣ%(endForumLink)s.
ms: Jika anda ingin tahu lebih lanjut cara untuk menguruskan add-ons dalam Firefox, atau perlu mendapatkan sokongan Firefox, sila layari %(startSUMOLink)sSokongan%(endSUMOLink)s Mozilla. Jika anda tidak menemukan jawapan, anda boleh %(startForumLink)stanya dalam forum komuniti%(endForumLink)s.
nb_no: Hvis du vil lære mer om hvordan du behandler tillegg i Firefox, eller trenger å finne generell Firefox-brukerstøtte, kan du besøke %(startSUMOLink)sMozilla brukerstøtte%(endSUMOLink)s. Hvis du ikke finner et svar der, så kan du %(startForumLink)sspørre på vårt brukerstøtte-forum%(endForumLink)s.
nl: Als u meer wilt weten over hoe u add-ons in Firefox beheert, of op zoek bent naar algemene ondersteuning voor Firefox, bezoek dan %(startSUMOLink)sSupport%(endSUMOLink)s Mozilla. Als u daar geen antwoord vindt, dan kunt u uw %(startForumLink)svraag stellen op ons gemeenschapsforum%(endForumLink)s.
nn_no: Dersom du vil lære meir om korleis du skal handtere tillegg i Firefox, eller treng å finne generell Firefox-brukarstøtte, kan du gå til %(startSUMOLink)sMozilla brukarstøtte%(endSUMOLink)s. Dersom du ikkje finn eit svar der, så kan du %(startForumLink)sspørje på brukarstøtte-forumet%(endForumLink)s vårt.
pa_in: ਜੇ ਤੁਸੀਂ ਫਾਇਰਫਾਕਸ ਵਿਚ ਐਡ-ਆਨ ਦਾ ਪ੍ਰਬੰਧ ਕਿਵੇਂ ਕਰਨਾ ਹੈ, ਜਾਂ ਆਮ ਫਾਇਰਫਾਕਸ ਸਹਿਯੋਗ ਲੱਭਣ ਬਾਰੇ ਹੋਰ ਜਾਣਕਾਰੀ ਲੈਣਾ ਚਾਹੁੰਦੇ ਹੋ ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ %(startSUMOLink)s ਸਹਿਯੋਗ %(endSUMOLink)s ਮੋਜ਼ੀਲਾ ਵੇਖੋ। ਜੇ ਤੁਸੀਂ ਉੱਥੇ ਕੋਈ ਜਵਾਬ ਨਹੀਂ ਲੱਭ ਰਹੇ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਸਾਡੇ ਕਮਿਊਨਿਟੀ ਫੋਰਮ %(startForumLink)s ਤੇ %(endForumLink)s ਸ਼ੁਰੂ ਕਰ ਸਕਦੇ ਹੋ।
pl: %(startSUMOLink)sPomoc%(endSUMOLink)s Mozilli zawiera więcej informacji o zarządzaniu dodatkami w Firefoksie i używaniu Firefoksa. Jeśli czegoś tam brakuje, to można %(startForumLink)szapytać na forum społeczności%(endForumLink)s.
pt_br: Se quiser saber mais sobre como gerenciar extensões no Firefox, ou precisar encontrar suporte geral do Firefox, visite %(startSUMOLink)sSuporte%(endSUMOLink)s Mozilla. Se não encontrar uma resposta lá, você pode %(startForumLink)sfazer uma pergunta no nosso fórum da comunidade%(endForumLink)s.
pt_pt: Se quiser saber mais sobre como gerir extras no Firefox, ou se precisar de encontrar apoio geral para o Firefox, por favor visite o %(startSUMOLink)sApoio%(endSUMOLink)s da Mozilla. Se não encontrar uma resposta aqui, pode %(startForumLink)sfazer questões no nosso fórum da comunidade%(endForumLink)s.
ro: Dacă vrei să afli mai multe despre gestionarea suplimentelor în Firefox sau dacă ai nevoie de asistență pentru Firefox în general, intră pe %(startSUMOLink)sAsistență%(endSUMOLink)s Mozilla. Dacă nu găsești răspunsul acolo, %(startForumLink)sîntreabă pe forumul comunității%(endForumLink)s.
ru: Если вы хотите узнать больше об управлении дополнениями в Firefox, или вам нужно найти поддержку по Firefox, пожалуйста, посетите %(startSUMOLink)sПоддержку%(endSUMOLink)s Mozilla. Если вы не найдёте ответ там, то вы можете %(startForumLink)sзадать свой вопрос на форуме поддержки%(endForumLink)s.
si: ෆයර්ෆොක්ස් එක්කහු කළමනාකරණය පිළිබඳව වැඩිදුර දැන ගැනීමට කැමති නම්, හෝ පොදු ෆයර්ෆොක්ස් සහාය සොයා ගැනීමට වුවමනා නම්, මොසිල්ලා %(startSUMOLink)sසහාය%(endSUMOLink)s වෙත පිවිසෙන්න. එහි පිළිතුරක් නොතිබේ නම්, අපගේ %(startForumLink)sප්‍රජා සංසදය%(endForumLink)s බලන්න.
sk: Ak sa chcete dozvedieť viac o tom, ako spravovať doplnky vo Firefoxe, alebo potrebujete nájsť všeobecnú podporu pre Firefox, navštívte stránky %(startSUMOLink)sPodpory Mozilly%(endSUMOLink)s. Ak tam nenájdete odpoveď, môžete sa %(startForumLink)sopýtať na našom komunitnom fóre%(endForumLink)s.
sl: V kolikor želite izvedeti več o upravljanju dodatkov v Firefoxu ali če potrebujete pomoč s Firefoxom nasploh, obiščite %(startSUMOLink)sPodporo Mozilla%(endSUMOLink)s. Če tam ne najdete odgovora, lahko %(startForumLink)szastavite vprašanje na našem forumu skupnosti%(endForumLink)s.
sq: Nëse do të donit të mësonit më tepër se si të administrohen shtesat në Firefox, ose ju duhet të gjeni asistencë mbi Firefox-in në përgjithësi, ju lutemi, vizitoni %(startSUMOLink)sAsistencën%(endSUMOLink)s e Mozilla-s. Nëse nuk gjeni përgjigje atje, mund %(startForumLink)stë pyesni te forumi i bashkësisë tonë%(endForumLink)s.
sv_se: Om du vill lära dig mer om hur man hanterar tillägg i Firefox eller behöver hitta allmän support för Firefox, besök %(startSUMOLink)sSupport%(endSUMOLink)s Mozilla. Om du inte hittar ett svar där kan du %(startForumLink)s fråga på vårt gemenskapsforum%(endForumLink)s.
th: หากคุณต้องการเรียนรู้เพิ่มเติมเกี่ยวกับวิธีจัดการส่วนเสริมใน Firefox หรือต้องการค้นหาการสนับสนุน Firefox ทั่วไป โปรดเยี่ยมชม%(startSUMOLink)sฝ่ายสนับสนุนของ Mozilla%(endSUMOLink)s หากคุณไม่พบคำตอบที่นั่น คุณสามารถ%(startForumLink)sถามบนฟอรั่มชุมชนของเรา%(endForumLink)sได้
tr: Firefox'ta eklentileri yönetmeyi öğrenmek veya Firefox hakkında destek almak istiyorsanız lütfen Mozilla %(startSUMOLink)sDestek%(endSUMOLink)s sitemizi ziyaret edin. Orada bir cevap bulamazsanız %(startForumLink)ssorunuzu forumumuzda sorabilirsiniz%(endForumLink)s.
uk: Якщо ви бажаєте дізнатися більше про керування додатками в Firefox, або вам потрібна загальна підтримка з питань стосовно Firefox, завітайте в %(startSUMOLink)sПідтримку%(endSUMOLink)s Mozilla. Якщо ви не знайдете там відповідь, спробуйте %(startForumLink)sзадати питання на форумі нашої спільноти%(endForumLink)s.
vi: Nếu bạn muốn tìm hiểu thêm về cách quản lý tiện ích bổ sung trong Firefox hoặc cần tìm hỗ trợ chung cho Firefox, vui lòng truy cập %(startSUMOLink)strang hỗ trợ%(endSUMOLink)s của Mozilla. Nếu bạn không tìm thấy câu trả lời ở đó, bạn có thể %(startForumLink)shỏi trên diễn đàn cộng đồng của chúng tôi%(endForumLink)s.

source: %(startLink)sInformation about how to contact Mozilla's add-ons team can be found here%(endLink)s.
ar: %(startLink)sيمكنك هنا أن تجد المعلومات المتعلقة بمراسلة فريق موزيلا للإضافات%(endLink)s.
bs: %(startLink)s Informacije o tome kako kontaktirati Mozilla tim za dodatke mogu se pronaći ovdje %(endLink)s.
ca: %(startLink)sAquí podeu trobar informació sobre com contactar amb els equips de complements de Mozilla%(endLink)s.
cs: %(startLink)sInformace o tom, jak kontaktovat tým, který má v Mozille na starosti doplňky, můžete najít zde%(endLink)s.
da: %(startLink)sHer kan du finde information om, hvordan du kontakter holdet bag Mozilla-tilføjelser%(endLink)s.
de: %(startLink)sHier finden Sie Kontaktdaten zu Mozillas Add-ons-Team%(endLink)s.
el: %(startLink)sΠληροφορίες επικοινωνίας με την ομάδα προσθέτων της Mozilla μπορείτε να βρείτε εδώ%(endLink)s.
es: %(startLink)sAquí encontrarás información sobre cómo ponerte en contacto con el equipo de complementos de Mozilla%(endLink)s.
fi: %(startLink)sTietoa yhteydenottamisesta Mozillan lisäosatiimiin%(endLink)s.
fr: %(startLink)sDes informations pour contacter l’équipe Mozilla en charge des modules complémentaires sont disponibles ici%(endLink)s.
fur: %(startLink)sChi tu puedis cjatâ informazions su cemût contatâ il grup di Mozilla che al à in caric i components adizionâi di Mozilla%(endLink)s.
fy_nl: %(startLink)sYnformaasje oer kontakt opnimme mei it add-ons-team fan Mozilla kinne jo hjir fine%(endLink)s.
he: %(startLink)sמידע על אופן יצירת הקשר עם צוות התוספות של Mozilla ניתן למצוא כאן%(endLink)s.
hu: %(startLink)sArról, hogy hogyan vegye fel a kapcsolatot a Mozilla kiegészítők csapattal, itt található információ%(endLink)s.
ia: %(startLink)sInformationes de contacto pro le equipa del additivos de Mozilla se trova ci%(endLink)s.
id: %(startLink)sInformasi mengenai cara menghubungi tim pengaya Mozilla dapat ditemukan di sini%(endLink)s.
is: %(startLink)sHér er hægt að finna upplýsingar um hvernig hægt sé að hafa samband við viðbótateymi Mozilla%(endLink)s.
it: %(startLink)sUlteriori informazioni su come contattare il team dei componenti aggiuntivi Mozilla%(endLink)s.
ja: %(startLink)sMozilla のアドオンチームへの連絡方法に関する情報はこちらにあります%(endLink)s。
ka: %(startLink)sMozilla-ს დამატებებთან მომუშავე გუნდთან დასაკავშირებლად, გადადით ამ ბმულზე%(endLink)s.
kab: %(startLink)s Talɣut n unermes n terbaɛt n yizegrar n Mozilla ad tettwaf dagi %(endLink)s.
ms: %(startLink)sMaklumat perihal cara untuk menghubungi pasukan add-ons Mozilla boleh didapatkan di sini%(endLink)s.
nb_no: %(startLink)sInformasjon om hvordan du kan kontakte Mozillas gruppe for tillegg kan du finne her%(endLink)s.
nl: %(startLink)sInformatie over contact opnemen met het add-ons-team van Mozilla kunt u hier vinden%(endLink)s.
nn_no: %(startLink)sInformasjon om korleis du kan kontakte Mozillas tilleggs-gruppe, finn du her%(endLink)s.
pa_in: %(startLink)s ਮੋਜ਼ੀਲਾ ਐਡ-ਆਨ ਦੀ ਟੀਮ ਨਾਲ ਸੰਪਰਕ ਕਿਵੇਂ ਕਰਨਾ ਹੈ ਇਸ ਬਾਰੇ ਜਾਣਕਾਰੀ ਇੱਥੇ %(endLink)s ਹੈ।
pl: %(startLink)sKontakt z zespołem dodatków Mozilli%(endLink)s.
pt_br: %(startLink)sInformações sobre como entrar em contato com o time de extensões da Mozilla podem ser encontradas aqui%(endLink)s.
pt_pt: %(startLink)sInformação sobre como contactar a equipa de extras da Mozilla pode ser encontrada aqui%(endLink)s.
ro: %(startLink)sInformațiile despre modalitățile de contactare a echipei de suplimente Mozilla se găsesc aici%(endLink)s.
ru: %(startLink)sИнформацию о том, как связаться с командой сайта дополнений Mozilla можно найти здесь%(endLink)s.
si: %(startLink)sමොසිල්ලා එක්කහු කණ්ඩායම සම්බන්ධ කර ගැනීමේ තොරතුරු මෙතැන හමු වනු ඇත%(endLink)s.
sk: %(startLink)sInformácie o tom, ako kontaktovať tím Mozilly, ktorý sa stará o doplnky, nájdete tu%(endLink)s.
sl: %(startLink)sPodatke za stik z Mozillino ekipo za dodatke lahko najdete tukaj%(endLink)s.
sq: %(startLink)sInformacion se si të lidheni me ekipin e shtesave të Mozilla-s mund të gjeni këtu%(endLink)s.
sv_se: %(startLink)sInformation om hur du kontaktar Mozillas grupp för tillägg finns här%(endLink)s.
th: %(startLink)sข้อมูลเกี่ยวกับวิธีการติดต่อทีมงานส่วนเสริมของ Mozilla สามารถพบได้ที่นี่%(endLink)s
tr: %(startLink)sMozilla’nın eklenti ekibiyle iletişime geçmek için gereken bilgileri burada bulabilirsiniz%(endLink)s.
uk: %(startLink)sІнформацію про те, як зв'язатися з командою додатків Mozilla можна знайти тут%(endLink)s.
vi: %(startLink)sThông tin về cách liên hệ với nhóm tiện ích của Mozilla có thể tìm thấy ở đây%(endLink)s.
