Repository: mozilla/addons-frontend
Catalog: locale/*/LC_MESSAGES/amo.po
Languages: ar, az, bg, bn_bd, bs, ca, cs, da, de, el, es, fa, fi, fr, fur, fy_nl, ga_ie, he, hr, hu, ia, id, is, it, ja, ka, kab, ms, nb_no, nl, nn_no, pa_in, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: %(total)s user
ar: لا مستخدمين
az: %(total)s istifadəçi
bg: %(total)s потребител
bn_bd: %(total)s ব্যবহারকারী
bs: %(total)s korisnik
ca: %(total)s usuari
cs: %(total)s uživatel
da: %(total)s bruger
de: %(total)s Benutzer
el: %(total)s χρήστης
es: %(total)s usuario
fa: %(total)s کاربر
fi: %(total)s käyttäjä
fr: %(total)s utilisateur
fur: %(total)s utent
fy_nl: %(total)s brûker
ga_ie: %(total)s úsáideoir
he: משתמש אחד
hr: %(total)s korisnik
hu: %(total)s felhasználó
ia: %(total)s usator
id: %(total)s pengguna
is: %(total)s notandi
it: %(total)s utente
ja: %(total)s 人のユーザー
ka: %(total)s მომხმარებელი
kab: %(total)s aseqdac
ms: %(total)s pengguna
nb_no: %(total)s bruker
nl: %(total)s gebruiker
nn_no: %(total)s brukar
pa_in: %(total)s ਵਰਤੋਂਕਾਰ
pl: %(total)s użytkownik
pt_br: %(total)s usuário
pt_pt: %(total)s utilizador
ro: %(total)s utilizator
ru: %(total)s пользователь
si: පරිශ්‍රීලකයින් %(total)s
sk: %(total)s používateľ
sl: %(total)s uporabnik
sq: %(total)s përdorues
sv_se: %(total)s användare
te: %(total)s వాడుకరి
th: %(total)s ผู้ใช้
tr: %(total)s kullanıcı
uk: %(total)s користувач
vi: %(total)s người dùng

source: Report this add-on to Mozilla
cs: Nahlaste tento doplněk Mozille
da: Rapportér denne tilføjelse til Mozilla
de: Dieses Add-on an Mozilla melden
el: Αναφορά προσθέτου στη Mozilla
fi: Ilmoita tästä lisäosasta Mozillalle
fr: Signaler ce module à Mozilla
fur: Segnale chest component adizionâl a Mozilla
fy_nl: Dizze add-on oan Mozilla rapportearje
hu: Kiegészítő jelentése a Mozillának
ia: Reportar iste additivo a Mozilla
is: Tilkynna þessa viðbót til Mozilla
it: Segnala questo componente aggiuntivo a Mozilla
ka: საჩივარი დამატების შესახებ Mozilla-ს
kab: Azen azegrir-a ɣer Mozilla
nb_no: Rapporter dette tillegget til Mozilla
nl: Deze add-on aan Mozilla rapporteren
nn_no: Rapporter dette tillegget til Mozilla
pl: Zgłoś ten dodatek do Mozilli
pt_br: Denunciar esta extensão para a Mozilla
pt_pt: Reportar este extra à Mozilla
ru: Сообщить об этом дополнении в Mozilla
sk: Nahlásiť tento doplnok Mozille
sv_se: Rapportera detta tillägg till Mozilla
th: รายงานส่วนเสริมนี้ไปยัง Mozilla
tr: Bu eklentiyi Mozilla’ya rapor et
uk: Повідомте Mozilla про цей додаток
vi: Báo cáo tiện ích này cho Mozilla

source: Send some feedback about the add-on
cs: Poslat zpětnou vazbu k doplňku
de: Senden Sie Ihre Meinung zu diesem Add-on
el: Υποβάλετε σχόλια σχετικά με το πρόσθετο
fi: Lähetä palautetta lisäosasta
fr: Envoyer des commentaires à propos du module
fur: Invie cualchi opinion sul component adizionâl
fy_nl: Kommentaar oer de add-on ferstjoere
hu: Visszajelzés küldése a kiegészítővel kapcsolatban
ia: Inviar alcun commentario re le additivo
is: Sendu inn athugasemdir um viðbótina
it: Invia commenti relativi al componente aggiuntivo
ka: გამოხმაურება დამატების შესახებ
nb_no: Send noen tilbakemeldinger om tillegget
nl: Feedback over de add-on verzenden
nn_no: Send tilbakemelding om tillegget
pl: Prześlij opinię na temat dodatku
pt_br: Enviar alguns comentários sobre a extensão
ru: Отправить отзыв о дополнении
sk: Poslať spätnú väzbu k doplnku
sv_se: Skicka in lite feedback om tillägget
tr: Eklentiyle ilgili geri bildirim gönder
uk: Надішліть відгук про додаток
vi: Gửi một số phản hồi về tiện ích

source: Report the add-on because it's illegal or incompliant
cs: Nahlaste doplněk jako nelegální nebo nekompatibilní
de: Melden Sie diesen Add-on, weil es illegal ist oder nicht konform ist
el: Αναφέρετε το πρόσθετο επειδή είναι παράνομο ή μη συμμορφούμενο
fr: Signaler ce module car il est illégal ou non conforme
fur: Segnale il component adizionâl parcè che al è ilegâl o nol è conformi
fy_nl: De add-on melde, omdat dizze yllegaal of net-kompliant is
hu: A kiegészítő jelentése, mert az illegális vagy szabálysértő
ia: Reportar le additivo perque illo es illegal o non conforme
is: Tilkynna viðbótina vegna þess að hún er ólögleg eða ósamræmd
it: Segnala il componente aggiuntivo a Mozilla perché illegale o non conforme
ka: საჩივარი დამატების შესახებ სამართალდარღვევის ან შეუსაბამობის გამო
nb_no: Rapporter tillegget fordi det er ulovlig eller inkompatibelt
nl: De add-on melden omdat deze illegaal of niet-compliant is
nn_no: Rapporter tillegget fordi det er ulovleg eller inkompatibelt
pl: Zgłoś dodatek, ponieważ łamie prawo lub zasady
pt_br: Denunciar a extensão porque é ilegal ou não está em conformidade
ru: Сообщить о дополнении, поскольку оно незаконно или не соответствует требованиям
sk: Nahlásiť doplnok, pretože je nezákonný alebo nevyhovujúci
sv_se: Rapportera tillägget eftersom det är olagligt eller inkompatibelt
tr: Eklentinin yasa dışı veya uygunsuz olduğunu bildir
uk: Повідомте про додаток, оскільки він є незаконним або не відповідає вимогам
vi: Báo cáo tiện ích vì nó bất hợp pháp hoặc không tuân thủ

source: %(addonName)s – Get this Extension for 🦊 Firefox (%(locale)s)
ar: %(addonName)s – نزّل هذا الامتداد لمتصفّح ‎🦊 Firefox ‏(%(locale)s)
az: %(addonName)s – Bu Uzantını 🦊 Firefox üçün əldə edin (%(locale)s)
bg: %(addonName)s – Вземете разширението за 🦊 Firefox (%(locale)s)
ca: %(addonName)s – Obteniu aquesta extensió per al 🦊 Firefox (%(locale)s)
cs: %(addonName)s – rozšíření do 🦊 Firefoxu (%(locale)s)
da: %(addonName)s – Hent denne udvidelse til 🦊 Firefox (%(locale)s)
de: %(addonName)s – Holen Sie sich diese Erweiterung für 🦊 Firefox (%(locale)s)
el: %(addonName)s – Λήψη επέκτασης για το 🦊 Firefox (%(locale)s)
es: %(addonName)s – Consigue esta extensión para 🦊 Firefox (%(locale)s)
fi: %(addonName)s – Lataa tämä laajennus 🦊 Firefoxille (%(locale)s)
fr: %(addonName)s – Adoptez cette extension pour 🦊 Firefox (%(locale)s)
fur: %(addonName)s – Discjame cheste estension par 🦊 Firefox (%(locale)s)
fy_nl: %(addonName)s – Dizze útwreiding downloade foar 🦊 Firefox (%(locale)s)
he: ‏%(addonName)s – קבלת הרחבה זו עבור 🦊 Firefox ‏(%(locale)s)
hr: %(addonName)s – Nabavi ovo proširenje za 🦊 Firefox (%(locale)s)
hu: %(addonName)s – Szerezze be ezt a kiegészítőt a 🦊 Firefoxhoz (%(locale)s)
ia: %(addonName)s – Obtene iste extension pro 🦊 Firefox (%(locale)s)
id: %(addonName)s – Dapatkan Ekstensi ini untuk 🦊 Firefox (%(locale)s)
is: %(addonName)s – Náðu í þennan forritsauka á 🦊 Firefox (%(locale)s)
it: %(addonName)s – Scarica l’estensione per 🦊 Firefox (%(locale)s)
ja: %(addonName)s – 🦊 Firefox (%(locale)s) 向け拡張機能を入手
ka: %(addonName)s – გაფართოების გადმოწერა 🦊 Firefox-ისთვის (%(locale)s)
kab: %(addonName)s – Awi asiɣzef-a i 🦊 Firefox (%(locale)s)
ms: %(addonName)s – Dapatkan Ekstensi ini untuk 🦊 Firefox (%(locale)s)
nb_no: %(addonName)s – Last ned denne utvidelsen for 🦊 Firefox (%(locale)s)
nl: %(addonName)s – Deze extensie downloaden voor 🦊 Firefox (%(locale)s)
nn_no: %(addonName)s – Last ned denne utvidinga for 🦊 Firefox (%(locale)s)
pa_in: %(addonName)s– 🦊 ਫਾਇਰਫਾਕਸ (%(locale)s) ਲਈ ਇਹ ਇਕਸਟੈਨਸ਼ਨ ਲਵੋ
pl: %(addonName)s — pobierz to rozszerzenie do 🦊 Firefoksa (%(locale)s)
pt_br: %(addonName)s – Instale esta extensão para o 🦊 Firefox (%(locale)s)
pt_pt: %(addonName)s – Obtenha esta extensão para o 🦊 Firefox (%(locale)s)
ro: %(addonName)s – Descarcă această extensie pentru 🦊 Firefox (%(locale)s)
ru: %(addonName)s – Загрузите это расширение для 🦊 Firefox (%(locale)s)
si: %(addonName)s – 🦊 ෆයර්ෆොක්ස් (%(locale)s) සඳහා මෙම දිගුව ගන්න
sk: %(addonName)s – rozšírenie pre 🦊 Firefox (%(locale)s)
sl: %(addonName)s – Prenesi to razširitev za 🦊 Firefox (%(locale)s)
sq: %(addonName)s – Merreni këtë Zgjerim për 🦊 Firefox (%(locale)s)
sv_se: %(addonName)s – Hämta denna utökning för 🦊 Firefox (%(locale)s)
th: %(addonName)s – รับส่วนขยายนี้สำหรับ 🦊 Firefox (%(locale)s)
tr: %(addonName)s - Bu 🦊 Firefox (%(locale)s) uzantısını yükle
uk: %(addonName)s – Отримати це розширення для 🦊 Firefox (%(locale)s)
vi: %(addonName)s - Nhận tiện ích mở rộng này cho 🦊 Firefox (%(locale)s)

source: %(addonName)s – Get this Language Pack for 🦊 Firefox (%(locale)s)
ar: %(addonName)s – نزّل حزمة اللغة هذه لمتصفّح ‎🦊 Firefox ‏(%(locale)s)
az: %(addonName)s – Bu Dil Paketini 🦊 Firefox üçün əldə edin (%(locale)s)
bg: %(addonName)s – Вземете този езиков пакет за 🦊Firefox (%(locale)s)
ca: %(addonName)s – Obteniu aquest paquet de llengua per al 🦊 Firefox (%(locale)s)
cs: %(addonName)s – jazykový balíček pro 🦊 Firefox (%(locale)s)
da: %(addonName)s – Hent denne sprogpakke til 🦊 Firefox (%(locale)s)
de: %(addonName)s – Holen Sie sich dieses Sprachpaket für 🦊 Firefox (%(locale)s)
el: %(addonName)s – Λάβετε αυτό το πακέτο γλώσσας για το 🦊 Firefox (%(locale)s)
es: %(addonName)s – Consigue este idioma para 🦊 Firefox (%(locale)s)
fi: %(addonName)s – Lataa tämä kielipaketti 🦊 Firefoxille (%(locale)s)
fr: %(addonName)s – Adoptez ce paquetage linguistique pour 🦊 Firefox (%(locale)s)
fur: %(addonName)s – Discjame chest pachet des lenghis par 🦊 Firefox (%(locale)s)
fy_nl: %(addonName)s – Dit taalpakket downloade foar 🦊 Firefox (%(locale)s)
he: ‏%(addonName)s – קבלת חבילת שפה זו עבור 🦊 Firefox ‏(%(locale)s)
hr: %(addonName)s – Nabavi ovaj jezični paket za 🦊 Firefox (%(locale)s)
hu: %(addonName)s – Szerezze be ezt a nyelvi csomagot a 🦊 Firefoxhoz (%(locale)s)
ia: %(addonName)s – Obtene iste pacchetto de lingua pro 🦊 Firefox (%(locale)s)
id: %(addonName)s – Dapatkan Paket Bahasa ini untuk 🦊 Firefox (%(locale)s)
is: %(addonName)s – Náðu í þennan tungumálapakka á 🦊 Firefox (%(locale)s)
it: %(addonName)s – Scarica il language pack per 🦊 Firefox (%(locale)s)
ja: %(addonName)s – 🦊 Firefox (%(locale)s) 向け言語パックを入手
ka: %(addonName)s – ენის ნაკრების გადმოწერა 🦊 Firefox-ისთვის (%(locale)s)
kab: %(addonName)s – Awi akemmus-a utlayan i 🦊 Firefox (%(locale)s)
ms: %(addonName)s – Dapatkan Pek Bahasa ini untuk 🦊 Firefox (%(locale)s)
nb_no: %(addonName)s – Last ned denne språkpakken for 🦊 Firefox (%(locale)s)
nl: %(addonName)s – Dit taalpakket downloaden voor 🦊 Firefox (%(locale)s)
nn_no: %(addonName)s – Last ned denne språkpakken for 🦊 Firefox (%(locale)s)
pa_in: %(addonName)s – 🦊 ਫਾਇਰਫਾਕਸ (%(locale)s) ਲਈ ਇਹ ਭਾਸ਼ਾ ਪੈਕ ਲਵੋ
pl: %(addonName)s — pobierz ten pakiet językowy do 🦊 Firefoksa (%(locale)s)
pt_br: %(addonName)s – Instale este pacote de idioma para o 🦊 Firefox (%(locale)s)
pt_pt: %(addonName)s – Obtenha este pacote de idioma para o 🦊 Firefox (%(locale)s)
ro: %(addonName)s – Descarcă acest pachet lingvistic pentru 🦊 Firefox (%(locale)s)
ru: %(addonName)s – Загрузите этот языковой пакет для 🦊 Firefox (%(locale)s)
si: %(addonName)s – 🦊 ෆයර්ෆොක්ස් (%(locale)s) සඳහා මෙම භාෂා ඇසුරුම ගන්න
sk: %(addonName)s – jazykový balík pre 🦊 Firefox (%(locale)s)
sl: %(addonName)s – Prenesi ta jezikovni paket za 🦊 Firefox (%(locale)s)
sq: %(addonName)s – Merreni këtë Paketë Gjuhësore për 🦊 Firefox (%(locale)s)
sv_se: %(addonName)s – Hämta detta språkpaket för 🦊 Firefox (%(locale)s)
th: %(addonName)s – รับชุดภาษานี้สำหรับ 🦊 Firefox (%(locale)s)
tr: %(addonName)s - Bu 🦊 Firefox (%(locale)s) dil paketini yükleyin
uk: %(addonName)s – Отримати цей мовний пакунок для 🦊 Firefox (%(locale)s)
vi: %(addonName)s – Nhận gói ngôn ngữ này cho 🦊 Firefox (%(locale)s)

source: %(addonName)s – Get this Theme for 🦊 Firefox (%(locale)s)
ar: %(addonName)s – نزّل هذه السمة لمتصفّح ‎🦊 فيرفكس ‏(%(locale)s)
az: %(addonName)s – Bu Mövzunu 🦊 Firefox üçün əldə edin (%(locale)s)
ca: %(addonName)s – Obteniu aquest tema per al 🦊 Firefox (%(locale)s)
cs: %(addonName)s – vzhled pro 🦊 Firefox (%(locale)s)
da: %(addonName)s – Hent dette tema til 🦊 Firefox (%(locale)s)
de: %(addonName)s – Holen Sie sich dieses Theme für 🦊 Firefox (%(locale)s)
el: %(addonName)s – Λάβετε αυτό το θέμα για το 🦊 Firefox (%(locale)s)
es: %(addonName)s – Consigue este tema para 🦊 Firefox (%(locale)s)
fi: %(addonName)s – Lataa tämä teema 🦊 Firefoxille (%(locale)s)
fr: %(addonName)s – Adoptez ce thème pour 🦊 Firefox (%(locale)s)
fur: %(addonName)s – Discjame chest teme par 🦊 Firefox (%(locale)s)
fy_nl: %(addonName)s – Dit tema downloade foar 🦊 Firefox (%(locale)s)
he: ‏%(addonName)s – קבלת ערכת נושא זו עבור 🦊 Firefox ‏(%(locale)s)
hr: %(addonName)s – nabavi ovu temu za 🦊 Firefox (%(locale)s)
hu: %(addonName)s – Szerezze be ezt a témát a 🦊 Firefoxhoz (%(locale)s)
ia: %(addonName)s – Obtene iste thema pro 🦊 Firefox (%(locale)s)
id: %(addonName)s – Dapatkan Tema ini untuk 🦊 Firefox (%(locale)s)
is: %(addonName)s – Náðu í þetta þema á 🦊 Firefox (%(locale)s)
it: %(addonName)s – Scarica il tema per 🦊 Firefox (%(locale)s)
ja: %(addonName)s – 🦊 Firefox (%(locale)s) 向けテーマを入手
ka: %(addonName)s – თემის გადმოწერა 🦊 Firefox-ისთვის (%(locale)s)
kab: %(addonName)s – Awi asentel-a i 🦊 Firefox (%(locale)s)
ms: %(addonName)s – Dapatkan Tema ini untuk 🦊 Firefox (%(locale)s)
nb_no: %(addonName)s – Last ned dette temaet for 🦊 Firefox (%(locale)s)
nl: %(addonName)s – Dit thema downloaden voor 🦊 Firefox (%(locale)s)
nn_no: %(addonName)s – Last ned dette temaet for 🦊 Firefox (%(locale)s)
pa_in: %(addonName)s – 🦊 ਫਾਇਰਫਾਕਸ (%(locale)s) ਲਈ ਇਹ ਥੀਮ ਲਵੋ
pl: %(addonName)s — pobierz ten motyw do 🦊 Firefoksa (%(locale)s)
pt_br: %(addonName)s – Instale este tema para o 🦊 Firefox (%(locale)s)
pt_pt: %(addonName)s – Obtenha este tema para o 🦊 Firefox (%(locale)s)
ro: %(addonName)s – Descarcă această temă pentru 🦊 Firefox (%(locale)s)
ru: %(addonName)s – Загрузите эту тему для 🦊 Firefox (%(locale)s)
si: %(addonName)s - 🦊 ෆයර්ෆොක්ස් (%(locale)s) සඳහා මෙම තේමාව ගන්න
sk: %(addonName)s – téma vzhľadu pre 🦊 Firefox (%(locale)s)
sl: %(addonName)s – Prenesi to temo za 🦊 Firefox (%(locale)s)
sq: %(addonName)s – Merreni këtë Temë për 🦊 Firefox (%(locale)s)
sv_se: %(addonName)s – Hämta detta tema för 🦊 Firefox (%(locale)s)
th: %(addonName)s – รับชุดรูปแบบนี้สำหรับ 🦊 Firefox (%(locale)s)
tr: %(addonName)s - Bu 🦊 Firefox (%(locale)s) temasını yükleyin
uk: %(addonName)s – Отримати цю тему для 🦊 Firefox (%(locale)s)
vi: %(addonName)s – Nhận chủ đề này cho 🦊 Firefox (%(locale)s)

source: %(addonName)s – Get this Add-on for 🦊 Firefox (%(locale)s)
ar: %(addonName)s – نزّل هذه الإضافة لمتصفّح ‎🦊 فيرفكس (%(locale)s)
az: %(addonName)s – Bu Əlavəni 🦊 Firefox üçün əldə edin (%(locale)s)
ca: %(addonName)s – Obteniu aquest complement per al 🦊 Firefox (%(locale)s)
cs: %(addonName)s – doplněk do 🦊 Firefoxu (%(locale)s)
da: %(addonName)s – Hent denne tilføjelse til 🦊 Firefox (%(locale)s)
de: %(addonName)s – Holen Sie sich dieses Add-on für 🦊 Firefox (%(locale)s)
el: %(addonName)s – Λάβετε αυτό το πρόσθετο για το 🦊 Firefox (%(locale)s)
es: %(addonName)s – Consigue este complemento para 🦊 Firefox (%(locale)s)
fi: %(addonName)s – Lataa tämä lisäosa 🦊 Firefoxille (%(locale)s)
fr: %(addonName)s – Adoptez ce module pour 🦊 Firefox (%(locale)s)
fur: %(addonName)s – Discjame chest component adizionâl par 🦊 Firefox (%(locale)s)
fy_nl: %(addonName)s – Dizze add-on downloade foar 🦊 Firefox (%(locale)s)
he: ‏%(addonName)s – קבלת הרחבה זו עבור 🦊 Firefox ‏(%(locale)s)
hr: %(addonName)s – Nabavi ovaj dodatak za 🦊 Firefox (%(locale)s)
hu: %(addonName)s – Szerezze be ezt a kiegészítőt a 🦊 Firefoxhoz (%(locale)s)
ia: %(addonName)s – Obtene iste additivo pro 🦊 Firefox (%(locale)s)
id: %(addonName)s – Dapatkan Pengaya ini untuk 🦊 Firefox (%(locale)s)
is: %(addonName)s – Náðu í þessa viðbót á 🦊 Firefox (%(locale)s)
it: %(addonName)s – Scarica il componente aggiuntivo per 🦊 Firefox (%(locale)s)
ja: %(addonName)s – 🦊 Firefox (%(locale)s) 向けアドオンを入手
ka: %(addonName)s – დამატების გადმოწერა 🦊 Firefox-ისთვის (%(locale)s)
kab: %(addonName)s – Awi azegrir-a i 🦊 Firefox (%(locale)s)
ms: %(addonName)s – Dapatkan Add-on ini untuk 🦊 Firefox (%(locale)s)
nb_no: %(addonName)s – Last ned dette tillegget for 🦊 Firefox (%(locale)s)
nl: %(addonName)s – Deze add-on downloaden voor 🦊 Firefox (%(locale)s)
nn_no: %(addonName)s – Last ned dette tillegget for 🦊 Firefox (%(locale)s)
pa_in: %(addonName)s –🦊 ਫਾਇਰਫਾਕਸ (%(locale)s) ਲਈ ਇਹ ਐਡ-ਆਨ ਲਵੋ
pl: %(addonName)s — pobierz ten dodatek do 🦊 Firefoksa (%(locale)s)
pt_br: %(addonName)s – Instale esta extensão para o 🦊 Firefox (%(locale)s)
pt_pt: %(addonName)s – Obtenha este extra para o 🦊 Firefox (%(locale)s)
ro: %(addonName)s – Descarcă acest supliment pentru 🦊 Firefox (%(locale)s)
ru: %(addonName)s – Загрузите это дополнение для 🦊 Firefox (%(locale)s)
si: %(addonName)s – 🦊 ෆයර්ෆොක්ස් (%(locale)s) සඳහා මෙම එක්කහුව ගන්න
sk: %(addonName)s – doplnok pre 🦊 Firefox (%(locale)s)
sl: %(addonName)s – Prenesi ta dodatek za 🦊 Firefox (%(locale)s)
sq: %(addonName)s – Merreni këtë Shtesë për 🦊 Firefox (%(locale)s)
sv_se: %(addonName)s – Hämta detta tillägg för 🦊 Firefox (%(locale)s)
th: %(addonName)s – รับส่วนเสริมนี้สำหรับ 🦊 Firefox (%(locale)s)
tr: %(addonName)s - Bu 🦊 Firefox (%(locale)s) eklentisini yükleyin
uk: %(addonName)s – Отримати цей додаток для 🦊 Firefox (%(locale)s)
vi: %(addonName)s – Nhận tiện ích này cho 🦊 Firefox (%(locale)s)

source: Download %(addonName)s for Firefox. %(summary)s
ar: نزّل %(addonName)s لمتصفّح فيرفكس. ‏%(summary)s
az: Firefox üçün %(addonName)s endir. %(summary)s
bg: Изтеглете %(addonName)s за Firefox. %(summary)s
ca: Baixeu el complement %(addonName)s per al Firefox. %(summary)s
cs: Stáhnout %(addonName)s do Firefoxu. %(summary)s
da: Hent %(addonName)s til Firefox. %(summary)s
de: Laden Sie %(addonName)s für Firefox herunter. %(summary)s
el: Λήψη του %(addonName)s για το Firefox. %(summary)s
es: Descargar %(addonName)s para Firefox. %(summary)s
fi: Lataa %(addonName)s Firefoxille. %(summary)s
fr: Télécharger %(addonName)s pour Firefox. %(summary)s
fur: Discjame %(addonName)s par Firefox. %(summary)s
fy_nl: Download %(addonName)s foar Firefox. %(summary)s
he: הורדת %(addonName)s עבור Firefox. %(summary)s
hr: Preuzmi %(addonName)s za Firefox. %(summary)s
hu: Töltse le a(z) %(addonName)s kiegészítőt a Firefoxhoz. %(summary)s
ia: Discarga %(addonName)s pro Firefox. %(summary)s
id: Unduh %(addonName)s untuk Firefox. %(summary)s
is: Sækja %(addonName)s fyrir Firefox. %(summary)s
it: Scarica %(addonName)s per Firefox. %(summary)s
ja: Firefox 向け %(addonName)s をダウンロード。%(summary)s
ka: %(addonName)s დამატების ჩამოტვირთვა Firefox-ზე. %(summary)s
kab: Sader %(addonName)s i Firefox. %(summary)s
ms: Muat turun %(addonName)s untuk Firefox. %(summary)s
nb_no: Last ned %(addonName)s for Firefox. %(summary)s
nl: Download %(addonName)s voor Firefox. %(summary)s
nn_no: Last ned %(addonName)s for Firefox. %(summary)s
pa_in: ਫਾਇਰਫਾਕਸ ਲਈ%(addonName)s ਡਾਊਨਲੋਡ ਕਰੋ। %(summary)s
pl: Pobierz dodatek „%(addonName)s” do Firefoksa. %(summary)s
pt_br: Baixe o %(addonName)s para o Firefox. %(summary)s
pt_pt: Transfira %(addonName)s para o Firefox. %(summary)s
ro: Descarcă %(addonName)s pentru Firefox. %(summary)s
ru: Загрузить %(addonName)s для Firefox. %(summary)s
si: ෆයර්ෆොක්ස් සඳහා %(addonName)s බාගන්න. %(summary)s
sk: Stiahnuť %(addonName)s pre Firefox. %(summary)s
sl: Prenesite %(addonName)s za Firefox. %(summary)s
sq: Shkarkoni %(addonName)s për Firefox. %(summary)s
sv_se: Hämta %(addonName)s för Firefox. %(summary)s
th: ดาวน์โหลด %(addonName)s สำหรับ Firefox %(summary)s
tr: Firefox için %(addonName)s eklentisini indir. %(summary)s
uk: Завантажте %(addonName)s для Firefox. %(summary)s
vi: Tải xuống %(addonName)s cho Firefox. %(summary)s

source: %(addonName)s – Get this Dictionary for 🦊 Firefox Android (%(locale)s)
ar: %(addonName)s - احصل على هذا القاموس لـ 🦊 فيرفكس أندرويد (%(locale)s)
az: %(addonName)s – Bu lüğəti 🦊 Firefox Android üçün əldə edin (%(locale)s)
bg: %(addonName)s – Вземете речника за 🦊 Firefox Android (%(locale)s)
ca: %(addonName)s – Obteniu aquest diccionari per al 🦊 Firefox Android (%(locale)s)
cs: %(addonName)s – slovník do 🦊 Firefoxu pro Android (%(locale)s)
da: %(addonName)s – Hent denne ordbog til 🦊 Firefox til Android (%(locale)s)
de: %(addonName)s – Holen Sie sich dieses Wörterbuch für 🦊 Firefox Android (%(locale)s)
el: %(addonName)s – Λάβετε αυτό το λεξικό για το 🦊 Firefox Android (%(locale)s)
es: %(addonName)s – Consigue este diccionario para 🦊 Firefox Android (%(locale)s)
fi: %(addonName)s – Hanki tämä sanasto 🦊 Firefoxille (%(locale)s)
fr: %(addonName)s – Adoptez ce dictionnaire pour 🦊 Firefox sous Android (%(locale)s)
fur: %(addonName)s – Discjame chest dizionari par 🦊 Firefox Android (%(locale)s)
fy_nl: %(addonName)s – Dit wurdboek downloade foar 🦊 Firefox Android (%(locale)s)
he: ‏%(addonName)s – קבלת מילון זה עבור 🦊 Firefox ל־Android ‏(%(locale)s)
hr: %(addonName)s – Nabavi ovaj rječnik za 🦊 Firefox za Android (%(locale)s)
hu: %(addonName)s – Szerezze be ezt a szótárat az 🦊 androidos Firefoxhoz (%(locale)s)
ia: %(addonName)s – Obtene iste dictionario pro 🦊 Firefox Android (%(locale)s)
id: %(addonName)s – Dapatkan Kamus ini untuk 🦊 Firefox Android (%(locale)s)
is: %(addonName)s – Náðu í þetta orðasafn á 🦊 Firefox (%(locale)s)
it: %(addonName)s – Scarica questo dizionario per 🦊 Firefox Android (%(locale)s)
ja: %(addonName)s – 🦊 Firefox Android (%(locale)s) 向け辞書を入手
ka: %(addonName)s – ლექსიკონის გადმოწერა 🦊 Firefox Android-ისთვის (%(locale)s)
kab: %(addonName)s – Awi amawal-a i 🦊 Firefox Android (%(locale)s)
ms: %(addonName)s – Dapatkan Kamus ini untuk 🦊 Firefox Android (%(locale)s)
nb_no: %(addonName)s – Last ned denne ordboken for 🦊 Firefox Android (%(locale)s)
nl: %(addonName)s – Dit woordenboek downloaden voor 🦊 Firefox Android (%(locale)s)
nn_no: %(addonName)s – Last ned denne ordboka for 🦊 Firefox Android (%(locale)s)
pa_in: %(addonName)s – 🦊 Firefox ਐਂਡਰਾਈਡ (%(locale)s) ਲਈ ਇਹ ਸ਼ਬਦ-ਕੋਸ਼ ਲਵੋ
pl: %(addonName)s — pobierz ten słownik do 🦊 Firefoksa na Androida (%(locale)s)
pt_br: %(addonName)s – Instale este dicionário para o 🦊 Firefox Android (%(locale)s)
pt_pt: %(addonName)s – Obtenha este dicionário para o 🦊 Firefox Android (%(locale)s)
ro: %(addonName)s – Descarcă acest dicționar pentru 🦊 Firefox Android (%(locale)s)
ru: %(addonName)s – Загрузите этот словарь для 🦊 Firefox для Android (%(locale)s)
si: %(addonName)s – 🦊 ෆයර්ෆොක්ස් ඇන්ඩ්‍රොයිඩ් (%(locale)s) සඳහා මෙම ශබ්දකෝෂය ගන්න
sk: %(addonName)s – slovník pre 🦊 Firefox pre Android (%(locale)s)
sl: %(addonName)s – Prenesi ta slovar za 🦊 Firefox Android (%(locale)s)
sq: %(addonName)s – Merreni këtë Fjalor për 🦊 Firefox-in për Android (%(locale)s)
sv_se: %(addonName)s – Hämta denna ordbok för 🦊 Firefox Android (%(locale)s)
th: %(addonName)s – รับพจนานุกรมนี้สำหรับ 🦊 Firefox Android (%(locale)s)
tr: %(addonName)s - Bu 🦊 Firefox Android (%(locale)s) sözlüğünü yükleyin
uk: %(addonName)s – Отримайте цей словник для 🦊 Firefox на Android (%(locale)s)
vi: %(addonName)s - Nhận từ điển này cho 🦊 Firefox Android (%(locale)s)
