Repository: mozilla/addons-frontend
Catalog: locale/*/LC_MESSAGES/amo.po
Languages: ar, az, bg, bn_bd, bs, ca, cs, da, de, el, es, fa, fi, fr, fur, fy_nl, ga_ie, he, hr, hu, ia, id, is, it, ja, ka, kab, ms, nb_no, nl, nn_no, pa_in, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: About this language pack
ar: عن حزمة اللغة هذه
az: Bu dil paketi haqqında
bg: Относно езиковия пакет
bn_bd: ভাষা প্যাকের সম্বন্ধে
bs: O ovom paketu jezika
ca: Quant a aquest paquet de llengua
cs: O tomto jazykovém balíčku
da: Om denne sprogpakke
de: Über dieses Sprachpaket
el: Σχετικά με το πακέτο γλώσσας
es: Sobre este paquete de idioma
fa: دربارهٔ این بسته زبانی
fi: Tietoja tästä kielipaketista
fr: À propos de ce paquetage linguistique
fur: Informazions sul pachet des lenghis
fy_nl: Oer dit taalpakket
he: על אודות ערכת שפה זו
hr: Informacije o ovom jezičnom paketu
hu: A nyelvi csomag névjegye
ia: A proposito de iste pacchetto de lingua
id: Tentang paket bahasa ini
is: Um þennan tungumálapakka
it: Informazioni sul language pack
ja: この言語パックについて
ka: ენის კრებულის შესახებ
kab: Ɣef ukemmus-agi utlayan
ms: Perihal pek bahasa ini
nb_no: Om denne språkpakken
nl: Over dit taalpakket
nn_no: Om denne språkpakken
pa_in: ਇਸ ਭਾਸ਼ਾ ਪੈਕ ਬਾਰੇ
pl: O tym pakiecie językowym
pt_br: Sobre este pacote de idioma
pt_pt: Acerca deste pacote de idioma
ro: Despre acest pachet lingvistic
ru: Об этом языковом пакете
si: මෙම භාෂා ඇසුරුම ගැන
sk: O tomto jazykovom balíku
sl: O tem jezikovnem paketu
sq: Rreth kësaj pakete gjuhësore
sv_se: Om detta språkpaket
te: ఈ భాషా ప్యాక్ గురించి
th: เกี่ยวกับชุดภาษานี้
tr: Bu dil paketi hakkında
uk: Про цей мовний пакунок
vi: Giới thiệu gói ngôn ngữ

source: About this theme
ar: عن السمة هذه
az: Bu mövzu haqqında
bg: Относно темата
bn_bd: থিমের সম্বন্ধে
bs: O ovoj temi
ca: Quant a aquest tema
cs: O tomto motivu vzhledu
da: Om dette tema
de: Über dieses Theme
el: Σχετικά με το θέμα
es: Sobre este tema
fa: دربارهٔ این تم
fi: Tietoja tästä teemasta
fr: À propos de ce thème
fur: Informazions sul teme
fy_nl: Oer dit tema
he: על אודות ערכת נושא זו
hr: Informacije o ovoj temi
hu: A téma névjegye
ia: A proposito de iste thema
id: Tentang tema ini
is: Um þetta þema
it: Informazioni sul tema
ja: このテーマについて
ka: თემის შესახებ
kab: Ɣef usentel-agi
ms: Perihal tema ini
nb_no: Om dette temaet
nl: Over dit thema
nn_no: Om dette temaet
pa_in: ਇਸ ਥੀਮ ਬਾਰੇ
pl: O tym motywie
pt_br: Sobre este tema
pt_pt: Acerca deste tema
ro: Despre această temă
ru: Об этой теме
si: මෙම තේමාව ගැන
sk: O tejto téme vzhľadu
sl: O tej temi
sq: Rreth kësaj teme
sv_se: Om detta tema
te: ఈ అలంకారం గురించి
th: เกี่ยวกับชุดรูปแบบนี้
tr: Bu tema hakkında
uk: Про цю тему
vi: Giới thiệu chủ đề

source: About this add-on
ar: عن الإضافة هذه
az: Bu əlavə haqqında
bg: Относно добавката
bn_bd: অ্যাড-অন সম্বন্ধে
bs: O ovom dodatku
ca: Quant a aquest complement
cs: O tomto doplňku
da: Om denne tilføjelse
de: Über dieses Add-on
el: Σχετικά με το πρόσθετο
es: Sobre este complemento
fa: دربارهٔ این افزونه
fi: Tietoja tästä lisäosasta
fr: À propos de ce module
fur: Informazions sul component adizionâl
fy_nl: Oer dizze add-on
he: על אודות תוספת זו
hr: Informacije o ovom dodatku
hu: A kiegészítő névjegye
ia: A proposito de iste additivo
id: Tentang pengaya ini
is: Um þessa viðbót
it: Informazioni sul componente aggiuntivo
ja: このアドオンについて
ka: დამატების შესახებ
kab: Ɣef uzegrir-agi
ms: Perihal add-on ini
nb_no: Om denne utvidelsen
nl: Over deze add-on
nn_no: Om dette tillegget
pa_in: ਇਸ ਐਡ-ਆਨ ਬਾਰੇ
pl: O tym dodatku
pt_br: Sobre esta extensão
pt_pt: Acerca deste extra
ro: Despre acest supliment
ru: Об этом дополнении
si: මෙම එක්කහුව ගැන
sk: O tomto doplnku
sl: O tem dodatku
sq: Rreth kësaj shtese
sv_se: Om detta tillägg
te: ఈ పొడిగింత గురించి
th: เกี่ยวกับส่วนเสริมนี้
tr: Bu eklenti hakkında
uk: Про цей додаток
vi: Giới thiệu add-on này

source: Developer comments
ar: تعليقات المطوّر
bg: Коментари от разработчика
ca: Comentaris del desenvolupador
cs: Komentář vývojáře
da: Udviklers kommentarer
de: Entwickler-Kommentare
el: Σχόλια προγραμματιστών
fi: Kehittäjän kommentit
fr: Commentaires du développeur
fur: Coments dal svilupadôrs
fy_nl: Untwikkelersopmerkingen
he: הערות המפתח
hr: Komentari razvijatelja
hu: Fejlesztői megjegyzések
ia: Commentos del disveloppatores
id: Komentar pengembang
is: Athugasemdir forritara
it: Commenti dello sviluppatore
ja: 開発者のコメント
ka: შემქმნელის შენიშვნები
kab: Iwenniten n uneflay
nb_no: Utviklerkommentarer
nl: Ontwikkelaarsopmerkingen
nn_no: Utviklarkommentarar
pa_in: ਵਿਕਾਸਕਾਰ ਟਿੱਪਣੀਆਂ
pl: Komentarze autora
pt_br: Comentários do desenvolvedor
pt_pt: Comentários do programador
ro: Comentarii de la dezvoltator
ru: Комментарии разработчика
si: සංවර්ධකයාගේ අදහස්
sk: Komentáre vývojára
sl: Komentarji razvijalca
sq: Komente nga zhvillues
sv_se: Utvecklarens kommentarer
th: ความคิดเห็นของนักพัฒนา
tr: Geliştirici yorumları
uk: Коментарі розробника
vi: Trả lời của nhà phát triển

source: Release notes for %(addonVersion)s
ar: ملاحظات إصدار %(addonVersion)s
az: %(addonVersion)s üçün buraxılış qeydləri
bg: Бележки към изданието на %(addonVersion)s
bn_bd: %(addonVersion)s এর জন্য রিলিজ নোট
bs: Bilješke o izdanju za %(addonVersion)s
ca: Notes de versió per a %(addonVersion)s
cs: Poznámky k verzi %(addonVersion)s
da: Udgivelsesnoter for %(addonVersion)s
de: Versionshinweise für %(addonVersion)s
el: Σημειώσεις έκδοσης του %(addonVersion)s
es: Notas de prensa para %(addonVersion)s
fa: یادداشت‌های انتشار برای %(addonVersion)s
fi: Version %(addonVersion)s julkaisutiedot
fr: Notes de version pour la version %(addonVersion)s
fur: Notis di publicazion pe version %(addonVersion)s
fy_nl: Utjefte-opmerkingen foar %(addonVersion)s
he: הערות שחרור עבור %(addonVersion)s
hr: Napomene o izdanju za %(addonVersion)s
hu: Kiadási megjegyzések ehhez: %(addonVersion)s
ia: Notas de version pro %(addonVersion)s
id: Catatan rilis untuk %(addonVersion)s
is: Útgáfuupplýsingar fyrir %(addonVersion)s
it: Note di versione per la versione %(addonVersion)s
ja: %(addonVersion)s のリリースノート
ka: %(addonVersion)s გამოშვების მონაცემები
kab: Tizmilin n tuffɣa n %(addonVersion)s
ms: Nota keluaran untuk %(addonVersion)s
nb_no: Versjonsnotat for %(addonVersion)s
nl: Uitgaveopmerkingen voor %(addonVersion)s
nn_no: Versjonsnotat for %(addonVersion)s
pa_in: %(addonVersion)s ਲਈ ਰੀਲਿਜ਼ ਨੋਟਿਸ
pl: Informacje o wydaniu %(addonVersion)s
pt_br: Notas de atualização do %(addonVersion)s
pt_pt: Notas de lançamento para %(addonVersion)s
ro: Note privind versiunea %(addonVersion)s
ru: Примечания к выпуску %(addonVersion)s
si: %(addonVersion)s සඳහා නිකුතු සටහන්
sk: Poznámky k vydaniu pre verziu %(addonVersion)s
sl: Opombe ob izdaji %(addonVersion)s
sq: Shënime hedhjeje në qarkullim për %(addonVersion)s
sv_se: Versionsfakta för %(addonVersion)s
te: %(addonVersion)s కోసం విడుదల గమనికలు
th: บันทึกประจำรุ่นสำหรับ %(addonVersion)s
tr: %(addonVersion)s sürüm notları
uk: Примітки до випуску для %(addonVersion)s
vi: Ghi chú phát hành cho phiên bản %(addonVersion)s

source: This is not a public listing. You are only seeing it because of elevated permissions.
ca: Aquest llistat no és públic. El podeu veure perquè teniu permisos elevats.
cs: Toto není veřejná stránka doplňku. Vidíte ji pouze z důvodu zvýšených oprávnění.
de: Dies ist kein öffentlicher Listeneintrag. Sie sehen ihn nur wegen der höheren Berechtigung.
el: Αυτή δεν είναι δημόσια καταχώρηση. Τη βλέπετε μόνο επειδή έχετε αυξημένα δικαιώματα.
es: Esta lista no es pública. La puedes ver porque tienes permisos elevados.
fi: Tämä ei ole julkinen listaus. Näet sen vain korotettujen käyttöoikeuksien vuoksi.
fr: Ceci n'est pas une fiche publique. Vous la voyez uniquement parce que vous avez des privilèges élevés.
fur: Chest component adizionâl nol ven fûr tes listis publichis. Tu rivis a viodilu parcè che tu âs permès elevâts.
fy_nl: Dit is gjin iepenbiere list. Jo sjogge dit allinnich omdat jo mear tagongsrjochten hawwe.
he: רשומה זו אינה ציבורית. הסיבה שהיא מופיעה בפניך היא שיש לך רמת הרשאות מספיקה.
hr: Ovo nije javni popis. Vidiš ih samo zbog povlaštenih dozvola.
hu: Ez nem egy nyilvános listázás. Csak azért látja, mert emelt szintű jogosultságokkal rendelkezik.
ia: Iste entrata non es public. Tu lo vide solmente a causa de permissiones elevate.
id: Ini bukan daftar publik. Anda hanya melihatnya karena izin yang lebih tinggi.
is: Þetta er ekki opinber útlistun. Þú sérð þetta aðeins vegna aukinna heimilda.
it: Questo componente aggiuntivo non compare negli elenchi pubblici. Tu sei in grado di visualizzarlo perché possiedi autorizzazioni elevate.
ka: ეს არ არის გამოქვეყნებული. თქვენ ხედავთ იმიტომ, რომ აღმატებული უფლებები გაგაჩნიათ.
kab: Aktazal-a ur yelli d azayaz. Tettawalid-t acku ɣur-k tisirag meqqren.
ms: Ini bukan penyenaraian umum. Anda cuma dapat melihatnya kerana izin dari atasan.
nb_no: Dette er ikke en offentlig liste. Du ser det bare på grunn av forhøyede rettigheter.
nl: Dit is geen openbare vermelding. U ziet deze alleen omdat u meer toegangsrechten hebt.
nn_no: Dette er ikkje ei offentleg liste. Du ser det berre på grunn av forhøgde løyve.
pa_in: ਇਹ ਜਨਤਕ ਸੂਚੀ ਨਹੀਂ ਹੈ। ਉੱਚੇ ਅਧਿਕਾਰਾਂ ਦੇ ਕਾਰਨ ਤੁਸੀਂ ਇਸ ਨੂੰ ਕੇਵਲ ਦੇਖ ਰਹੇ ਹੋ।
pl: To nie jest publiczna lista. Widzisz ją tylko z powodu podwyższonych uprawnień.
pt_br: Esta não é uma lista pública. Você só a está vendo por suas permissões elevadas.
pt_pt: Esta não é uma listagem pública. Apenas a está a ver por causa de permissões elevadas.
ro: Aceasta nu este o listare publică. O vezi numai pentru că ai permisiuni de nivel ridicat.
ru: Это не публичное описание. Вы видите его только из-за повышенных привилегий.
si: මෙය ප්‍රසිද්ධ ලේඛනගත කිරීමක් නොවේ. ඉහළ අවසර තිබෙන නිසා ඔබ පමණක් දකියි.
sk: Toto nie je verejná stránka. Vidíte ju len vďaka svojim oprávneniam.
sl: To ni javna objava. Vidite jo samo zaradi povišanih dovoljenj.
sq: Kjo s’është listë publike. Po e shihni vetëm ngaqë keni leje të fuqishme.
sv_se: Detta är inte en publik listning. Du ser endast det på grund av förhöjda behörigheter.
tr: Bu listeleme herkese açık değildir. Ek izinleriniz nedeniyle bunu görebiliyorsunuz.
uk: Це не публічний опис. Ви бачите його лише тому, що маєте підвищені привілеї.
vi: Đây không phải là danh sách công khai. Bạn chỉ nhìn thấy nó bởi các quyền cao hơn.

source: Extension Metadata
ar: بيانات الامتداد الوصفية
az: Uzantı meta məlumatları
bg: Метаданни за разширението
bn_bd: এক্সটেনশন মেটাডাটা
bs: Metapodaci za ekstenzije
ca: Metadades de l'extensió
cs: Metadata rozšíření
da: Metadata for udvidelsen
de: Metadaten zur Erweiterung
el: Μεταδεδομένα επέκτασης
es: Metadata de la extensión
fa: فرادادهٔ ضمیمه
fi: Laajennuksen metatiedot
fr: Métadonnées de l’extension
fur: Metadâts de estension
fy_nl: Metadata útwreiding
ga_ie: Meiteashonraí na hEisínteachta
he: נתוני העל של ההרחבה
hr: Metapodaci proširenja
hu: Kiegészítő metaadatai
ia: Metadatos del extension
id: Metadata Ekstensi
is: Lýsigögn forritsauka
it: Metadati estensione
ja: 拡張機能メタデータ
ka: გაფართოების მონაცემები
kab: Asiɣzef aɣefisefka
ms: Metadata Ekstensi
nb_no: Metadata for utvidelser
nl: Metagegevens van extensie
nn_no: Metadata for utvidingar
pa_in: ਇਕਸਟੈਨਸ਼ਨ ਮੈਟਾਡੇਟਾ
pl: Metadane rozszerzenia
pt_br: Metadados da extensão
pt_pt: Metadados da extensão
ro: Metadate extensie
ru: Метаданные расширения
si: දිගුවේ පාරදත්ත
sk: Metadáta rozšírenia
sl: Metapodatki o razširitvi
sq: Tejtëdhëna Zgjerimi
sv_se: Metadata för utökning
te: పొడిగింత మెటాడేటా
th: Metadata ส่วนขยาย
tr: Uzantı meta verileri
uk: Метадані розширення
vi: Siêu dữ liệu mở rộng

source: Screenshots
ar: لقطات الشاشة
az: Ekran Görüntüləri
bg: Снимки на екрана
bn_bd: স্ক্রীনশট
ca: Captures de pantalla
cs: Snímky obrazovky
da: Skærmbilleder
el: Στιγμιότυπα
es: Capturas de pantalla
fa: تصاویر صفحه
fi: Kuvakaappaukset
fr: Captures d’écran
fur: Schermadis
fy_nl: Skermôfbyldingen
ga_ie: Seatanna den scáileán
he: צילומי מסך
hr: Snimke ekrana
hu: Képernyőképek
ia: Capturas de schermo
id: Tangkapan Layar
is: Skjámyndir
it: Screenshot
ja: スクリーンショット
ka: ეკრანის სურათები
kab: Tuṭṭfiwin n wegdil
ms: Skrinsyot
nb_no: Skjermbilder
nl: Schermafbeeldingen
nn_no: Skjermbilde
pa_in: ਸਕਰੀਨਸ਼ਾਟ
pl: Zrzuty ekranu
pt_br: Capturas de tela
pt_pt: Capturas de ecrã
ro: Capturi de ecran
ru: Скриншоты
si: තිර සේයා
sk: Snímky obrazovky
sl: Posnetki zaslona
sq: Foto ekrani
sv_se: Skärmbilder
te: తెరపట్లు
th: ภาพหน้าจอ
tr: Ekran görüntüleri
uk: Знімки екрана
vi: Ảnh chụp màn hình

source: Submit feedback or report an add-on to Mozilla
cs: Odešlete zpětnou vazbu nebo nahlaste doplněk Mozille
de: Sagen Sie Ihre Meinung oder melden Sie ein Add-on an Mozilla
el: Υποβάλετε σχόλια ή αναφέρετε ένα πρόσθετο στη Mozilla
fi: Lähetä palautetta tai ilmoita lisäosasta Mozillalle
fr: Envoyer des commentaires ou signaler un module à Mozilla
fur: Mande une opinion o segnale un component adizionâl a Mozilla
fy_nl: Kommentaar yntsjinje of in add-on rapportearje by Mozilla
hu: Visszajelzés küldése vagy a kiegészítő jelentése a Mozillának
ia: Inviar commentario o reportar un additivo a Mozilla
is: Sendu athugasemdir um eða tilkynntu viðbót til Mozilla
it: Invia commenti o segnala un componente aggiuntivo a Mozilla
ja: アドオンのフィードバックやレポートを Mozilla に送信
ka: გამოხმაურება ან საჩივარი დამატების შესახებ Mozilla-სთვის
nb_no: Send tilbakemelding eller rapporter et tillegg til Mozilla
nl: Feedback indienen of een add-on rapporteren bij Mozilla
nn_no: Send tilbakemelding eller rapporter eit tillegg til Mozilla
pl: Prześlij opinię lub zgłoś dodatek do Mozilli
pt_br: Enviar comentário ou denúncia de uma extensão para a Mozilla
ru: Отправьте отзыв или сообщите о дополнении в Mozilla
sk: Odoslať spätnú väzbu alebo nahlásiť doplnok do Mozilly
sv_se: Skicka in feedback eller rapportera ett tillägg till Mozilla
uk: Надішліть відгук або повідомте Mozilla про додаток
vi: Gửi phản hồi hoặc báo cáo tiện ích cho Mozilla

source: Custom License for %(addonName)s
ar: ترخيص مخصص لـ %(addonName)s
bg: Потребителски лиценз на %(addonName)s
ca: Llicència personalitzada per %(addonName)s
cs: Vlastní licence doplňku %(addonName)s
da: Tilpasset licens for %(addonName)s
de: Benutzerdefinierte Lizenz für %(addonName)s
el: Προσαρμοσμένη άδεια για το %(addonName)s
es: Licencia personalizada para %(addonName)s
fi: Mukautettu lisenssi lisäosalle %(addonName)s
fr: Licence personnalisée pour %(addonName)s
fur: Licence personalizade par %(addonName)s
fy_nl: Oanpaste lisinsje foar %(addonName)s
he: רישיון מותאם אישית עבור %(addonName)s
hr: Prilagođena licenca za %(addonName)s
hu: Egyéni licenc ehhez: %(addonName)s
ia: Licentia personalisate pro %(addonName)s
id: Lisensi Khusus untuk %(addonName)s
is: Sérsniðið notkunarleyfi fyrir %(addonName)s
it: Licenza personalizzata per %(addonName)s
ja: %(addonName)s の独自のライセンス
ka: საკუთარი ლიცენზია %(addonName)s-ისთვის
kab: Turagt tudmawant i %(addonName)s
nb_no: Tilpasset lisens for %(addonName)s
nl: Aangepaste licentie voor %(addonName)s
nn_no: Tilpassa lisens for %(addonName)s
pa_in: %(addonName)s ਲਈ ਕਸਟਮ ਲਾਇਸੈਂਸ
pl: Niestandardowa licencja dodatku %(addonName)s
pt_br: Licença personalizada do %(addonName)s
pt_pt: Licença personalizada para %(addonName)s
ro: Licență personalizată pentru %(addonName)s
ru: Лицензия разработчика %(addonName)s
si: %(addonName)s සඳහා අභිරුචි බලපත්‍රය
sk: Vlastná licencia doplnku %(addonName)s
sl: Licenca po meri za %(addonName)s
sq: Licencë Vetjake për %(addonName)s
sv_se: Anpassad licens för %(addonName)s
te: %(addonName)s కోసం అభిమత లైసెన్సు
th: สัญญาอนุญาตที่กำหนดเองสำหรับ %(addonName)s
tr: %(addonName)s için özel lisans
uk: Ліцензія розробника для %(addonName)s
vi: Giấy phép tùy chỉnh cho %(addonName)s

source: End-User License Agreement for %(addonName)s
ar: اتفاقية ترخيص المستخدم النهائي لـ %(addonName)s
bg: Лицензно споразумение на крайния потребител на %(addonName)s
ca: Acord de llicència de l'usuari final de %(addonName)s
cs: Licenční smlouva s koncovým uživatelem doplňku %(addonName)s
da: Licensaftale for slutbrugere for %(addonName)s
de: Endbenutzer-Lizenzvereinbarung für %(addonName)s
el: Συμφωνία άδειας τελικού χρήστη του %(addonName)s
es: Acuerdo de licencia de usuario final para %(addonName)s
fi: Lisäosan %(addonName)s loppukäyttäjän lisenssisopimus
fr: Contrat de licence d’utilisateur final pour %(addonName)s
fur: Acuardi di licence cul utent finâl par %(addonName)s
fy_nl: Einbrûikerslisinsjeoerienkomst foar %(addonName)s
he: הסכם רישיון למשתמש קצה עבור %(addonName)s
hr: Ugovor o licenci za krajnjeg korisnika za %(addonName)s
hu: %(addonName)s végfelhasználói licencmegállapodás
ia: Accordo de licentia pro usator final %(addonName)s
id: Perjanjian Lisensi Pengguna Akhir untuk %(addonName)s
is: EULA samningur um notandaleyfi fyrir %(addonName)s
it: Contratto di licenza con l’utente finale per %(addonName)s
ja: %(addonName)s のエンドユーザー使用許諾契約
ka: %(addonName)s – სამომხმარებლო სალიცენზიო შეთანხმება
kab: Agatu n turagt n useqdac aneggaru i %(addonName)s
ms: Perjanjian Lesen Pengguna-Akhir %(addonName)s
nb_no: Sluttbrukerlisensavtale for %(addonName)s
nl: Eindgebruikerslicentieovereenkomst voor %(addonName)s
nn_no: Sluttbrukararlisensavtale for %(addonName)s
pa_in: %(addonName)s ਲਈ ਐਂਡ-ਯੂਜ਼ਰ ਲਸੰਸ ਸਮਝੌਤਾ
pl: Licencja użytkownika dodatku %(addonName)s
pt_br: Contrato de licença de usuário final de %(addonName)s
pt_pt: Acordo de licenciamento do utilizador final para %(addonName)s
ro: Acord de licență pentru utilizatorul final pentru %(addonName)s
ru: Лицензионное соглашение с конечным пользователем для %(addonName)s
sk: Licenčná zmluva s koncovým používateľom doplnku %(addonName)s
sl: Licenčni sporazum za %(addonName)s
sq: Marrëveshje Licence Përdoruesi të Thjeshtë (EULA) për %(addonName)s
sv_se: Slutanvändarlicensavtal för %(addonName)s
te: %(addonName)s కొరకు అంతిమ-వాడుకరి లైసెన్సు ఒప్పందం
th: ข้อตกลงใบอนุญาตสำหรับผู้ใช้ทั่วไปของ %(addonName)s
tr: %(addonName)s Son Kullanıcı Lisans Anlaşması
uk: Ліцензійна угода з кінцевим користувачем для %(addonName)s
vi: Thỏa thuận cấp phép người dùng cuối cho %(addonName)s

source: Privacy policy for %(addonName)s
ar: سياسة الخصوصية لـ %(addonName)s
bg: Политика за поверителност на %(addonName)s
ca: Política de privadesa de %(addonName)s
cs: Zásady ochrany osobních údajů pro doplněk %(addonName)s
da: Privatlivspolitik for %(addonName)s
de: Datenschutzerklärung für %(addonName)s
el: Πολιτική απορρήτου του %(addonName)s
es: Aviso de privacidad para %(addonName)s
fi: Lisäosan %(addonName)s yksityisyyskäytäntö
fr: Politique de confidentialité pour %(addonName)s
fur: Informative su la riservatece par %(addonName)s
fy_nl: Privacybelied foar %(addonName)s
he: מדיניות פרטיות עבור %(addonName)s
hr: Politika privatnosti za %(addonName)s
hu: A(z) %(addonName)s adatvédelmi irányelvei
ia: Politica de confidentialitate pro %(addonName)s
id: Kebijakan privasi untuk %(addonName)s
is: Meðferð persónuupplýsinga af hálfu %(addonName)s
it: Informativa sulla privacy per %(addonName)s
ja: %(addonName)s の個人情報保護方針
ka: %(addonName)s – პირადი მონაცემების დაცვა
kab: Tasertit tabaḍnit i %(addonName)s
ms: Polisi privasi %(addonName)s
nb_no: Personvernerklæring for %(addonName)s
nl: Privacybeleid voor %(addonName)s
nn_no: Personvernpraksis for %(addonName)s
pa_in: %(addonName)s ਲਈ ਪਰਦੇਦਾਰੀ ਨੀਤੀ
pl: Zasady ochrony prywatności dodatku %(addonName)s
pt_br: Política de privacidade de %(addonName)s
pt_pt: Política de privacidade para %(addonName)s
ro: Politică de confidențialitate pentru %(addonName)s
ru: Политика приватности для %(addonName)s
si: %(addonName)s සඳහා රහස්‍යතා ප්‍රතිපත්තිය
sk: Zásady ochrany osobných údajov pre doplnok %(addonName)s
sl: Politika zasebnosti za %(addonName)s
sq: Rregulla privatësie për %(addonName)s
sv_se: Sekretesspolicy för %(addonName)s
te: %(addonName)s కోసం గోప్యతా విధానం
th: นโยบายความเป็นส่วนตัวสำหรับ %(addonName)s
tr: %(addonName)s gizlilik ilkeleri
uk: Політика приватності для %(addonName)s
vi: Chính sách bảo mật cho %(addonName)s
