Repository: mozilla/addons-frontend
Catalog: locale/*/LC_MESSAGES/amo.po
Languages: ar, az, bg, bn_bd, bs, ca, cs, da, de, el, es, fa, fi, fr, fur, fy_nl, ga_ie, he, hr, hu, ia, id, is, it, ja, ka, kab, ms, nb_no, nl, nn_no, pa_in, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: Permissions
ar: التصاريح
az: İcazələr
bg: Права
bs: Dozvole
ca: Permisos
cs: Oprávnění
da: Tilladelser
de: Berechtigungen
el: Δικαιώματα
es: Permisos
fi: Oikeudet
fy_nl: Tastimmingen
he: הרשאות
hr: Dozvole
hu: Engedélyek
ia: Permissiones
id: Perizinan
is: Heimildir
it: Permessi
ja: 権限
ka: ნებართვები
kab: Tisirag
ms: Keizinan
nb_no: Tillatelser
nl: Toestemmingen
nn_no: Løyve
pa_in: ਪਰਵਾਨਗੀਆਂ
pl: Uprawnienia
pt_br: Permissões
pt_pt: Permissões
ro: Permisiuni
ru: Разрешения
si: අවසර
sk: Povolenia
sl: Dovoljenja
sq: Leje
sv_se: Rättigheter
te: అనుమతులు
th: สิทธิอนุญาต
tr: İzinler
uk: Дозволи
vi: Quyền hạn

source: This add-on needs to:
bg: Добавката иска:
ca: Aquest complement necessita:
cs: Tento doplněk potřebuje:
da: Denne tilføjelse behøver at:
de: Dieses Add-on muss:
el: Αυτό το πρόσθετο απαιτεί να:
fi: Tämä lisäosa vaatii seuraavat oikeudet:
fr: Ce module a besoin de :
fy_nl: Dizze add-on moat:
he: תוספת זו זקוקה להרשאות הבאות:
hr: Ovaj dodatak mora:
hu: Ennek a kiegészítőnek ezekre van szüksége:
ia: Iste additivo debe:
is: Þessi viðbót þarf að:
it: Questo componente aggiuntivo necessita di:
ja: このアドオンの権限:
ka: ამ დამატებას ესაჭიროება:
kab: Azegrir-a yesra:
nb_no: Dette tillegget trenger å:
nl: Deze add-on moet:
nn_no: Dette tillegget treng å:
pl: Ten dodatek musi:
pt_br: Esta extensão precisa:
pt_pt: Este extra precisa de:
ro: Acest supliment are nevoie:
ru: Этому дополнению нужно:
si: මෙම එක්කහුවේ අවශ්‍යතා:
sk: Tento doplnok potrebuje:
sl: Ta dodatek lahko:
sq: Kjo shtesë ka nevojë për:
sv_se: Detta tillägg behöver att:
th: ส่วนเสริมนี้ต้องการ:
tr: Bu eklenti şunlara ihtiyaç duyuyor:
uk: Цей додаток потребує:
vi: Tiện ích này cần:

source: This add-on may also ask to:
bg: Добавката също може да иска:
ca: Aquest complement també pot demanar:
cs: Tento doplněk může také potřebovat:
da: Denne tilføjelse kan også bede om at:
de: Dieses Add-on bittet ggf. auch um Erlaubnis:
el: Αυτό το πρόσθετο ενδέχεται επίσης να απαιτήσει να:
fi: Tämä lisäosa saattaa pyytää myös seuraavia oikeuksia:
fr: Ce module peut également demander à :
fy_nl: Dizze add-on kin ek freegje om:
he: ייתכן שתוספת זו תבקש גם את ההרשאות הבאות:
hr: Ovaj dodatak također može zatražiti:
hu: Ez a kiegészítő ezekre is rákérdezhet:
ia: Iste additivo pote alsi demandar de:
is: Þessi viðbót gæti einnig beðið um að:
it: Questo componente aggiuntivo può anche richiedere:
ja: このアドオンは次の権限も求めます:
ka: გარდა ამისა, შეიძლება მოითხოვოს:
kab: Azegrir-a yezmer daɣen ad isuter:
nb_no: Dette tillegget kan også be om:
nl: Deze add-on kan ook vragen om:
nn_no: Dette tillegget kan òg be om:
pl: Ten dodatek może także chcieć:
pt_br: Esta extensão também pode pedir:
pt_pt: Este extra pode também solicitar:
ro: Acest supliment poate solicita și:
ru: Это дополнение может также запрашивать:
si: මෙම එක්කහුව මෙසේද ඇසීමට හැකිය:
sk: Tento doplnok vás môže požiadať o:
sl: Ta dodatek lahko:
sq: Kjo shtesë mund të kërkojë edhe:
sv_se: Detta tillägg kan också begära att:
th: ส่วนเสริมนี้อาจขอให้:
tr: Bu eklenti şunları da isteyebilir:
uk: Цей додаток може також запитати:
vi: Tiện ích này cũng có thể yêu cầu:

source: Read and modify bookmarks
ar: قراءة و تعديل العلامات
az: Əlfəcinləri oxumaq və dəyişdirmək
bg: Чете и променя отметки
bs: Čitajte i mijenjajte zabilješke
ca: Llegir i modificar les adreces d'interès
cs: Číst a upravovat záložky
da: Læse og ændre bogmærker
de: Lesezeichen lesen und verändern
el: Κάνει ανάγνωση και τροποποίηση σελιδοδεικτών
es: Leer y modificar marcadores
fi: Lue ja muokkaa kirjanmerkkejä
fr: Consulter et modifier les marque-pages
fur: Lei e modificâ i segnelibris
fy_nl: Blêdwizers lêze en oanpasse
he: קריאה ועריכת סימניות
hr: Čitati i mijenjati zabilješke
hu: Könyvjelzők olvasása és módosítása
ia: Leger e modificar le marcapaginas
id: Baca dan ubah markah
is: Lesa og breyta bókamerkjum
it: Leggere e modificare i segnalibri
ja: ブックマークの読み取りと変更
ka: სანიშნების ნახვა და შეცვლა
kab: Ɣer sakin beddel ticraḍ n yisebtar
ms: Baca dan ubah tandabuku
nb_no: Lese og endre bokmerker
nl: Bladwijzers lezen en aanpassen
nn_no: Lese og endre bokmerke
pa_in: ਬੁੱਕਮਾਰਕ ਪੜ੍ਹੋ ਅਤੇ ਸੋਧੋ
pl: Odczytywać i modyfikować zakładki
pt_br: Ler e modificar favoritos
pt_pt: Ler e modificar marcadores
ro: Să citească și să modifice marcaje
ru: Читать и изменять закладки
si: පොත්යොමු කියවීම හා සංශෝධනය
sk: Čítať a upravovať záložky
sl: bere in spreminja zaznamke
sq: Të lexojë dhe ndryshojë faqerojtës
sv_se: Läsa och ändra bokmärken
te: చదివి బుక్మార్క్లను సవరించండి
th: อ่านและเปลี่ยนแปลงที่คั่นหน้า
tr: Yer imlerini okuma ve değiştirme
uk: Читати й змінювати закладки
vi: Xem và chỉnh sửa trang đánh dấu

source: Read and modify browser settings
ar: قراءة و تعديل إعدادات المتصفح
az: Səyyah tənzimləmələrini oxumaq və dəyişdirmək
bg: Чете и променя настройки на четеца
bs: Čitajte i mijenjajte postavke browsera
ca: Llegir i modificar els paràmetres del navegador
cs: Číst a upravovat nastavení prohlížeče
da: Læse og ændre browser-indstillinger
de: Browser-Einstellungen lesen und verändern
el: Κάνει ανάγνωση και τροποποίηση των ρυθμίσεων του προγράμματος περιήγησης
es: Leer y modificar los ajustes del navegador
fi: Lue ja muokkaa selaimen asetuksia
fr: Consulter et modifier les paramètres du navigateur
fur: Lei e modificâ lis impostazions dal navigadôr
fy_nl: Browserynstellingen lêze en oanpasse
he: קריאה ועריכת הגדרות הדפדפן
hr: Čitati i mijenjati postavke preglednika
hu: Böngészőbeállítások olvasása és módosítása
ia: Leger e modificar le parametros del navigator
id: Baca dan ubah pengaturan peramban
is: Lesa og breyta stillingum vafrans
it: Leggere e modificare le impostazioni del browser
ja: ブラウザー設定の読み取りと変更
ka: ბრაუზერის პარამეტრების ნახვა და შეცვლა
kab: Γer sakin beddel iɣewwaṛen n yiminig
ms: Baca dan ubah tetapan pelayar
nb_no: Lese og endre nettleserinnstillinger
nl: Browserinstellingen lezen en aanpassen
nn_no: Les og endre nettlesarinnstillingane
pa_in: ਬਰਾਊਜ਼ਰ ਸੈਟਿੰਗਾਂ ਨੂੰ ਪੜ੍ਹਨ ਅਤੇ ਸੋਧਣ
pl: Odczytywać i modyfikować ustawienia przeglądarki
pt_br: Ler e modificar as configurações do navegador
pt_pt: Ler e modificar definições do navegador
ro: Să citească și să modifice setările browserului
ru: Читать и изменять настройки браузера
si: අතිරික්සුවේ සැකසුම් කියවීම හා සංශෝධනයට
sk: Čítať a upravovať nastavenia prehliadača
sl: bere in spreminja nastavitve brskalnika
sq: Të lexojë dhe ndryshojë rregullime shfletuesi
sv_se: Läsa och ändra webbläsarens inställningar
te: బ్రౌజర్ సెట్టింగ్లను చదవండి మరియు సవరించండి
th: อ่านและเปลี่ยนแปลงการตั้งค่าเบราว์เซอร์
tr: Tarayıcı ayarlarını okuma ve değiştirme
uk: Читати й змінювати налаштування браузера
vi: Đọc và chỉnh sửa cài đặt trình duyệt

source: Clear recent browsing history, cookies, and related data
ar: مسح تأريخ التصفح الحديث و الكعكات و البيانات المتعلقة بها
az: Son səyahət tarixçəsini, çərəzləri və bağlı məlumatları təmizləmək
bg: Изчиства история, бисквитки и свързани данни
bs: Očisti skorašnju historiju surfanja, kolačiće, i srodne podatke
ca: Esborrar l'historial de navegació recent, les galetes i dades relacionades
cs: Mazat nedávnou historii prohlížení, cookies a související data
da: Rydde seneste browsing-historik, cookies og relaterede data
de: Browser-Chronik, Cookies und verwandte Daten löschen
el: Διαγράψτε το πρόσφατο ιστορικό περιήγησης, τα cookie και τα σχετικά δεδομένα
es: Limpiar el historial de navegación reciente, cookies y datos relacionados
fi: Tyhjennä selaushistoria, evästeet ja muut liittyvät tiedot
fr: Effacer l’historique de navigation récent, les cookies et les données liées
fur: Netâ la cronologjie di navigazion resinte, i cookies e i dâts relatîfs
fy_nl: Resinte browserskiednis, cookies en relatearre gegevens wiskje
he: איפוס היסטוריית הגלישה, העוגיות והנתונים הנוספים שצברת לאחרונה
hr: Brisati nedavnu povijest pregledavanja, kolačiće i povezane podatke
hu: Friss böngészési előzmények, sütik és kapcsolódó adatok törlése
ia: Rader le chronologia de navigation recente e le cookies e datos associate
id: Hapus riwayat peramban terkini, kuki, dan data terkait
is: Hreinsa nýlegan vafurferil, vefkökur og tengd gögn
it: Eliminare cronologia di navigazione recente, cookie e dati associati
ja: 最近のブラウジング履歴、Cookie とその関連データの消去
ka: ბოლოს შენახული ისტორიის, ფუნთუშებისა და მასთან დაკავშირებული მონაცემების წაშლა
kab: Sfeḍ amazray aneggaru n tunigin, inagan n tuqqna, akked yisefka icudden ɣur-s
ms: Buang sejarah pelayaran terkini, kuki dan data berkaitan
nb_no: Fjern nylig nettleserhistorikk, infokapsler og relaterte data
nl: Recente browsergeschiedenis, cookies en gerelateerde gegevens wissen
nn_no: Fjern nyleg nettlesingshistorikk, infokapslar og relaterte data
pa_in: ਤਾਜ਼ਾ ਬਰਾਊਜ਼ਿੰਗ ਅਤੀਤ, ਕੂਕੀਜ਼ ਅਤੇ ਸੰਬੰਧਿਤ ਡਾਟੇ ਨੂੰ ਸਾਫ਼ ਕਰਨ
pl: Czyścić historię przeglądania, ciasteczka i powiązane dane
pt_br: Limpar histórico de navegação, cookies e dados recentes
pt_pt: Limpar histórico de navegação recente, cookies, e dados relacionados
ro: Să șteargă istoricul recent de navigare, cookie-urile și datele asociate
ru: Удалять недавнюю историю просмотров, куки и связанные с ними данные
si: මෑත පිරික්සුම් ඉතිහාසය, දත්තකඩ හා ආශ්‍රිත දත්ත මැකීම
sk: Čítať nedávnu históriu prehliadania, cookies a súvisiace údaje
sl: briše nedavno zgodovino, piškotke in povezane podatke
sq: Të spastrojë historik shfletimesh së fundi, cookie, dhe të dhëna të tyre
sv_se: Rensa den senaste webbhistoriken, kakor och relaterad data
te: ఇటీవలి విహరణ చరిత్ర, కుక్కీలు మరియు సంబంధిత డేటాను తుడిచేయండి
th: ล้างประวัติการเรียกดู, คุกกี้ และข้อมูลที่เกี่ยวข้องล่าสุด
tr: Gezinti geçmişini, çerezleri ve ilgili verileri temizleme
uk: Стирати нещодавню історію перегляду, файли cookie та пов'язані дані
vi: Xóa lịch sử duyệt web, cookie và dữ liệu liên quan gần đây

source: Get data from the clipboard
ar: الحصول على البيانات من الحافظة
az: Məlumatı mübadilə buferindən almaq
bg: Взима данни от системния буфер
bs: Dobavi podatke iz bilježnice
ca: Obtenir les dades del porta-retalls
cs: Získat data ze schránky
da: Læse data fra udklipsholderen
de: Zwischenablage auslesen
el: Κάνει λήψη δεδομένων από το πρόχειρο
es: Obtener datos del portapapeles
fi: Nouda tietoa leikepöydältä
fr: Lire les données du presse-papiers
fur: Otignî i dâts des notis
fy_nl: Gegevens fan it klamboerd ophelje
he: קבלת נתונים מלוח העריכה
hr: Preuzeti podatke iz međuspremnika
hu: Vágólap tartalmának lekérése
ia: Obtener datos ab le area de transferentia
id: Mendapatkan data dari papan klip
is: Sækja gögn af klippispjaldinu
it: Leggere dati dagli appunti
ja: クリップボードからのデータ取得
ka: წვდომა მონაცემების ასლზე
kab: Awi isefka yellan ɣef afus
ms: Dapatkan data dari klipbod
nb_no: Hente data fra utklippstavlen
nl: Gegevens van het klembord ophalen
nn_no: Hent data frå utklippstavla
pa_in: ਕਲਿਪਬੋਰਡ ਤੋਂ ਡੇਟਾ ਪ੍ਰਾਪਤ ਕਰੋ
pl: Pobierać dane ze schowka
pt_br: Obter dados da área de transferência
pt_pt: Obter dados da área de transferência
ro: Să obțină date din clipboard
ru: Получать данные из буфера обмена
si: පසුරු පුවරුවෙන් දත්ත ගැනීම
sk: Získať údaje zo schránky
sl: dostopa do podatkov z odložišča
sq: Të marrë të dhëna prej të papastre
sv_se: Hämta data från urklipp
te: క్లిప్బోర్డ్ నుండి డేటాను పొందండి
th: รับข้อมูลจากคลิปบอร์ด
tr: Panodaki verileri alma
uk: Отримувати дані з буфера обміну
vi: Nhận dữ liệu từ bộ nhớ tạm

source: Input data to the clipboard
ar: إدخال البيانات إلى الحافظة
az: Məlumatı mübadilə buferinə daxil etmək
bg: Поставя данни в системния буфер
bs: Unosi podatke u bilježnicu
ca: Afegir dades al porta-retalls
cs: Vkládat data do schránky
da: Skrive data til udklipsholderen
de: Zwischenablage ändern
el: Κάνει εισαγωγή δεδομένων στο πρόχειρο
es: Introducir datos en el portapapeles
fi: Vie tietoja leikepöydälle
fr: Ajouter des données dans le presse-papiers
fur: Meti dâts tes notis
fy_nl: Gegevens op it klamboerd pleatse
he: הזנת נתונים בלוח העריכה
hr: Unijeti podatke u međuspremnik
hu: Adatok vágólapra helyezése
ia: Inserer datos in le area de transferentia
id: Memasukkan data ke papan klip
is: Setja gögn á klippispjaldið
it: Salvare dati negli appunti
ja: クリップボードへのデータ入力
ka: აღებული მონაცემების ასლში ინფორმაციის ჩამატება
kab: Sers isefka ɣef afus
ms: Input data ke klipbod
nb_no: Sette inn data på utklippstavlen
nl: Gegevens op het klembord plaatsen
nn_no: Inndata til utklippstavla
pa_in: ਕਲਿੱਪਬੋਰਡ 'ਚ ਡਾਟਾ ਇਨਪੁੱਟ ਕਰਨ
pl: Umieszczać dane w schowku
pt_br: Enviar dados para área de transferência
pt_pt: Introduzir dados na área de transferência
ro: Să introducă date în clipboard
ru: Помещать данные в буфер обмена
si: පසුරු පුවරුවට දත්ත ආදානය
sk: Vkladať údaje do schránky
sl: shranjuje podatke na odložišče
sq: Të fusë të dhëna në të papastër
sv_se: Mata in data till urklipp
te: క్లిప్బోర్డ్కు డేటాను ఇన్పుట్ చేయండి
th: ป้อนข้อมูลไปยังคลิปบอร์ด
tr: Panoya veri girişi
uk: Збереження даних в буфер обміну
vi: Nhập dữ liệu vào bộ nhớ tạm

source: Block content on any page
cs: Blokovat obsah na jakékoli stránce
de: Inhalte auf jeder Seite blockieren
el: Φραγή περιεχομένου σε οποιαδήποτε σελίδα
fi: Estä sisältö millä tahansa sivulla
fr: Bloquer du contenu sur n’importe quelle page
fur: Blocâ i contignûts in cualsisei pagjine
fy_nl: Ynhâld op elke side blokkearje
hu: Bármely oldalon lévő tartalom blokkolása
ia: Bloccar le contento in tote pagina
is: Lokaðu fyrir efni á hvaða síðu sem er
it: Bloccare contenuti in qualsiasi pagina
ka: შიგთავსის შეზღუდვა ნებისმიერ გვერდზე
kab: Sewḥel agbur ɣef yal asebter
nb_no: Blokker innhold på alle sider
nl: Inhoud op elke pagina blokkeren
nn_no: Blokker innhald på alle sider
pl: Blokować treści na dowolnej stronie
pt_br: Bloquear conteúdo em qualquer página
pt_pt: Bloquear conteúdo em qualquer página
ru: Блокировка содержимого на любой странице
si: ඕනෑම පිටුවක අන්තර්ගත අවහිරය
sk: Blokovať obsah na ľubovoľnej stránke
sv_se: Blockera innehåll på vilken sida som helst
tr: Herhangi bir sayfadaki içeriği engelleme
uk: Блокувати вміст на всіх сторінках
vi: Chặn nội dung trên bất kỳ trang nào

source: Read your browsing history
cs: Číst vaši historii prohlížení
de: Browser-Chronik lesen
el: Ανάγνωση του ιστορικού περιήγησής σας
fi: Lue selaushistoriaasi
fr: Lire votre historique de navigation
fur: Lei la tô cronologjie di navigazion
fy_nl: Jo navigaasjeskiednis lêze
hu: Böngészési előzmények olvasása
ia: Leger tu chronologia de navigation
is: Lesa vafurferilinn þinn
it: Leggere la cronologia di navigazione
ka: თქვენ მიერ მონახულებული გვერდების ხილვა
kab: Ɣer amazray n tunigin
nb_no: Lese din nettleserhistorikk
nl: Uw navigatiegeschiedenis lezen
nn_no: Les nettlesarhistorikken din
pl: Odczytywać historię przeglądania
pt_br: Ler seu histórico de navegação
pt_pt: Consultar o seu histórico de navegação
ru: Чтение истории браузера
si: පිරික්සුම් ඉතිහාසය කියවීම
sk: Čítať históriu prehliadania
sv_se: Läs din webbhistorik
tr: Gezinti geçmişinizi okuma
uk: Читати історію перегляду
vi: Đọc lịch sử duyệt web của bạn

source: Extend developer tools to access your data in open tabs
ar: توسيع أدوات المطورين للوصول إلى بياناتك في الألسنة المفتوحة
az: Açıq vərəqlərdəki məlumatlarınız üçün tərtibatçı alətlərini genişlətmək
bg: Разширява развойните инструменти с достъп до данните ви от отворените раздели
bs: Omogući programerskim alatima pristup vašim podacima u otvorenim tabovima
ca: Ampliar les eines per a desenvolupadors per accedir a les dades de les pestanyes obertes
cs: Rozšířit nástroje pro vývojáře a získat přístup k vašim datům v otevřených panelech
da: Udvide udviklerværktøjerne til at have adgang til data i åbne faneblade
de: Entwicklerwerkzeuge erweitern, sodass Zugriff auf offene Tabs besteht
el: Κάνει επέκταση των εργαλείων προγραμματιστή για πρόσβαση στα δεδομένα σας στις ανοικτές καρτέλες
es: Ampliar las herramientas para desarrolladores para acceder a tus datos en las pestañas abiertas
fi: Laajenna web-työkaluita käyttämään avoimissa välilehdissä olevia tietoja
fr: Ouvrir les outils de développement afin d’accéder à vos données dans les onglets ouverts
fur: Permeti ai struments dai disvilupadôrs di acedi ai tiei dâts tes schedis viertis
fy_nl: Untwikkelersark útwreidzje om jo gegevens yn iepen ljepblêden te benaderjen
he: הרחבת כלי הפיתוח לקבלת גישה לנתונים שלך בלשוניות פתוחות
hr: Rasklopiti programerske alate za pristupanje podacima u otvorenim karticama
hu: Fejlesztőeszközök kinyitása, hogy elérje a nyitott lapokon lévő adatokat
ia: Extende le instrumentos de disveloppamento pro acceder a tu datos in le schedas aperite
id: Perpanjang akses alat pengembang ke data Anda di dalam tab terbuka
is: Útvíkka forritunartól til að fá aðgang að gögnum þínum í opnum flipum
it: Consentire agli strumenti di sviluppo accesso ai dati delle schede aperte
ja: 開いたタブのユーザーデータへアクセスするため開発ツールを展開
ka: შემმუშავებლის ხელსაწყოების გამოყენება, გახსნილ ჩანართებზე თქვენს მონაცემებთან წვდომისთვის
kab: Ldi ifeccka n tneflit akken ad tkecmeḍ ar isefka-ik deg iccaren yeldin
ms: Lanjutkan alatan pembangun untuk mengakses data dalam tab terbuka
nb_no: Utvid utviklerverktøyene til å få tilgang til dine data i åpne faner
nl: Ontwikkelaarshulpmiddelen uitbreiden om uw gegevens in open tabbladen te benaderen
nn_no: Utvid utviklarverktøya for å få tilgang til dine data i opne faner
pa_in: ਟੈਬਾਂ ਖੋਲ੍ਹਣ ਵਿੱਚ ਤੁਹਾਡੇ ਡਾਟਾ ਲਈ ਡਿਵੈਲਪਰ ਟੂਲਾਂ ਦੀ ਪਹੁੰਚ ਵਧਾਓ
pl: Rozszerzać narzędzia dla programistów, aby uzyskać dostęp do danych w otwartych kartach
pt_br: Estender as ferramentas de desenvolvimento para acessar seus dados nas abas abertas
pt_pt: Estender as ferramentas de programador para aceder aos seus dados em separadores abertos
ro: Să extindă instrumentele pentru dezvoltatori pentru a-ți accesa datele în filele deschise
ru: Разрешать инструментам разработчика получать доступ к вашим данным в открытых вкладках
si: විවෘත පටිතිවල ඔබගේ දත්ත වෙත ප්‍රවේශයට සංවර්ධක මෙවලම් විස්තීරණය
sk: Rozšíriť vývojárske nástroje a získať prístup k vašim údajom v otvorených kartách
sl: razširi razvojna orodja za dostop do vaših podatkov v odprtih zavihkih
sq: Të zgjerojë mjete zhvilluesi për të hyrë në të dhënat tuaja në skeda të hapura
sv_se: Utöka utvecklarverktyg för att komma åt dina data i öppna flikar
te: తెరిచిన ట్యాబ్ల్లో మీ డేటాను ప్రాప్యత చేయడానికి డెవలపర్ సాధనాలను విస్తరించండి
th: ขยายเครื่องมือนักพัฒนาเพื่อเข้าถึงข้อมูลของคุณในแท็บที่เปิดอยู่
tr: Açık sekmelerdeki verilere erişmek için geliştirici araçlarını genişletme
uk: Розширте інструменти розробника для доступу до своїх даних у відкритих вкладках
vi: Mở rộng công cụ dành cho nhà phát triển để truy cập dữ liệu của bạn trong các thẻ đang mở

source: Download files and read and modify the browser’s download history
ar: تنزيل الملفات و قراءة تأريخ تنزيل المتصفح و تعديله
az: Faylları endirmək və səyyahın endirmə tarixçəsini oxumaq və dəyişdirmək
bg: Изтегля файлове, чете и променя историята на изтеглянията
bs: Preuzima datoteke, čita i uređuje historijat preuzimanja browsera
ca: Baixar els fitxers i modificar l'historial de baixades del navegador
cs: Stahovat soubory a číst a upravovat historii stahování prohlížeče
da: Hente filer, samt læse og ændre browserens filhentningshistorik
de: Dateien herunterladen und die Download-Chronik lesen und verändern
el: Κάνει λήψη αρχείων και ανάγνωση/τροποποίηση ιστορικού λήψεων του προγράμματος περιήγησης
es: Descargar archivos y leer y modificar el historial de descargas del navegador
fi: Lataa tiedostoja, sekä lue ja muokkaa selaimen lataushistoriaa
fr: Télécharger des fichiers, et consulter et modifier l’historique des téléchargements du navigateur
fur: Discjariâ files, lei e modificâ la cronologjie dai discjamâts dal navigadôr
fy_nl: Bestannen downloade en downloadskiednis fan de browser lêze en oanpasse
he: הורדת קבצים, קריאה ועריכת היסטוריית ההורדות של הדפדפן
hr: Preuzeti datoteke te čitati i promijeniti povijest preuzimanja preglednika
hu: Fájlok letöltése, valamint a letöltési előzmények olvasása és módosítása
ia: Discargar files e leger e modificar le chronologia de discargamentos del navigator
id: Unduh berkas dan baca serta ubah riwayat unduhan peramban
is: Sækja skrár og lesa og breyta niðurhalsferli vafrans
it: Scaricare file, leggere e modificare la cronologia di download del browser
ja: ファイルのダウンロードおよびブラウザーのダウンロード履歴の読み取りと変更
ka: ფაილების ჩამოტვირთვა, ჩამოტვირთვების ისტორიის ნახვა და შეცვლა
kab: Sader-d ifuyla, ɣeṛ daɣen beddel amazray n usader deg iminig
ms: Muat turun fail, dan baca serta ubah sejarah muat turun pelayar
nb_no: Last ned filer, samt lese og modifisere nettleserens nedlastingshistorikk
nl: Bestanden downloaden en downloadgeschiedenis van de browser lezen en aanpassen
nn_no: Laste ned filer, samt lese og modifisere nedlastingshistorikken til nettlesaren
pa_in: ਫ਼ਾਈਲਾਂ ਨੂੰ ਡਾਊਨਲੋਡ ਕਰਨ ਅਤੇ ਬਰਾਊਜ਼ਰ ਦੇ ਡਾਊਨਲੋਡ ਅਤੀਤ ਨੂੰ ਪੜ੍ਹਣ ਅਤੇ ਸੋਧਣ
pl: Pobierać pliki oraz odczytywać i modyfikować historię pobranych plików przeglądarki
pt_br: Fazer download de arquivos, ler e modificar o histórico de download do navegador
pt_pt: Transferir ficheiros, ler e modificar o histórico de transferências do navegador
ro: Să descarce fișiere și să citească sau să modifice istoricul descărcărilor din browser
ru: Загружать файлы, а также читать и изменять историю загрузок браузера
si: ගොනු බාගැනීම සහ අතිරික්සුවේ බාගැනීම් ඉතිහාසය කියවීම, වෙනස් කිරීම
sk: Sťahovať súbory a čítať a upravovať históriu stiahnutých súborov
sl: prenaša datoteke ter bere in spreminja zgodovino prenosov
sq: Të shkarkojë kartela dhe të lexojë dhe ndryshojë historikun e shkarkimeve të shfletuesit
sv_se: Ladda ner filer och läsa och ändra webbläsarens nedladdningshistorik
te: ఫైళ్లను దించుకోవడం, విహారిణి దింపుకోలు చరిత్రను చూడడం సవరించడం
th: ดาวน์โหลดไฟล์และอ่านและเปลี่ยนแปลงประวัติการดาวน์โหลดของเบราว์เซอร์
tr: Dosya indirme, tarayıcının indirme geçmişini okuma ve değiştirme
uk: Завантажувати файли, а також читати й змінювати історію браузера
vi: Tải xuống các tập tin và chỉnh sửa lịch sử tải về của trình duyệt
