Repository: mozilla/addons-frontend
Catalog: locale/*/LC_MESSAGES/amo.po
Languages: ar, az, bg, bn_bd, bs, ca, cs, da, de, el, es, fa, fi, fr, fur, fy_nl, ga_ie, he, hr, hu, ia, id, is, it, ja, ka, kab, ms, nb_no, nl, nn_no, pa_in, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: The add-ons listed here are created by thousands of developers and theme designers from all over the world, ranging from individual hobbyists to large corporations. Some add-ons listed on AMO have been automatically published and may be subject to review by a team of editors once publicly listed.
ar: طوّر الإضافات الموجودة في هذه الصفحة آلاف المطوّرين ومصمّمي السمات من جميع أصقاع الأرض، بدءا من الهاوين الصغار وحتى الشركات الكبيرة. بعض الإضافات الموجودة في موقع الإضافات نُشرت تلقائيا وقد تخضع للمراجعة من قِبل فريق من المحررين ما إن نُشرت للعامة.
ca: Aquests complements els han creat milers de desenvolupadors i dissenyadors de temes de tot arreu, des d'aficionats fins a grans corporacions. Alguns dels complements que es mostren a AMO s'han publicat automàticament i és possible que requereixin revisió per part d'un equip d'editors.
cs: Všechny zde zveřejněné doplňky jsou výtvorem tisíců vývojářů a návrhářů motivů vzhledu z celého světa, od jednotlivců, kteří je tvoří ve svém volném čase, až po velké korporace. Některé doplňky na AMO byly publikovány automaticky a ihned po svém uveřejnění mohou být předmětem kontroly editorského týmu.
de: Die hier aufgeführten Add-ons werden von Tausenden von Entwicklern und Theme-Designern aus der ganzen Welt entwickelt, die von einzelnen Hobby-Entwicklern bis zu großen Unternehmen reichen. Einige auf AMO aufgeführten Add-ons sind möglicherweise automatisch veröffentlicht worden und können einer Überprüfung durch ein Team von Redakteuren unterliegen, sobald sie öffentlich angezeigt werden.
el: Τα πρόσθετα που βρίσκονται εδώ δημιουργούνται από χιλιάδες προγραμματιστές και σχεδιαστές θεμάτων από όλο τον κόσμο, από άτομα που εξασκούν το χόμπι τους μέχρι μεγάλες εταιρείες. Μερικά πρόσθετα στο AMO έχουν δημοσιευθεί αυτόματα και ενδέχεται να αξιολογηθούν από μια ομάδα συντακτών αφού γίνουν δημόσια.
es: Los complementos que aparecen aquí los han creado miles de desarrolladores y diseñadores de temas de todo el mundo, desde usuarios aficionados hasta grandes corporaciones. Puede que algunos complementos se publiquen automáticamente en AMO y estén sujetos a revisión por parte del equipo de revisores una vez publicado.
fi: Tuhannet kehittäjät ja teemasuunnittelijat ovat suunnitelleet täällä listatut lisäosat. Heitä on ympäri maailman ja heihin lukeutuu sekä yksittäisiä harrastelijoita että suuria yrityksiä. Jotkin AMO:n lisäosat julkaistaan automaattisesti, ja toimittajien tiimi saattaa tarkistaa ne julkaisun jälkeen.
fr: Les modules répertoriés ici ont été développés par des milliers de développeurs, développeuses et graphistes du monde entier, allant des personnes qui codent sur leur temps libre à de grandes entreprises. Certains modules listés sur AMO on été publiés automatiquement et peuvent être sujets à une validation éditoriale une fois publics.
fur: I components adizionâi che tu cjatis achì a son creâts di miârs di dissegnadôrs di temis e svilupadôrs di dut il mont, spaziant di passionâts di informatiche fin a grandis societâts. Cualchi component adizionâl listât su AMO al è stât publicât in automatic, ma al è pussibil che al ricevi une revision dal nestri grup di editôrs dopo de publicazion.
fy_nl: De hjir fermelde add-ons binne makke troch tûzenen ûntwikkelers en tema-ûntwerpers wrâldwiid, fariearjend fan yndividuele hobbyisten oant grutte bedriuwen. Guon add-ons op AMO wurde automatysk publisearre en wurde nei publikaasje mooglik noch beoardiele troch in team fan editors.
he: התוספות שמופיעות כאן נוצרות על־ידי אלפי מפתחים ומעצבי ערכות נושא מכל רחבי העולם, החל מחובבים עצמאיים וכלה בתאגידי ענק. חלק מהתוספות שמופיעות ב־AMO פורסמו אוטומטית ויתכן שהן כפופות לסקירה על־ידי צוות של עורכים לאחר הפרסום לציבור.
hu: Az itt felsorolt kiegészítőket fejlesztők és témadizájnerek ezrei készítik, szerte a világon, kezdve az egyéni hobbistáktól, a nagy cégekig. Néhány az AMO-ban felsorolt kiegészítő automatikusan lett közzétéve, és a szerkesztői értékelés alanya lehet, ha nyilvánosan listázásra kerül.
ia: Le additivos mentionate hic ha essite create per milles de disveloppatores e designatores de themas de tote le mundo, variante de hobbyistas a grande companias. Certe additivos listate sur AMO ha essite publicate automaticamente e pote esser subjecte a revision per un equipa de redactores post lor publication.
id: Pengaya yang terdaftar di sini diciptakan oleh ribuan pengembang dan perancang tema dari seluruh dunia, mulai dari peminat pribadi hingga korporasi besar. Sebagian pengaya yang terdaftar di AMO telah ditayangkan otomatis dan mungkin perlu ditinjau oleh tim penyunting setelah didaftarkan secara publik.
is: Viðbæturnar sem eru útlistaðar hér hafa verið útbúnar af þúsundum forritara og hönnuða víðs vegar að úr heiminum, allt frá sjálfstæðum tómstundagrúskurum til stórfyrirtækaj. Sumar víðbætur sem taldar eru upp hér á AMO hafa verið gefnar út með sjálfvirkum kerfum og gætu þurft að ganga í gegnum yfirferðarferli hjá teymi prófarkalesara um leið og þær birtast opinberlega.
it: I componenti aggiuntivi che trovi su questo sito sono opera di migliaia di sviluppatori e designer di tutto il mondo: gli autori vanno dai singoli appassionati di informatica fino alle grandi società. Alcuni componenti aggiuntivi presenti su AMO vengono caricati automaticamente, ma potrebbero venire sottoposti a revisione da parte del nostro team dopo la pubblicazione.
ja: ここに掲載されたアドオンは、趣味でプログラムを書いている個人から大企業まで、世界中の多数の開発者やテーマデザイナーによって作られています。AMO に掲載された一部のアドオンは自動的に公開され、一般公開後にエディターのチームによって審査の対象となる可能性もあります。
ka: აქ გამოქვეყნებული დამატებები შექმნილია ათასობით შემმუშავებლისა და თემის მხატვრების მიერ, მთელი მსოფლიოდან, დაწყებული ცალკეული მოხალისეებით, დამთავრებული დიდი დაწესებულებებით. ზოგიერთი დამატება AMO-საიტზე ავტომატურად ქვეყნდება და შეიძლება ექვემდებარებოდეს მიმომხილველთა გუნდის მიერ შემოწმებას.
kab: Izegrar i d-ittwabedren dagi ttwarnan-d sɣur waṭas n ineflayen seg umaḍal meṛra, ama d imdanen neɣ d tikebbaniyen, kra n izegrar deg AMO fɣen-d s widem awurman ɣef aya zemren ad ttwazren i tikkelt-nniḍen sɣur tarbaεt n yimaẓragen.
nb_no: Tilleggene som er oppført her er laget av tusenvis av utviklere og temadesignere fra hele verden, alt fra individuelle hobbyister til store selskaper. Noen tilleggsprogrammer som er oppført på AMO, er automatisk publisert og kan bli gjenstand for gjennomgang av et redaktørteam når de først er oppført.
nl: De hier vermelde add-ons zijn gemaakt door duizenden ontwikkelaars en thema-ontwerpers wereldwijd, variërend van individuele hobbyisten tot grote bedrijven. Sommige add-ons op AMO worden automatisch gepubliceerd en worden na publicatie mogelijk nog beoordeeld door een team van editors.
nn_no: Tillegga som er oppførte her er laga av tusenvis av utviklarar og temadesignarar frå heile verda, alt frå individuelle hobbyistar til store selskap. Nokre tilleggsprogram som er oppførte på AMO, er automatisk publiserte og kan verte underlagde gjennomgang av eit redaktørteam når dei først er oppførte.
pa_in: ਇੱਥੇ ਸੂਚੀਬੱਧ ਐਡ-ਆਨ ਪੂਰੀ ਦੁਨੀਆ ਤੋਂ ਹਜ਼ਾਰਾਂ ਡਿਵੈਲਪਰਾਂ ਅਤੇ ਥੀਮ ਡਿਜ਼ਾਈਨਰਾਂ ਦੁਆਰਾ ਤਿਆਰ ਕੀਤੇ ਗਏ ਹਨ, ਵਿਅਕਤੀਗਤ ਸ਼ੌਕੀਨਾਂ ਤੋਂ ਲੈ ਕੇ ਵੱਡੇ ਕਾਰਪੋਰੇਸ਼ਨਾਂ ਤੱਕ। AMO ਤੇ ਸੂਚੀਬੱਧ ਕੁਝ ਐਡ-ਆਨ ਆਪਣੇ ਆਪ ਪ੍ਰਕਾਸ਼ਤ ਹੋ ਗਏ ਹਨ ਅਤੇ ਇੱਕ ਵਾਰ ਜਨਤਕ ਤੌਰ ਤੇ ਸੂਚੀਬੱਧ ਸੰਪਾਦਕਾਂ ਦੀ ਟੀਮ ਦੁਆਰਾ ਸਮੀਖਿਆ ਕੀਤੇ ਜਾ ਸਕਦੇ ਹਨ।
pl: Dodatki dostępne w serwisie są tworzone przez tysiące programistów i projektantów motywów z całego świata, od pracujących samodzielnie amatorów do wielkich firm. Część dostępnych dodatków zostało opublikowanych automatycznie i mogą zostać sprawdzone przez zespół redaktorów po udostępnieniu publicznie.
pt_br: As extensões listadas aqui são criadas por milhares de desenvolvedores e designers de temas do mundo todo, desde amadores individuais até grandes corporações. Algumas extensões listadas no AMO foram publicadas automaticamente e podem estar sujeitas a revisão por uma equipe de editores quando listadas publicamente.
pt_pt: Os extras aqui listados são criados por milhares de programadores e designers de temas de todo o mundo, que vão desde amadores individuais a grandes empresas. Alguns extras listados no AMO foram publicados automaticamente e podem ser sujeitos a uma revisão por uma equipa de editores quando listados publicamente.
ro: Suplimentele enumerate aici sunt create de mii de dezvoltatori și designeri de teme din întreaga lume, de la pasionați individuali până la mari corporații. Unele suplimente listate pe AMO au fost publicate automat și pot fi supuse revizuirii de către o echipă de editori, după listarea publică.
ru: Расположенные здесь дополнения были созданы тысячами разработчиков и дизайнеров со всего мира, начиная от отдельных любителей и заканчивая крупными корпорациями. Некоторые опубликованные на AMO дополнения утверждаются автоматически и могут требовать проверки команды редакторов.
si: මෙහි රඳවා තිබෙන එක්කහු තනි විනෝදාංශකරුවන්ගේ සිට විශාල සමාගම් දක්වා ලොව පුරා සිටින දහස් ගණනක් සංවර්ධකයින් සහ තේමා නිර්මාණකරුවන් විසින් සාදා ඇත. AMO හි ලේඛනගත කර තිබෙන ඇතැම් එක්කහු ස්වයංක්‍රීයව ප්‍රකාශයට පත් කර ඇති අතර ප්‍රසිද්ධියේ ලේඛනගත කළ පසු සංස්කරණ කණ්ඩායමකගේ සමාලෝචනයට යටත් වීමට හැකිය.
sk: Tu uvedené doplnky sú tvorené tisíckami vývojárov z celého sveta, či už ide o jednotlivcov alebo veľké spoločnosti. Niektoré doplnky na AMO boli publikované automaticky a môžu byť skontrolované tímom editorov.
sl: Dodatke, ki so na voljo na tej strani, razvijajo tisoči razvijalcev in ustvarjalcev tem z vsega sveta – od posameznikov, ki ustvarjajo v prostem času, do velikih podjetij. Nekateri dodatki na AMO so bili objavljeni samodejno ter jih lahko po objavi pregleda ekipa urednikov.
sq: Shtesat e radhitura këtu janë krijuar nga mijëra zhvillues shtesash dhe hartues temash nga anembanë bota, që shtrihen nga hobistë individualë deri te korporata të mëdha. Disa shtesa të paraqitura te AMO publikohen automatikisht dhe mund të jenë subjekt shqyrtimi nga një ekip shqyrtuesish, pasi të jenë shfaqur publikisht.
sv_se: Tilläggen som listas här skapas av tusentals utvecklare och temadesigners från hela världen, allt från enskilda hobbyister till stora företag. Vissa tillägg som är listade på AMO har publicerats automatiskt och kan bli föremål för granskning av en grupp av redaktörer när de är publicerade.
th: ส่วนเสริมที่แสดงในที่นี้ถูกสร้างขึ้นโดยนักพัฒนาและนักออกแบบชุดตกแต่งนับพันจากทั่วทุกมุมโลก ตั้งแต่ผู้ที่ชอบทำงานอดิเรกไปจนถึงองค์กรขนาดใหญ่ บางส่วนเสริมที่มีใน AMO ได้ถูกเผยแพร่โดยอัตโนมัติและอาจต้องตรวจทานโดยทีมบรรณาธิการเมื่อเปิดเผยต่อสาธารณะแล้ว
tr: Burada listelenen eklentiler, dünyanın her yerinden binlerce geliştirici ve tema tasarımcısı tarafından yaratılmaktadır. Bunl hobi olarak eklenti geliştiren bireyler de olabilir büyük şirketler de. AMO'da listelenen bazı eklentiler otomatik olarak yayımlanmıştır ve listelendikten sonra da editör ekibimiz tarafından incelenebilirler.
uk: Додатки, що знаходяться тут, створені тисячами розробників і дизайнерів з усього світу, починаючи від окремих любителів і до великих корпорацій. Деякі додатки AMO були автоматично оприлюднені та можуть бути предметом для перевірки командою рецензентів після їх оприлюднення.
vi: Các tiện ích được liệt kê ở đây được tạo ra bởi hàng ngàn nhà phát triển và nhà thiết kế chủ đề từ khắp nơi trên thế giới, từ những người có sở thích cá nhân đến các tập đoàn lớn. Một số tiện ích mở rộng được liệt kê trên AMO đã được tự động xuất bản và có thể được xem xét bởi một nhóm biên tập viên khi được liệt kê công khai.

source: Get involved
ar: انضم معنا
az: Qoşul
bg: Участвайте
bn_bd: সম্পৃক্ত হোন
bs: Uključi se
ca: Col·laboreu-hi
cs: Zapojte se
da: Bliv involveret
de: Mitmachen
el: Συνεισφορά
es: Involúcrate
fi: Tule mukaan
fr: S’impliquer
fur: Colabore cun nô
fy_nl: Meiwurkje
he: גילוי מעורבות
hr: Uključi se
hu: Csatlakozzon
ia: Collabora
id: Ikut terlibat
is: Taktu þátt
it: Collabora con noi
ja: 参加しよう
ka: შემოგვიერთდით
kab: Ttekki
ms: Sertainya
nb_no: Bli involvert
nl: Meedoen
nn_no: Ver med
pa_in: ਹਿੱਸਾ ਲਵੋ
pl: Dołącz do nas
pt_br: Participe
pt_pt: Participar
ro: Implică-te
ru: Принять участие
si: සම්බන්ධ වන්න
sk: Zapojte sa
sl: Pridružite se
sq: Përfshihuni
sv_se: Engagera dig
te: పాలుపంచుకోండి
th: มีส่วนร่วม
tr: Bize katılın
uk: Взяти участь
vi: Tham gia đóng góp

source: Mozilla is a non-profit champion of the Internet, we build Firefox to help keep it healthy, open and accessible. Add-ons support user choice and customization in Firefox, and you can contribute in the following ways:
bs: Mozilla je neprofitni šampion interneta, gradimo Firefox kako bismo ga održali zdravim, otvorenim i dostupnim. Dodaci podržavaju izbor korisnika i prilagođavanje u Firefoxu i možete da doprinesete na sljedeće načine:
ca: Mozilla és un defensor sense ànim de lucre d’Internet. Construïm Firefox per ajudar a mantenir l'Internet positiu, obert i accessible. Els complements agilitzen la selecció i la personalització de l'usuari al Firefox, podeu contribuir-hi de les maneres següents:
cs: Mozilla je nezisková organizace bojující za zdravý a otevřený internet. Proto vytvořila Firefox - aby internet i nadále zůstal zdravý a přístupný pro každého. Doplňky dovolují uživateli svobodně si vybrat, jak bude Firefox vypadat a jak se bude chovat. V naší misi za lepší internet nám můžete pomoct těmito způsoby:
da: Mozilla er en nonprofit-forkæmper for det åbne internet. Vi udvikler Firefox for at holde nettet sundt, åbent og tilgængeligt for alle. Tilføjelser understøtter valgfrihed og tilpasning i Firefox, og du kan bidrage på følgende måder:
de: Mozilla ist ein gemeinnütziger Verteidiger des Internets, wir entwickeln Firefox, um das Internet gesund, offen und zugänglich zu erhalten. Add-ons unterstützen die Wahlfreiheit von Nutzern und die Anpassbarkeit in Firefox und so können Sie mithelfen:
el: Η Mozilla είναι ένας μη κερδοσκοπικός οργανισμός-πρωταθλητής του διαδικτύου. Αναπτύσσουμε το Firefox για να βοηθήσουμε να παραμείνει υγιές, ανοικτό και προσιτό το διαδίκτυο. Τα πρόσθετα υποστηρίζουν τις επιλογές του χρήστη και την εξατομίκευση στο Firefox, ενώ μπορείτε κι εσείς να συνεισφέρετε με τους εξής τρόπους:
es: Mozilla es un héroe de Internet sin ánimo de lucro. Creamos Firefox para que Internet siga siendo saludable, gratis y accesible. Los complementos apoyan las elecciones de los usuarios y la personalización de Firefox y puedes colaborar así:
fi: Mozilla on voittoa tavoittelematon internetin esitaistelija. Rakennamme Firefoxia pitääksemme sen hyvinvoivana, avoimena ja saavutettavana. Lisäosat tukevat käyttäjän Firefoxin valinta- ja muokkausmahdollisuuksia. Sinä voit osallistua seuraavilla tavoilla:
fr: Mozilla est une organisation à but non lucratif qui promeut Internet. Nous développons Firefox pour contribuer à le maintenir en bonne santé, ouvert et accessible. Les modules renforcent la liberté de l’utilisateur et la personnalisation de Firefox, voici plusieurs manières de contribuer :
fur: Mozilla e je une organizazion cence finalitâts di vuadagn che si impegne a difindi internet. Firefox al è studiât e cret par tignî internet in salût, viert e acessibil. I components adizionâi a supuartin lis sieltis dal utent e lis personalizazions in Firefox. Tu puedis contribuî ancje tu, ve chi cemût:
fy_nl: Mozilla is in nonprofitfoarfjochter fan it ynternet, wy bouwe Firefox om it sûn, iepen en tagonklik te hâlden. Add-ons stypje karfrijheid en oanpassing yn Firefox, en jo kinne op de folgjende manieren bydrage:
he: קרן Mozilla היא האלופה של האינטרנט וללא מטרות רווח, אנו מפתחים את Firefox כדי לסייע בשמירה על בריאות האינטרנט. תוספות תומכות בבחירה ובהתאמה לטובת המשתמשים ב־Firefox וניתן לתרום בדרכים הבאות:
hu: A Mozilla az internet nonprofit bajnoka, a Firefoxot azért fejlesztjük, hogy az egészséges, nyílt és hozzáférhető maradjon. A kiegészítők választási és testreszabási lehetőséget adnak, és Ön a következőképpen működhet közre:
ia: Mozilla es un champion non-lucrative, nos produce Firefox pro adjutar a mantener internet salubre, aperte e accessibile. Le additivos supporta le usator in selectiones e personalisationes in Firefox, e tu pote contribuer in le sequente manieras:
id: Mozilla adalah pejuang nirlaba di Internet, kami membangun Firefox untuk membantu Internet tetap sehat, terbuka dan bisa diakses siapa saja. Pengaya mendukung pilihan pengguna dan pengubahsuaian di Firefox, dan Anda dapat berkontribusi dengan berbagai cara berikut:
is: Mozilla er einn veigamesti drifkraftur internetsins, við byggjum Firefox til að halda því heilbrigðu, opnu og aðgengilegu. Viðbætur auka valkosti notendanna og ýta undir fjölbreytileika Firefox, þú getur lagt þitt af mörkum á eftirfarandi vegu:
it: Mozilla è un’organizzazione senza fini di lucro che si impegna per difendere Internet. Firefox è stato appositamente concepito per aiutarci a mantenere Internet sano, aperto e accessibile. I componenti aggiuntivi rispecchiano il potere di scelta dell’utente e la personalizzazione offerte da Firefox. Ecco come puoi contribuire anche tu alla nostra missione:
ja: Mozilla はインターネットの擁護者を自認する非営利法人で、それが健全で、広く開かれ、誰でも参加可能な場所であり続けるよう Firefox を開発しています。アドオンは Firefox におけるユーザーの選択肢やカスタマイズを支援するもので、あなたも以下のような方法で貢献できます。
ka: Mozilla არის არამომგებიანი მებრძოლი ერთობა, ინტერნეტის სადარაჯოზე, ჩვენ ვქმნით Firefox-ს მისი სიჯანსაღის, გახსნილობისა და ხელმისაწვდომობის შესანარჩუნებლად. დამატებები უზრუნველყოფენ მომხმარებლების თავისუფალი არჩევანის შესაძლებლობას, Firefox-ის საკუთარ საჭიროებებზე მორგების კუთხით, ამაში კი თქვენც შეგიძლიათ წვლილის შეტანა:
kab: Mozilla d aqeṛṛu n Internet ur ittnadin ara adrim, Nsuffeɣ-d Firefox akken ad nmud tallelt, tazmert akked anekcum. Izegrar qeblen asigen n iseqdac deg Firefox, tzemred ad tetekkiḍ s ubrid:
ms: Mozilla adalah peneraju Internet bukan untung yang membina Firefox untuk mengekalkan internet yang sihat, terbuka dan boleh diakses. Add-ons memberikan pengguna pilihan dan penyesuaian dalam Firefox, dan anda juga boleh memberikan sumbangan dengan cara berikut:
nb_no: Mozilla er en ideell organisasjon og en forkjemper for det åpne nettet. Vi utvikler Firefox for å holde nettet sunt, åpent og tilgjengelig for alle. Tillegg støtter valgfrihet og tilpasning i Firefox, og du kan bidra på følgende måter:
nl: Mozilla is een non-profitvoorvechter van het internet; we bouwen Firefox om het gezond, open en toegankelijk te helpen houden. Add-ons steunen keuzevrijheid van gebruikers en aanpassing in Firefox, en u kunt op de volgende manieren bijdragen:
nn_no: Mozilla er ein ideell organisasjon og ein forkjempar for det opne nettet. Vi utviklar Firefox for å halde nettet sunt, open og tilgjengeleg for alle. Tillegg støttar valfridom og tilpassing i Firefox, og du kan bidra på følgjande måtar:
pa_in: ਮੋਜ਼ੀਲਾ ਇੰਟਰਨੈਟ ਦਾ ਇੱਕ ਗੈਰ-ਮੁਨਾਫਾ ਚੈਂਪੀਅਨ ਹੈ, ਅਸੀਂ ਇਸ ਨੂੰ ਸਿਹਤਮੰਦ, ਖੁੱਲੇ ਅਤੇ ਪਹੁੰਚ ਵਿੱਚ ਰੱਖਣ ਵਿੱਚ ਸਹਾਇਤਾ ਲਈ ਫਾਇਰਫੌਕਸ ਬਣਾਉਂਦੇ ਹਾਂ। ਐਡ-ਆਨ ਫਾਇਰਫਾਕਸ ਵਿੱਚ ਉਪਭੋਗਤਾ ਦੀ ਪਸੰਦ ਅਤੇ ਅਨੁਕੂਲਤਾ ਦਾ ਸਮਰਥਨ ਕਰਦੇ ਹਨ, ਅਤੇ ਤੁਸੀਂ ਹੇਠ ਦਿੱਤੇ ਤਰੀਕਿਆਂ ਵਿੱਚ ਯੋਗਦਾਨ ਪਾ ਸਕਦੇ ਹੋ:
pl: Mozilla to organizacja non-profit broniąca Internetu, która tworzy Firefoksa po to, aby był on zawsze zdrowy, otwarty i dostępny. Dodatki dają użytkownikom możliwość wyboru i dostosowania Firefoksa. Można pomagać na te sposoby:
pt_br: A Mozilla é uma organização sem fins lucrativos defensora da Internet, nós criamos o Firefox para ajudar a mantê-la saudável, aberta e acessível. As extensões suportam a escolha e a personalização do usuário no Firefox e você pode contribuir das seguintes maneiras:
pt_pt: A Mozilla é uma defensora sem fins lucrativos da Internet, nós construímos o Firefox para a manter saudável, aberta e acessível. Os extras apoiam a escolha dos utilizadores e a personalização no Firefox, e você pode contribuir das seguintes formas:
ro: Mozilla este un campion nonprofit al Internetului. Construim Firefox ca să ajutăm la a-l menține sănătos, deschis și accesibil. Suplimentele susțin opțiunile utilizatorilor și personalizarea Firefox și poți contribui în următoarele moduri:
ru: Mozilla — некоммерческая организация, чьей целью является развитие Интернета, мы создали Firefox, чтобы помочь Интернету быть здоровым, открытым и доступным для всех и каждого. Дополнения поддерживают выбор пользователя и позволяют настраивать Firefox, и вы можете помочь следующими способами:
si: මොසිල්ලා යනු අන්තර්ජාලයේ ලාභ නොලබන වීරයෙකි. එය යහපත්, විවෘත සහ ප්‍රවේශ්‍ය අයුරින් තබා ගැනීම උදෙසා ෆයර්ෆොක්ස් සංවර්ධනය කෙරේ. පරිශ්‍රීලකයින්ගේ මනාප සහ රුචිකත්‍ව සඳහා ෆයර්ෆොක්ස් අනුකූලනයට එක්කහු උපකාරී වන අතර ඔබට පහත ආකාර යටතේ දායක වීමට හැකිය:
sk: Mozilla je nezisková organizácia bojujúca za zdravý a otvorený internet. Preto sme vytvorili Firefox - aby internet ostal i naďalej zdravý a prístupný pre všetkých. Doplnky umožňujú používateľom slobodne si vybrať, ako bude Firefox vyzerať a ako sa bude správať. V našej misii za lepší internet nám môžete pomôcť týmito spôsobmi:
sl: Mozilla je neprofitna organizacija, ki ustvarja Firefox, da bi internet ohranila zdrav, odprt in dostopen. Dodatki podpirajo uporabniško izbiro in prilagoditev v Firefoxu, vi pa nam lahko pomagate na naslednje načine:
sq: Mozilla është një kampione jofitimprurëse e Internetit, ne ndërtojmë Firefox-in për ta mbajtur atë të shëndetshëm, të hapur dhe të përdorshëm nga kushdo. Shtesat janë mbështetje për zgjedhjen dhe përshtatjen nga përdoruesi në Firefox, dhe mund të jepni ndihmesë sipas rrugëve vijuese:
sv_se: Mozilla är en ideell mästare på Internet, vi skapar Firefox för att hålla det friskt, öppet och tillgängligt. Tillägg stöder användarval och anpassning i Firefox, och du kan bidra på följande sätt:
th: Mozilla เป็นแชมเปี้ยนที่ไม่หวังผลกำไรด้านอินเทอร์เน็ต เราสร้าง Firefox เพื่อช่วยให้อินเทอร์เน็ตแข็งแกร่ง เปิดกว้าง และเข้าถึงได้ทุกคน ส่วนเสริมสนับสนุนตัวเลือกของผู้ใช้และการปรับแต่งใน Firefox และคุณสามารถมีส่วนร่วมด้วยวิธีต่อไปนี้:
tr: Mozilla, internetin kâr amacı gütmeyen öncülerinden biridir. İnterneti sağlıklı, açık ve erişilebilir tutmak için Firefox’u geliştiriyoruz. Eklentiler Firefox’ta kullanıcının tercih ve özelleştirme haklarını destekler. Aşağıdaki yollarla katkıda bulunabilirsiniz:
uk: Mozilla є некомерційною організацією, метою якої є розвиток Інтернету. Ми створили Firefox, щоб допомогти зберегти Інтернет здоровим, відкритим і доступним для всіх. Додатки підтримують вибір користувача і дозволяють пристосувати Firefox для своїх потреб, і ви також можете допомогти наступними способами:
vi: Mozilla là một tập đoàn phi lợi nhuận của Internet, chúng tôi xây dựng Firefox để giúp giữ cho nó lành mạnh, cởi mở và dễ tiếp cận. Tiện ích bổ sung hỗ trợ lựa chọn và tùy chỉnh của người dùng trong Firefox và bạn có thể đóng góp theo các cách sau:
