Repository: mozilla/addons-frontend
Catalog: locale/*/LC_MESSAGES/amo.po
Languages: ar, az, bg, bn_bd, bs, ca, cs, da, de, el, es, fa, fi, fr, fur, fy_nl, ga_ie, he, hr, hu, ia, id, is, it, ja, ka, kab, ms, nb_no, nl, nn_no, pa_in, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: Installing
ar: يُثبّت
az: Qurulur
bg: Инсталиране
ca: S'està instal·lant
cs: Instalace
da: Installerer
de: Wird installiert
el: Εγκατάσταση
es: Instalando
fi: Asennetaan
fr: Installation en cours
fur: Daûr a instalâ
fy_nl: Ynstallearje
he: בהתקנה
hr: Instaliranje
hu: Telepítés
ia: Installation
id: Memasang
is: Set inn
it: Installazione in corso…
ja: インストール中
ka: მიმდინარეობს დაყენება
kab: Asbeddi
ms: Memasang
nb_no: Installerer
nl: Installeren
nn_no: Installerer
pa_in: ਇੰਸਟਾਲ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: Instalowanie
pt_br: Instalando
pt_pt: A instalar
ro: Se instalează
ru: Установка
si: ස්ථාපනය වෙමින්
sk: Inštaluje sa
sl: Nameščanje
sq: Instalim
sv_se: Installerar
te: స్థాపిస్తోంది
th: กำลังติดตั้ง
tr: Yükleniyor
uk: Встановлення
vi: Đang cài đặt

source: Uninstalling
ar: يُزيل
az: Silinir
bg: Премахване
ca: S'està desinstal·lant
cs: Odinstalace
da: Afinstallerer
de: Wird deinstalliert
el: Κατάργηση εγκατάστασης
es: Desinstalando
fi: Poistetaan
fr: Désinstallation en cours
fur: Daûr a disinstalâ
fy_nl: De-ynstallearje
he: בהסרת התקנה
hr: Deinstaliranje
hu: Eltávolítás
ia: Disinstallation
id: Mencopot
is: Taka út uppsetningu
it: Disinstallazione in corso…
ja: アンインストール中
ka: იშლება
kab: Tukksa n usebeddi
ms: Menyahpasang
nb_no: Avinstallerer
nl: Verwijderen
nn_no: Avinstallerer
pa_in: ਅਣ-ਇੰਸਟਾਲ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: Odinstalowywanie
pt_br: Desinstalando
pt_pt: A desinstalar
ro: Se dezinstalează
ru: Удаление
si: අස්ථාපනය වෙමින්
sk: Odinštalácia
sl: Odstranjevanje
sq: Çinstalim
sv_se: Avinstallerar
te: నిర్మూలించు
th: กำลังถอนการติดตั้ง
tr: Kaldırılıyor
uk: Видалення
vi: Đang gỡ bỏ

source: Install Theme
ar: ثبّت السمة
az: Mövzunu Qur
bg: Инсталиране на темата
bn_bd: থিম ইন্সটল করুন
bs: Instaliraj temu
ca: Instal·la el tema
cs: Nainstalovat vzhled
da: Installer tema
de: Theme installieren
el: Εγκατάσταση θέματος
es: Instalar tema
fa: نصب پوسته
fi: Asenna teema
fr: Installer le thème
fur: Instale teme
fy_nl: Tema ynstallearje
ga_ie: Suiteáil an Téama
he: התקנת ערכת נושא
hr: Instaliraj temu
hu: Téma telepítése
ia: Installar thema
id: Pasang Tema
is: Setja inn þema
it: Installa tema
ja: テーマをインストール
ka: თემის ჩადგმა
kab: Asebded n usentel
ms: Pasang Tema
nb_no: Installer tema
nl: Thema installeren
nn_no: Installer tema
pa_in: ਥੀਮ ਇੰਸਟਾਲ ਕਰੋ
pl: Zainstaluj motyw
pt_br: Instalar tema
pt_pt: Instalar tema
ro: Instalează tema
ru: Установить тему
si: තේමාව ස්ථාපනය
sk: Nainštalovať tému vzhľadu
sl: Namesti temo
sq: Instaloni Temë
sv_se: Installera tema
te: అలంకారాన్ని స్థాపించు
th: ติดตั้งชุดรูปแบบ
tr: Temayı yükle
uk: Встановити тему
vi: Cài đặt chủ đề

source: Add to Firefox
ar: أضِف إلى فَيَرفُكس
az: Firefox-a Qur
bg: Добавяне към Firefox
bn_bd: Firefox এ যুক্ত করুন
bs: Dodaj na Firefox
ca: Afegeix al Firefox
cs: Přidat do Firefoxu
da: Føj til Firefox
de: Zu Firefox hinzufügen
el: Προσθήκη στο Firefox
es: Agregar a Firefox
fa: افزودن به فایرفاکس
fi: Lisää Firefoxiin
fr: Ajouter à Firefox
fur: Zonte a Firefox
fy_nl: Tafoegje oan Firefox
ga_ie: Cuir le Firefox é
he: הוספה ל־Firefox
hr: Dodaj u Firefox
hu: Hozzáadás a Firefoxhoz
ia: Adder a Firefox
id: Tambah ke Firefox
is: Bæta við Firefox
it: Aggiungi a Firefox
ja: Firefox へ追加
ka: Firefox-ზე დამატება
kab: Rnu ɣer Firefox
ms: Tambah ke Firefox
nb_no: Legg til i Firefox
nl: Toevoegen aan Firefox
nn_no: Legg til i Firefox
pa_in: ਫ਼ਾਇਰਫ਼ਾਕਸ ਵਿੱਚ ਜੋੜੋ
pl: Dodaj do Firefoksa
pt_br: Adicionar ao Firefox
pt_pt: Adicionar ao Firefox
ro: Adaugă în Firefox
ru: Добавить в Firefox
si: ෆයර්ෆොක්ස් වෙත යොදන්න
sk: Pridať do Firefoxu
sl: Dodaj v Firefox
sq: Shtoje te Firefox-i
sv_se: Lägg till i Firefox
te: Firefoxకు చేర్చు
th: เพิ่มลงใน Firefox
tr: Firefox’a ekle
uk: Додати до Firefox
vi: Thêm vào Firefox

source: Add-ons for Firefox (%(locale)s)
ar: إضافات فيرفكس (%(locale)s)
az: Firefox üçün Əlavələr (%(locale)s)
bg: Добавки за Firefox (%(locale)s)
ca: Complements per al Firefox (%(locale)s)
cs: Doplňky pro Firefox (%(locale)s)
da: Tilføjelser til Firefox (%(locale)s)
de: Add-ons für Firefox (%(locale)s)
el: Πρόσθετα για το Firefox (%(locale)s)
es: Complementos para Firefox (%(locale)s)
fi: Lisäosia Firefoxille (%(locale)s)
fr: Modules pour Firefox (%(locale)s)
fur: Components adizionâi par Firefox (%(locale)s)
fy_nl: Add-ons foar Firefox (%(locale)s)
he: תוספות עבור Firefox ‏(%(locale)s)
hr: Dodaci za Firefox (%(locale)s)
hu: Kiegészítők a Firefoxhoz (%(locale)s)
ia: Additivos pro Firefox (%(locale)s)
id: Pengaya untuk Firefox (%(locale)s)
is: Viðbætur fyrir Firefox (%(locale)s)
it: Componenti aggiuntivi per Firefox (%(locale)s)
ja: Firefox (%(locale)s) 向けアドオン
ka: Firefox-ის დამატებები (%(locale)s)
kab: Izegrar i Firefox (%(locale)s)
ms: Add-on untuk Firefox (%(locale)s)
nb_no: Tillegg for Firefox (%(locale)s)
nl: Add-ons voor Firefox (%(locale)s)
nn_no: Tillegg for Firefox (%(locale)s)
pa_in: ਫਾਇਰਫਾਕਸ (%(locale)s) ਲਈ ਐਡ-ਆਨ
pl: Dodatki do Firefoksa (%(locale)s)
pt_br: Extensões para o Firefox (%(locale)s)
pt_pt: Extras para o Firefox (%(locale)s)
ro: Suplimente pentru Firefox (%(locale)s)
ru: Дополнения для Firefox (%(locale)s)
si: ෆයර්ෆොක්ස් (%(locale)s) සඳහා එක්කහු
sk: Doplnky pre Firefox (%(locale)s)
sl: Dodatki za Firefox (%(locale)s)
sq: Shtesa për Firefox-in (%(locale)s)
sv_se: Tillägg för Firefox (%(locale)s)
te: Firefox (%(locale)s) కొసం పొడగింతలు
th: ส่วนเสริมสำหรับ Firefox (%(locale)s)
tr: Firefox Eklentileri (%(locale)s)
uk: Додатки для Firefox (%(locale)s)
vi: Tiện ích cho Firefox (%(locale)s)

source: %(title)s – Add-ons for Firefox (%(locale)s)
ar: %(title)s – إضافات فيرفكس (%(locale)s)
az: %(title)s – Firefox üçün Əlavələr (%(locale)s)
bg: %(title)s – Добавки за Firefox (%(locale)s)
ca: %(title)s – Complements per al Firefox (%(locale)s)
cs: %(title)s – Doplňky pro Firefox (%(locale)s)
da: %(title)s – Tilføjelser til Firefox (%(locale)s)
de: %(title)s – Add-ons für Firefox (%(locale)s)
el: %(title)s – Πρόσθετα για το Firefox (%(locale)s)
es: %(title)s – Complementos para Firefox (%(locale)s)
fi: %(title)s – Lisäosia Firefoxille (%(locale)s)
fr: %(title)s – Modules pour Firefox (%(locale)s)
fur: %(title)s – Components adizionâi par Firefox (%(locale)s)
fy_nl: %(title)s – Add-ons foar Firefox (%(locale)s)
he: ‏%(title)s – תוספות עבור Firefox ‏(%(locale)s)
hr: %(title)s – dodaci za Firefox (%(locale)s)
hu: %(title)s – Kiegészítők a Firefoxhoz (%(locale)s)
ia: %(title)s – Additivos pro Firefox (%(locale)s)
id: %(title)s – Pengaya untuk Firefox (%(locale)s)
is: %(title)s – Viðbætur fyrir Firefox (%(locale)s)
it: %(title)s – Componenti aggiuntivi per Firefox (%(locale)s)
ja: %(title)s – Firefox (%(locale)s) 向けアドオン
ka: %(title)s – Firefox-ის დამატებები (%(locale)s)
kab: %(title)s – Izegrar i Firefox (%(locale)s)
ms: %(title)s – Add-ons untuk Firefox (%(locale)s)
nb_no: %(title)s – Tillegg for Firefox (%(locale)s)
nl: %(title)s – Add-ons voor Firefox (%(locale)s)
nn_no: %(title)s – Tillegg for Firefox (%(locale)s)
pa_in: %(title)s – ਫਾਇਰਫਾਕਸ (%(locale)s) ਲਈ ਐਡ-ਆਨ
pl: %(title)s — dodatki do Firefoksa (%(locale)s)
pt_br: %(title)s – Extensões para o Firefox (%(locale)s)
pt_pt: %(title)s – Extras para o Firefox (%(locale)s)
ro: %(title)s – Suplimente pentru Firefox (%(locale)s)
ru: %(title)s – Дополнения для Firefox (%(locale)s)
si: %(title)s – ෆයර්ෆොක්ස් (%(locale)s) සඳහා එක්කහු
sk: %(title)s - Doplnky pre Firefox (%(locale)s)
sl: %(title)s – Dodatki za Firefox (%(locale)s)
sq: %(title)s – Shtesa për Firefox-in (%(locale)s)
sv_se: %(title)s – Tillägg för Firefox (%(locale)s)
te: %(title)s – Firefox (%(locale)s) కోసం పొడగింతలు
th: %(title)s – ส่วนเสริมสำหรับ Firefox (%(locale)s)
tr: %(title)s – Firefox Eklentileri (%(locale)s)
uk: %(title)s – Додатки для Firefox (%(locale)s)
vi: %(title)s – Tiện ích cho Firefox (%(locale)s)

source: Add-ons for Firefox Android (%(locale)s)
ar: إضافات فيرفكس للإندرويد (%(locale)s)
az: Firefox Android üçün Əlavələr (%(locale)s)
bg: Добавки за Firefox Android (%(locale)s)
ca: Complements per al Firefox Android (%(locale)s)
cs: Doplňky pro Firefox pro Android (%(locale)s)
da: Tilføjelser til Firefox til Android (%(locale)s)
de: Add-ons für Firefox Android (%(locale)s)
el: Πρόσθετα για το Firefox Android (%(locale)s)
es: Complementos para Firefox para Android (%(locale)s)
fi: Lisäosia Firefox Androidille (%(locale)s)
fr: Modules pour Firefox sous Android (%(locale)s)
fur: Components adizionâi par Firefox Android (%(locale)s)
fy_nl: Add-ons foar Firefox Android (%(locale)s)
he: תוספות עבור Firefox ל־Android ‏(%(locale)s)
hr: Dodaci za Firefox za Android (%(locale)s)
hu: Kiegészítők az androidos Firefoxhoz (%(locale)s)
ia: Additivos pro Firefox Android (%(locale)s)
id: Pengaya untuk Firefox Android (%(locale)s)
is: Viðbætur fyrir Firefox Android (%(locale)s)
it: Componenti aggiuntivi per Firefox Android (%(locale)s)
ja: Firefox Android (%(locale)s) 向けアドオン
ka: Firefox Android-ის დამატებები (%(locale)s)
kab: Izegrar i Firefox Android (%(locale)s)
ms: Add-on untuk Firefox Android (%(locale)s)
nb_no: Tillegg for Firefox Android (%(locale)s)
nl: Add-ons voor Firefox Android (%(locale)s)
nn_no: Tillegg for Firefox Android (%(locale)s)
pa_in: ਫਾਇਰਫਾਕਸ ਐਂਡਰਾਈਡ (%(locale)s) ਲਈ ਐਡ-ਆਨ
pl: Dodatki do Firefoksa na Androida (%(locale)s)
pt_br: Extensões para o Firefox Android (%(locale)s)
pt_pt: Extras para o Firefox Android (%(locale)s)
ro: Suplimente pentru Firefox Android (%(locale)s)
ru: Дополнения для Firefox для Android (%(locale)s)
si: ෆයර්ෆොක්ස් ඇන්ඩ්‍රොයිඩ් (%(locale)s) සඳහා එක්කහු
sk: Doplnky pre Firefox pre Android (%(locale)s)
sl: Dodatki za Firefox Android (%(locale)s)
sq: Shtesa për Firefox-in për Android (%(locale)s)
sv_se: Tillägg för Firefox Android (%(locale)s)
te: Firefox Andriod (%(locale)s) కోసం పొడగింతలు
th: ส่วนเสริมสำหรับ Firefox Android (%(locale)s)
tr: Firefox Android Eklentileri (%(locale)s)
uk: Додатки для Firefox на Android (%(locale)s)
vi: Tiện ích cho Firefox Android (%(locale)s)

source: %(title)s – Add-ons for Firefox Android (%(locale)s)
ar: %(title)s – إضافات فيرفكس للإندرويد (%(locale)s)
az: %(title)s – Firefox Android üçün Əlavələr (%(locale)s)
bg: %(title)s – Добавки за Firefox Android (%(locale)s)
ca: %(title)s – Complements per al Firefox Android (%(locale)s)
cs: %(title)s – Doplňky pro Firefox pro Android (%(locale)s)
da: %(title)s – Tilføjelser til Firefox til Android (%(locale)s)
de: %(title)s – Add-ons für Firefox Android (%(locale)s)
el: %(title)s – Πρόσθετα για το Firefox Android (%(locale)s)
es: %(title)s – Complementos para Firefox para Android (%(locale)s)
fi: %(title)s – Lisäosia Firefox Androidille (%(locale)s)
fr: %(title)s – Modules pour Firefox sous Android (%(locale)s)
fur: %(title)s – Components adizionâi par Firefox Android (%(locale)s)
fy_nl: %(title)s – Add-ons foar Firefox Android (%(locale)s)
he: ‏%(title)s – תוספות עבור Firefox ל־Android ‏(%(locale)s)
hr: %(title)s – dodaci za Firefox za Android (%(locale)s)
hu: %(title)s – Kiegészítők az androidos Firefoxhoz (%(locale)s)
ia: %(title)s – Additivos pro Firefox Android (%(locale)s)
id: %(title)s – Pengaya untuk Firefox Android (%(locale)s)
is: %(title)s – Viðbætur fyrir Firefox Android (%(locale)s)
it: %(title)s – Componenti aggiuntivi per Firefox Android (%(locale)s)
ja: %(title)s – Firefox Android (%(locale)s) 向けアドオン
ka: %(title)s – Firefox Android-ის დამატებები (%(locale)s)
kab: %(title)s – Izegrar i Firefox Android (%(locale)s)
ms: %(title)s – Add-on untuk Firefox Android (%(locale)s)
nb_no: %(title)s – Tillegg for Firefox Android (%(locale)s)
nl: %(title)s – Add-ons voor Firefox Android (%(locale)s)
nn_no: %(title)s – Tillegg for Firefox Android (%(locale)s)
pa_in: %(title)s – ਫਾਇਰਫਾਕਸ ਐਂਡਰਾਇਡ (%(locale)s) ਲਈ ਐਡ-ਆਨ
pl: %(title)s — dodatki do Firefoksa na Androida (%(locale)s)
pt_br: %(title)s – Extensões para o Firefox Android (%(locale)s)
pt_pt: %(title)s – Extras para o Firefox Android (%(locale)s)
ro: %(title)s – Suplimente pentru Firefox Android (%(locale)s)
ru: %(title)s – Дополнения для Firefox для Android (%(locale)s)
si: %(title)s – ෆයර්ෆොක්ස් ඇන්ඩ්‍රොයිඩ් (%(locale)s) සඳහා එක්කහු
sk: %(title)s - Doplnky pre Firefox pre Android (%(locale)s)
sl: %(title)s – Dodatki za Firefox Android (%(locale)s)
sq: %(title)s – Shtesa për Firefox-in për Android (%(locale)s)
sv_se: %(title)s – Tillägg för Firefox Android (%(locale)s)
te: %(title)s – Firefox Android (%(locale)s) కోసం పొడగింతలు
th: %(title)s – ส่วนเสริมสำหรับ Firefox Android (%(locale)s)
tr: %(title)s – Firefox Android Eklentileri (%(locale)s)
uk: %(title)s – Додатки для Firefox на Android (%(locale)s)
vi: %(title)s – Tiện ích bổ sung cho Firefox Android (%(locale)s)

source: Log out
ar: اخرج
az: Çıx
bg: Изход
bn_bd: লগ আউট
bs: Odjavi se
ca: Tanca la sessió
cs: Odhlásit se
da: Log ud
de: Abmelden
el: Αποσύνδεση
es: Cerrar sesión
fa: خروج
fi: Kirjaudu ulos
fr: Se déconnecter
fur: Jes
fy_nl: Ofmelde
ga_ie: Logáil amach
he: התנתקות
hr: Odjavi se
hu: Kijelentkezés
ia: Clauder le session
id: Keluar
is: Skrá út
it: Disconnetti
ja: ログアウト
ka: გასვლა
kab: Tufɣa
ms: Log keluar
nb_no: Logg ut
nl: Afmelden
nn_no: Logg ut
pa_in: ਲਾਗ ਆਉਟ
pl: Wyloguj się
pt_br: Sair
pt_pt: Terminar sessão
ro: Deconectare
ru: Выйти
si: නික්මෙන්න
sk: Odhlásiť sa
sl: Odjava
sq: Dilni
sv_se: Logga ut
te: లాగ్ అవుట్
th: ออกจากระบบ
tr: Çıkış
uk: Вийти
vi: Đăng xuất

source: Log in
bg: Влизане
cs: Přihlásit se
da: Log ind
de: Anmelden
el: Σύνδεση
fi: Kirjaudu sisään
fr: Connexion
fur: Jentre
fy_nl: Oanmelde
hr: Prijavi se
hu: Bejelentkezés
ia: Aperir session
is: Skrá inn
it: Accedi
ja: ログイン
ka: შესვლა
kab: Qqen
nb_no: Logg inn
nl: Aanmelden
nn_no: Logg inn
pl: Zaloguj się
pt_br: Entrar
pt_pt: Iniciar sessão
ro: Autentifică-te
ru: Войти
si: පිවිසෙන්න
sk: Prihlásiť sa
sv_se: Logga in
th: เข้าสู่ระบบ
tr: Giriş
uk: Увійти
vi: Đăng nhập

source: This action is currently unavailable. Please reload the page in a moment.
bg: Това действие в момента е недостъпно. Презаредете страницата.
ca: Actualment aquesta acció no està disponible. Torneu a carregar la pàgina en una estona.
cs: Toto akce nyní není dostupná. Načtěte prosím za okamžik stránku znovu.
da: Denne handling er ikke tilgængelig lige nu. Genindlæs sider om et øjeblik.
de: Diese Aktion ist derzeit nicht verfügbar. Bitte warten Sie einen Moment und laden Sie dann die Seite neu.
el: Αυτή η ενέργεια δεν είναι διαθέσιμη αυτήν τη στιγμή. Παρακαλούμε ανανεώστε τη σελίδα σε λίγο.
es: Esta acción no está disponible actualmente. Vuelve a cargar la página en unos minutos.
fi: Tämä toiminto ei ole juuri nyt käytettävissä. Päivitä sivu uudelleen hetken kuluttua.
fr: Cette action est actuellement indisponible. Veuillez recharger la page ultérieurement.
fur: In chest moment cheste operazion no je disponibile. Spiete un pôc e torne cjame la pagjine.
fy_nl: Dizze aksje is op dit stuit net beskikber. Laad de side sa daliks opnij.
he: פעולה זו אינה זמינה כרגע. נא לטעון את הדף מחדש בעוד כמה רגעים.
hr: Ova je radnja trenutačno nedostupna. Pričekaj trenutak i ponovo učitaj stranicu.
hu: Ez a művelet jelenleg nem érhető el. Egy pillanat múlva töltse újra az oldalt.
ia: Iste action es temporarimente indisponibile. Per favor recarga le pagina in un momento.
id: Tindakan ini saat ini tidak tersedia. Harap muat kembali halaman ini sebentar lagi.
is: Þessi aðgerð] er ekki aðgengileg í bili. Endurlestu síðuna innan skamms.
it: Questa operazione non è al momento disponibile. Attendere alcuni secondi e ricaricare la pagina.
ja: この操作は現在利用できません。ページを再読み込みしてください。
ka: ეს შესაძლებლობა ამჟამად მიუწვდომელია. გთხოვთ, ხელახლა ჩატვირთოთ ცოტა ხანში.
kab: Tigawt-a ulac-itt tura. Ma ulac aɣilif, ales asali n usebter ticki.
nb_no: Denne handlingen er for øyeblikket ikke tilgjengelig. Last siden på nytt om en stund.
nl: Deze actie is momenteel niet beschikbaar. Laad de pagina zo opnieuw.
nn_no: Denne handlinga er for tida ikkje tilgjengeleg. Last sida på nytt om ei stund.
pa_in: ਇਹ ਕਾਰਵਾਈ ਇਸ ਸਮੇਂ ਉਪਲਬਧ ਨਹੀਂ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਪਲ ਵਿੱਚ ਪੇਜ ਨੂੰ ਮੁੜ ਲੋਡ ਕਰੋ।
pl: To działanie jest obecnie niedostępne. Proszę odświeżyć stronę za chwilę.
pt_br: Esta ação está indisponível no momento. Atualize a página daqui a pouco.
pt_pt: Esta ação não está disponível neste momento. Por favor, recarregue a página dentro de alguns instantes.
ro: Această acțiune nu este disponibilă momentan. Reîncarcă pagina peste câteva secunde.
ru: Это действие в настоящее время недоступно. Пожалуйста, обновите страницу через пару минут.
si: මෙම ක්‍රියාමාර්ගය දැනට නොතිබේ. මොහොතකින් පිටුව යළි පූරණය කරන්න.
sk: Táto akcia momentálne nie je dostupná. Prosím, načítajte znova stránku.
sl: To dejanje trenutno ni na voljo. Čez nekaj trenutkov znova naložite stran.
sq: Ky veprim hëpërhë s’mund të kryhet. Ju lutemi, ringarkoni faqen pas një çasti.
sv_se: Den här åtgärden är för närvarande inte tillgänglig. Ladda om sidan om en stund.
th: การกระทำนี้ไม่สามารถใช้ได้ในขณะนี้ โปรดโหลดหน้าใหม่ในอีกสักครู่
tr: Bu işlem şu anda kullanılamıyor. Lütfen bir süre sonra sayfayı tazeleyin.
uk: Ця дія зараз недоступна. Будь ласка, перезавантажте сторінку через хвилину.
vi: Hành động này hiện không có sẵn. Vui lòng tải lại trang trong giây lát.

source: Loading
ar: يُحمّل
az: Yüklənir
bg: Зареждане
bn_bd: লোড করা হচ্ছে
bs: Učitavanje
ca: S’està carregant
cs: Načítání
da: Indlæser
de: Wird geladen…
el: Φόρτωση
es: Cargando
fa: در حال بارگیری
fi: Ladataan
fr: Chargement…
fur: Daûr a cjariâ
fy_nl: Lade
he: בטעינה
hr: Učitavanje
hu: Betöltés
ia: Cargamento
id: Memuat
is: Hleð inn
it: Caricamento in corso…
ja: 読み込み中
ka: იტვირთება
kab: Asali
ms: Memuatkan
nb_no: Laster
nl: Laden
nn_no: Lastar
pa_in: ਲੋਡ ਹੋ ਰਿਹਾ ਹੈ
pl: Wczytywanie
pt_br: Carregando
pt_pt: A carregar
ro: Se încarcă
ru: Загрузка
si: පූරණය වෙමින්
sk: Načítavanie
sl: Nalaganje
sq: Po ngarkohet
sv_se: Laddar
te: లోడవుతున్నది
th: กำลังโหลด
tr: Yükleniyor
uk: Завантаження
vi: Đang tải

source: Find add-ons
ar: ابحث في الإضافات
az: Əlavələri tap
bg: Търсене на добавки
bn_bd: অ্যাড-অন খুঁজুন
bs: Pronađi dodatke
ca: Cerca els complements
cs: Najít doplňky
da: Find tilføjelser
de: Add-ons suchen
el: Εύρεση προσθέτων
es: Buscar complementos
fa: یافتن افزونه
fi: Etsi lisäosia
fr: Rechercher des modules
fur: Cjate components adizionâi
fy_nl: Add-ons sykje
he: חיפוש תוספות
hr: Pronađi dodatke
hu: Kiegészítők keresése
ia: Cercar additivos
id: Temukan pengaya
is: Finna viðbætur
it: Trova componenti aggiuntivi
ja: アドオンを見つけよう
ka: დამატებების მოძიება
kab: Nadi isiɣzaf
ms: Cari add-ons
nb_no: Finn utvidelser
nl: Add-ons zoeken
nn_no: Finn utvidingar
pa_in: ਐਡ-ਆਨ ਲੱਭੋ
pl: Wyszukaj dodatki
pt_br: Pesquisar extensões
pt_pt: Encontrar extras
ro: Caută suplimente
ru: Поиск дополнений
si: එක්කහු සොයන්න
sk: Hľadať
sl: Najdi dodatke
sq: Gjeni shtesa
sv_se: Hitta tillägg
te: పొడిగింతలను కనుగొనండి
th: ค้นหาส่วนเสริม
tr: Eklenti ara
uk: Знайти додатки
vi: Tìm tiện ích

source: Search
ar: ابحث
az: Axtar
bg: Търсене
bn_bd: অনুসন্ধান
bs: Traži
ca: Cerca
cs: Hledat
da: Søg
de: Suchen
el: Αναζήτηση
es: Buscar
fa: جستجو
fi: Haku
fr: Rechercher
fur: Cîr
fy_nl: Sykje
ga_ie: Cuardaigh
he: חיפוש
hr: Traži
hu: Keresés
ia: Cercar
id: Cari
is: Leita
it: Cerca
ja: 検索
ka: ძიება
kab: Nadi
ms: Carian
nb_no: Søk
nl: Zoeken
nn_no: Søk
pa_in: ਖੋਜ
pl: Wyszukaj
pt_br: Pesquisar
pt_pt: Pesquisar
ro: Caută
ru: Поиск
si: සොයන්න
sk: Hľadať
sl: Išči
sq: Kërko
sv_se: Sök
te: వెతుకు
th: ค้นหา
tr: Ara
uk: Пошук
vi: Tìm kiếm

source: Categories
ar: الفئات
az: Kateqoriyalar
bg: Категории
bn_bd: বিষয়শ্রেণী
bs: Kategorije
cs: Kategorie
da: Kategorier
de: Kategorien
el: Κατηγορίες
es: Categorías
fa: دسته‌بندی‌ها
fi: Luokat
fr: Catégories
fur: Categoriis
fy_nl: Kategoryen
he: קטגוריות
hr: Kategorije
hu: Kategóriák
ia: Categorias
id: Kategori
is: Flokkar
it: Categorie
ja: カテゴリー
ka: კატეგორიები
kab: Taggayin
ms: Kategori
nb_no: Kategorier
nl: Categorieën
nn_no: Kategoriar
pa_in: ਵਰਗ
pl: Kategorie
pt_br: Categorias
pt_pt: Categorias
ro: Categorii
ru: Категории
si: ප්‍රවර්ග
sk: Kategórie
sl: Kategorije
sq: Kategori
sv_se: Kategorier
te: వర్గాలు
th: หมวดหมู่
tr: Kategoriler
uk: Категорії
vi: Phân loại

source: Loading categories.
ar: يُحمّل الفئات.
az: Kateqoriyalar yüklənir.
bg: Зареждане на категории.
bn_bd: বিষয়শ্রেণী লোডিং হচ্ছে।
bs: Učitavanje kategorija.
ca: S’estan carregant les categories.
cs: Načítání kategorií.
da: Indlæser kategorier.
de: Kategorien werden geladen.
el: Φόρτωση κατηγοριών.
es: Cargando las categorías.
fa: در حال بارگذاری دسته‌ها.
fi: Ladataan luokkia.
fr: Chargement des catégories.
fur: Daûr a cjariâ lis categoriis.
fy_nl: Kategoryen wurde laden.
ga_ie: Catagóirí á lódáil.
he: טעינת קטגוריות.
hr: Učitavanje kategorija.
hu: Kategóriák betöltése.
ia: Cargamento del categorias.
id: Memuat kategori.
is: Hleð inn flokkum.
it: Caricamento delle categorie in corso…
ja: カテゴリーを読み込んでいます。
ka: კატეგორიის ჩატვირთვა.
kab: Asali n taggayin.
ms: Memuat kategori.
nb_no: Laster kategorier.
nl: Categorieën worden geladen.
nn_no: Lastar kategoriar.
pa_in: ਵਰਗ ਲੋਡ ਕੀਤੇ ਜਾ ਰਹੇ ਹਨ।
pl: Wczytywanie kategorii.
pt_br: Carregando categorias.
pt_pt: A carregar categorias.
ro: Se încarcă categoriile.
ru: Загрузка категорий.
si: ප්‍රවර්ග පූරණය වෙමින්.
sk: Načítavanie kategórií.
sl: Nalaganje kategorij.
sq: Po ngarkohen kategori.
sv_se: Laddar kategorier.
te: వర్గాలను లోడ్ చేస్తోంది.
th: กำลังโหลดหมวดหมู่
tr: Kategoriler yükleniyor.
uk: Завантаження категорій.
vi: Đang tải các danh mục.

source: No categories found.
ar: لم يُعثر على فئات.
az: Kateqoriya tapılmadı.
bg: Не са намерени категории.
bn_bd: কোন বিভাগ পাওয়া যায়নি।
bs: Kategorije nisu pronađene.
ca: No s’ha trobat cap categoria.
cs: Žádné kategorie nebyly nalezeny.
da: Ingen kategorier fundet.
de: Keine Kategorien gefunden.
el: Δεν βρέθηκαν κατηγορίες.
es: No se encontró ninguna categoría.
fa: هیچ دسته‌بندی یافت نشد.
fi: Luokkia ei löytynyt.
fr: Aucune catégorie trouvée.
fur: Nissune categorie cjatade.
fy_nl: Gjin kategoryen fûn.
ga_ie: Níor aimsíodh aon chatagóirí.
he: לא נמצאו קטגוריות.
hr: Nema kategorija.
hu: Nem találhatóak kategóriák.
ia: Nulle categorias trovate.
id: Tidak ada kategori ditemukan.
is: Engir flokkar fundust.
it: Nessuna categoria trovata.
ja: カテゴリーが見つかりませんでした。
ka: კატეგორიები ვერ მოიძებნა.
kab: Ulac taggayin yettwafen.
ms: Tiada kategori ditemui.
nb_no: Fant ingen kategorier.
nl: Geen categorieën gevonden.
nn_no: Fann ingen kategoriar.
pa_in: ਕੋਈ ਵਰਗ ਨਹੀਂ ਲੱਭਿਆ।
pl: Nie odnaleziono żadnych kategorii.
pt_br: Nenhuma categoria encontrada.
pt_pt: Não foram encontradas categorias.
ro: Nicio categorie găsită.
ru: Категорий не найдено.
si: ප්‍රවර්ග හමු නොවිණි.
sk: Neboli nájdené žiadne kategórie.
sl: Ni najdenih kategorij.
sq: S’gjetën kategori.
sv_se: Inga kategorier hittades.
te: వర్గాలు కనుగొనబడలేదు.
th: ไม่พบหมวดหมู่
tr: Kategori bulunamadı.
uk: Не знайдено категорій.
vi: Không tìm thấy danh mục nào.

source: Added to collection
ar: أُضيف إلى المجموعة
az: Kolleksiyaya əlavə edildi
bg: Добавена към списък
ca: S'ha afegit a la col·lecció
cs: Přidáno do sbírky
da: Føjet til samling
de: Zur Sammlung hinzugefügt
el: Προστέθηκε σε συλλογή
es: Se añadió a la colección
fi: Lisätty kokoelmaan
fr: Ajouté à la collection
fur: Zontât ae racuelte
fy_nl: Tafoege oan kolleksje
he: נוסף לאוסף
hr: Dodano u zbirku
hu: Gyűjteményhez adva
ia: Addite al collection
id: Ditambahkan ke koleksi
is: Bætt í safn
it: Aggiunto alla raccolta
ja: コレクションへ追加しました
ka: კრებულში დამატება
kab: Yerna ar tegrumma
ms: Ditambah ke koleksi
nb_no: Lagt til i samling
nl: Toegevoegd aan collectie
nn_no: Lagt til i samling
pa_in: ਸੰਗ੍ਰਹਿ ਵਿੱਚ ਜੋੜਿਆ ਗਿਆ
pl: Dodano do kolekcji
pt_br: Adicionado à coleção
pt_pt: Adicionado à coleção
ro: Adăugat la colecție
ru: Добавлено в подборку
si: එකතුවට එක් කෙරිණි
sk: Pridané do kolekcie
sl: Dodano v zbirko
sq: U shtua te koleksioni
sv_se: Tillagd till samling
te: సేకరణకు చేర్చబడింది
th: เพิ่มไปยังชุดสะสมแล้ว
tr: Koleksiyona ekle
uk: Додано до збірки
vi: Đã thêm vào bộ sưu tập
