Repository: mozilla/addons-frontend
Catalog: locale/*/LC_MESSAGES/amo.po
Languages: ar, az, bg, bn_bd, bs, ca, cs, da, de, el, es, fa, fi, fr, fur, fy_nl, ga_ie, he, hr, hu, ia, id, is, it, ja, ka, kab, ms, nb_no, nl, nn_no, pa_in, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: Reviews and ratings for %(addonName)s. Find out what other users think about %(addonName)s and add it to your Firefox Browser.
ar: مراجعات وتقييمات %(addonName)s. تعرف على رأي المستخدمين الآخرين حول %(addonName)s وأضفه إلى متصفح فيرفكس.
ca: Ressenyes i valoracions de %(addonName)s. Descobriu què pensen altres usuaris de %(addonName)s i afegiu-lo al navegador del Firefox.
cs: Recenze a hodnocení doplňku %(addonName)s. Zjistěte, co si ostatní uživatelé myslí o doplňku %(addonName)s a přidejte si ho do svého Firefoxu.
da: Anmeldelser og bedømmelser af %(addonName)s. Find ud af, hvad andre brugere synes om %(addonName)s, og føj den til din Firefox-browser.
de: Bewertungen für %(addonName)s. Erfahren Sie, was andere Nutzer über %(addonName)s denken und installieren Sie es in Ihrem Firefox-Browser.
el: Κριτικές και αξιολογήσεις για το %(addonName)s. Μάθετε τι σκέφτονται οι άλλοι χρήστες σχετικά με το %(addonName)s και προσθέστε το στο πρόγραμμα περιήγησης Firefox σας.
es: Revisiones y valoraciones de %(addonName)s. Descubre la opinión de otros usuarios sobre %(addonName)s y agrégalo a Firefox.
fi: Arvostelut ja arviot lisäosalle %(addonName)s. Ota selvää mitä mieltä muut ovat lisäosasta %(addonName)s ja lisää se Firefox-selaimeesi.
fr: Critiques et évaluations de %(addonName)s. Découvrez ce que les autres utilisateurs pensent de %(addonName)s et ajoutez-le à votre navigateur Firefox.
fur: Recensions e valutazions par %(addonName)s. Scuvierç ce che a pensin chei altris utents su %(addonName)s e zontilu al to navigadôr Firefox.
fy_nl: Beoardielingen en wurdearringen foar %(addonName)s. Untdek wat oare brûkers fine fan %(addonName)s en foegje it oan jo Firefox-browser ta.
he: סקירות ודירוגים עבור %(addonName)s. ניתן לראות מה משתמשים אחרים חושבים על %(addonName)s ובהתאם לכך לבחור אם להוסיף אותו לדפדפן ה־Firefox שלך.
hr: Recenzije i ocjene za %(addonName)s. Otkrij što drugi korisnici misle o dodatku %(addonName)s i dodaj ga u svoj Firefox preglednik.
hu: Értékelések a(z) %(addonName)s kiegészítőről. Tudja meg, hogy a többi felhasználó mit gondol a(z) %(addonName)s kiegészítőről, és adja hozzá a Firefox böngészőjéhez.
ia: Recensiones e evalutationes de %(addonName)s. Discoperi lo que altere usatores pensa de %(addonName)s e adde lo a tu navigator Firefox.
id: Ulasan dan peringkat untuk %(addonName)s. Cari tahu pendapat pengguna lain tentang %(addonName)s dan tambahkan ke Peramban Firefox Anda.
is: Umsagnir og einkunnir fyrir %(addonName)s. Sjáðu hvað öðrum notendum finnst um %(addonName)s og bættu því við Firefox-vafrann þinn.
it: Recensioni e valutazioni per %(addonName)s. Scopri cosa pensano gli altri utenti riguardo %(addonName)s e installalo sul tuo Firefox.
ka: მიმოხილვები და შეფასებები გაფართოებისთვის %(addonName)s. გამოარკვიეთ, რას ფიქრობენ სხვა მომხმარებლები გაფართოებაზე %(addonName)s და დაამატეთ თქვენს Firefox-ის ბრაუზერს.
kab: Asenqed d yiktazalen n %(addonName)s. Wali ayen i ttxemmimen iseqdacen-nniḍen ɣef %(addonName)s daɣen rnu tikti-ik ɣer yiminig-ik Firefox.
ms: Ulasan dan penilaian untuk %(addonName)s. Ketahui pendapat pengguna lain mengenai %(addonName)s dan tambahkannya ke Pelayar Firefox anda.
nb_no: Omtaler og vuderinger for %(addonName)s. Finn ut hva andre brukere tenker om %(addonName)s og legg den til i Firefox-nettleseren din.
nl: Beoordelingen en waarderingen voor %(addonName)s. Ontdek wat andere gebruikers van %(addonName)s vinden en voeg het toe aan uw Firefox-browser.
nn_no: Vurderingar og rangeringar for %(addonName)s. Finn ut kva andre brukarar synest om %(addonName)s og legg den til i Firefox-nettlesaren din.
pa_in: %(addonName)s ਲਈ ਸਮੀਖਿਆ ਅਤੇ ਰੇਟਿੰਗ। ਪਤਾ ਕਰੋ ਕਿ ਹੋਰ ਵਰਤੋਂਕਾਰ %(addonName)s ਬਾਰੇ ਕੀ ਸੋਚਦੇ ਹਨ ਅਤੇ ਇਸ ਨੂੰ ਆਪਣੇ ਫਾਇਰਫਾਕਸ ਬਰਾਊਜ਼ਰ ਵਿੱਚ ਜੋੜੋ।
pl: Recenzje i oceny dodatku %(addonName)s. Dowiedz się, co inni użytkownicy o nim myślą i dodaj go do swojej przeglądarki Firefox.
pt_br: Análises e avaliações do %(addonName)s. Descubra o que os outros usuários pensam sobre o %(addonName)s e adicione esta extensão ao seu navegador Firefox.
pt_pt: Análises e avaliações para %(addonName)s. Descubra o que os outros utilizadores pensam acerca de %(addonName)s e adicione-o ao seu navegador Firefox.
ro: Recenzii și evaluări pentru %(addonName)s. Află ce cred alți utilizatori despre %(addonName)s și adaugă-l în browserul Firefox.
ru: Отзывы и оценки для %(addonName)s. Узнайте, что другие пользователи думают о %(addonName)s, и добавьте его в свой браузер Firefox.
si: %(addonName)s සඳහා සමාලෝචන සහ ඇගැයුම්. %(addonName)s ගැන වෙනත් පරිශ්‍රීලකයින් සිතන්නේ කුමක්දැයි සොයා බලා ඔබගේ ෆයර්ෆොක්ස් අතිරික්සුවට එක් කරන්න.
sk: Recenzie a hodnotenie doplnku %(addonName)s. Zistite, čo si ostatní používatelia myslia o doplnku %(addonName)s a pridajte si ho do svojho Firefoxu.
sl: Ocene za %(addonName)s. Oglejte si, kaj drugi uporabniki menijo o %(addonName)s, in ga dodajte v Firefox.
sq: Shqyrtime dhe vlerësime për %(addonName)s. Shihni se ç’mendojnë përdoruesit e tjerë rreth %(addonName)s dhe shtojeni te Firefox-i juaj.
sv_se: Recensioner och betyg för %(addonName)s. Ta reda på vad andra användare tycker om %(addonName)s och lägg till den i din Firefox-webbläsare.
th: บทวิจารณ์และการให้คะแนนสำหรับ %(addonName)s ค้นหาว่าผู้ใช้คนอื่นคิดอย่างไรเกี่ยวกับ %(addonName)s และเพิ่มไปยังเบราว์เซอร์ Firefox ของคุณ
tr: %(addonName)s incelemeleri ve puanları. Diğer kullanıcıların %(addonName)s hakkında ne düşündüklerini öğrenin ve eklentiyi Firefox tarayıcınıza ekleyin.
uk: Відгуки та оцінки для %(addonName)s. Дізнайтеся, які в інших користувачів враження від %(addonName)s і додайте його до свого Firefox.
vi: Đánh giá và xếp hạng cho %(addonName)s. Tìm hiểu những gì người dùng khác nghĩ về %(addonName)s và thêm nó vào trình duyệt Firefox của bạn.

source: Show all reviews
ar: عرض جميع المراجعات
bg: Всички отзиви
ca: Mostra totes les ressenyes
cs: Zobrazit všechny recenze
da: Vis alle anmeldelser
de: Alle Bewertungen anzeigen
el: Εμφάνιση όλων των κριτικών
es: Mostrar todas las revisiones
fi: Näytä kaikki arviot
fr: Afficher tous les avis
fur: Mostre dutis lis recensions
fy_nl: Alle beoardielingen werjaan
he: הצגת כל הסקירות
hr: Prikaži sve recenzije
hu: Összes értékelés megtekintése
ia: Monstrar tote le recensiones
id: Tampilkan semua ulasan
is: Birta allar umsagnir
it: Mostra tutte le recensioni
ja: すべてのレビューを表示
ka: ყველა მიმოხილვის ჩვენება
kab: Sken meṛṛa tiktiwin
nb_no: Vis alle omtaler
nl: Alle beoordelingen tonen
nn_no: Vis alle vurderingar
pa_in: ਸਾਰੀਆਂ ਸਮੀਖਿਆਵਾਂ ਦਿਖਾਓ
pl: Wszystkie recenzje
pt_br: Mostrar todas as análises
pt_pt: Mostrar todos os comentários
ro: Afișează toate recenziile
ru: Показать все отзывы
si: සියළුම සමාලෝචන පෙන්වන්න
sk: Zobraziť všetky recenzie
sl: Prikaži vse ocene
sq: Shfaqi krejt shqyrtimet
sv_se: Visa alla recensioner
te: సమీక్షలన్నీ చూపించు
th: แสดงบทวิจารณ์ทั้งหมด
tr: Tüm incelemeleri göster
uk: Показати всі відгуки
vi: Hiển thị tất cả các đánh giá

source: Show only five-star reviews
ar: عرض مراجعات الخمس نجوم فقط
bg: Само отзиви с пет звезди
ca: Mostra només les ressenyes de cinc estrelles
cs: Zobrazit jen recenze s 5 hvězdičkami
da: Viser kun fem-stjernede anmeldelser
de: Nur Fünf-Sterne-Bewertungen anzeigen
el: Εμφάνιση μόνο κριτικών πέντε αστεριών
es: Mostrar solo las revisiones con 5 estrellas
fi: Näytä vain viiden tähden arviot
fr: Afficher uniquement les avis cinq étoiles
fur: Mostre dome recensions a cinc stelis
fy_nl: Allinnich fiifstjerrenbeoardielingen toane
he: הצגת סקירות בדירוג 5 כוכבים בלבד
hr: Prikaži samo recenzije s pet zvjezdica
hu: Csak az öt csillagos értékelések megjelenítése
ia: Monstrar solo recensiones a cinque stellas
id: Hanya menampilkan ulasan bintang lima
is: Birta einungis fimm-stjörnu umsagnir
it: Mostra solo recensioni a cinque stelle
ja: 5 つ星のレビューのみを表示
ka: მხოლოდ ხუთვარსკვლავიანი მიმოხილვების გამოჩენა
kab: Sken kan tiktiwin s xemsa n yitran
nb_no: Vis bare femstjerners omtaler
nl: Alleen vijfsterrenbeoordelingen tonen
nn_no: Vis berre vurderingar med fem stjerner
pa_in: ਕੇਵਲ ਪੰਜ-ਤਾਰਾ ਦੀਆਂ ਸਮੀਖਿਆਵਾਂ ਦਿਖਾਓ
pl: Tylko pięciogwiazdkowe recenzje
pt_br: Mostrar somente análises de cinco estrelas
pt_pt: Mostrar apenas análises com cinco estrelas
ro: Afișează numai recenziile cu cinci stele
ru: Показать только отзывы с оценкой 5
si: තරු පහක සමාලෝචන පෙන්වන්න
sk: Zobraziť len 5-hviezdičkové recenzie
sl: Prikaži samo ocene s petimi zvezdicami
sq: Shfaq vetëm shqyrtimet me pesë yje
sv_se: Visa endast 5-stjärniga recensioner
te: ఐదు-నక్షత్రాల సమీక్షలను మాత్రమే చూపించు
th: แสดงบทวิจารณ์ห้าดาวเท่านั้น
tr: Yalnızca beş yıldızlı incelemeleri göster
uk: Показати лише відгуки з оцінкою 5 зірок
vi: Chỉ hiển thị đánh giá năm sao

source: Show only four-star reviews
ar: عرض مراجعات الأربع نجوم فقط
bg: Само отзиви с четири звезди
ca: Mostra només les ressenyes de quatre estrelles
cs: Zobrazit jen recenze se 4 hvězdičkami
da: Viser kun fire-stjernede anmeldelser
de: Nur Vier-Sterne-Bewertungen anzeigen
el: Εμφάνιση μόνο κριτικών τεσσάρων αστεριών
es: Mostrar solo las revisiones con 4 estrellas
fi: Näytä vain neljän tähden arviot
fr: Afficher uniquement les avis quatre étoiles
fur: Mostre dome recensions a cuatri stelis
fy_nl: Allinnich fjouwerstjerrenbeoardielingen toane
he: הצגת סקירות בדירוג 4 כוכבים בלבד
hr: Prikaži samo recenzije s četiri zvjezdice
hu: Csak a négy csillagos értékelések megjelenítése
ia: Monstrar solo recensiones a quatro stellas
id: Hanya menampilkan ulasan bintang empat
is: Birta einungis fjögurra-stjörnu umsagnir
it: Mostra solo recensioni a quattro stelle
ja: 4 つ星のレビューのみを表示
ka: მხოლოდ ოთხვარსკვლავიანი მიმოხილვების გამოჩენა
kab: Sken kan tiktiwin s kuẓ n yitran
nb_no: Vis bare firestjerners omtaler
nl: Alleen viersterrenbeoordelingen tonen
nn_no: Vis berre vurderingar med fire stjerner
pa_in: ਸਿਰਫ ਚਾਰ-ਸਟਾਰ ਸਮੀਖਿਆਵਾਂ ਦਿਖਾਓ
pl: Tylko czterogwiazdkowe recenzje
pt_br: Mostrar somente análises de quatro estrelas
pt_pt: Mostrar apenas análises com quatro estrelas
ro: Afișează numai recenziile cu patru stele
ru: Показать только отзывы с оценкой 4
si: තරු හතරක සමාලෝචන පෙන්වන්න
sk: Zobraziť len 4-hviezdičkové recenzie
sl: Prikaži samo ocene s štirimi zvezdicami
sq: Shfaq vetëm shqyrtimet me katër yje
sv_se: Visa endast 4-stjärniga recensioner
te: నాలుగు-నక్షత్ర సమీక్షలను మాత్రమే చూపించు
th: แสดงบทวิจารณ์สี่ดาวเท่านั้น
tr: Yalnızca dört yıldızlı incelemeleri göster
uk: Показати лише відгуки з оцінкою 4 зірки
vi: Chỉ hiển thị đánh giá bốn sao

source: Show only three-star reviews
ar: عرض مراجعات الثلاث نجوم فقط
bg: Само отзиви с три звезди
ca: Mostra només les ressenyes de tres estrelles
cs: Zobrazit jen recenze se 3 hvězdičkami
da: Viser kun tre-stjernede anmeldelser
de: Nur Drei-Sterne-Bewertungen anzeigen
el: Εμφάνιση μόνο κριτικών τριών αστεριών
es: Mostrar solo las revisiones con 3 estrellas
fi: Näytä vain kolmen tähden arviot
fr: Afficher uniquement les avis trois étoiles
fur: Mostre dome recensions a trê stelis
fy_nl: Allinnich trijestjerrenbeoardielingen toane
he: הצגת סקירות בדירוג 3 כוכבים בלבד
hr: Prikaži samo recenzije s tri zvjezdice
hu: Csak a három csillagos értékelések megjelenítése
ia: Monstrar solo recensiones a tres stellas
id: Hanya menampilkan ulasan bintang tiga
is: Birta einungis þriggja-stjörnu umsagnir
it: Mostra solo recensioni a tre stelle
ja: 3 つ星のレビューのみを表示
ka: მხოლოდ სამვარსკვლავიანი მიმოხილვების გამოჩენა
kab: Sken kan tiktiwin s kraḍ n yitran
nb_no: Vis bare trestjerners omtaler
nl: Alleen driesterrenbeoordelingen tonen
nn_no: Vis berre vurderingar med tre stjerner
pa_in: ਸਿਰਫ ਤਿੰਨ-ਤਾਰਾ ਦੀਆਂ ਸਮੀਖਿਆਵਾਂ ਦਿਖਾਓ
pl: Tylko trzygwiazdkowe recenzje
pt_br: Mostrar somente análises de três estrelas
pt_pt: Mostrar apenas análises com três estrelas
ro: Afișează numai recenziile cu trei stele
ru: Показать только отзывы с оценкой 3
si: තරු තුනක සමාලෝචන පෙන්වන්න
sk: Zobraziť len 3-hviezdičkové recenzie
sl: Prikaži samo ocene s tremi zvezdicami
sq: Shfaq vetëm shqyrtimet me tre yje
sv_se: Visa endast trestjärniga recensioner
te: మూడు-నక్షత్ర సమీక్షలను మాత్రమే చూపించు
th: แสดงบทวิจารณ์สามดาวเท่านั้น
tr: Yalnızca üç yıldızlı incelemeleri göster
uk: Показати лише відгуки з оцінкою 3 зірки
vi: Chỉ hiển thị đánh giá ba sao

source: Show only two-star reviews
ar: عرض مراجعات النجمتين فقط
bg: Само отзиви с две звезди
ca: Mostra només les ressenyes de dues estrelles
cs: Zobrazit jen recenze se 2 hvězdičkami
da: Viser kun to-stjernede anmeldelser
de: Nur Zwei-Sterne-Bewertungen anzeigen
el: Εμφάνιση μόνο κριτικών δύο αστεριών
es: Mostrar solo las revisiones con 2 estrellas
fi: Näytä vain kahden tähden arviot
fr: Afficher uniquement les avis deux étoiles
fur: Mostre dome recensions a dôs stelis
fy_nl: Allinnich twastjerrenbeoardielingen toane
he: הצגת סקירות בדירוג 2 כוכבים בלבד
hr: Prikaži samo recenzije s dvije zvjezdice
hu: Csak a két csillagos értékelések megjelenítése
ia: Monstrar solo recensiones a duo stellas
id: Hanya menampilkan ulasan bintang dua
is: Birta einungis tveggja-stjörnu umsagnir
it: Mostra solo recensioni a due stelle
ja: 2 つ星のレビューのみを表示
ka: მხოლოდ ორვარსკვლავიანი მიმოხილვების გამოჩენა
kab: Sken kan tiktiwin s sin n yitran
nb_no: Vis bare tostjerners omtaler
nl: Alleen tweesterrenbeoordelingen tonen
nn_no: Vis berre vurderingar med to stjerner
pa_in: ਸਿਰਫ ਦੋ-ਤਾਰਾ ਦੀਆਂ ਸਮੀਖਿਆਵਾਂ ਦਿਖਾਓ
pl: Tylko dwugwiazdkowe recenzje
pt_br: Mostrar somente análises de duas estrelas
pt_pt: Mostrar apenas análises com duas estrelas
ro: Afișează numai recenziile cu două stele
ru: Показать только отзывы с оценкой 2
si: තරු දෙකක සමාලෝචන පෙන්වන්න
sk: Zobraziť len 2-hviezdičkové recenzie
sl: Prikaži samo ocene z dvema zvezdicama
sq: Shfaq vetëm shqyrtimet me dy yje
sv_se: Visa endast tvåstjärniga recensioner
te: రెండు-నక్షత్రాల సమీక్షలను మాత్రమే చూపించు
th: แสดงบทวิจารณ์สองดาวเท่านั้น
tr: Yalnızca iki yıldızlı incelemeleri göster
uk: Показати лише відгуки з оцінкою 2 зірки
vi: Chỉ hiển thị đánh giá hai sao

source: Show only one-star reviews
ar: عرض مراجعات النجمة الواحدة فقط
bg: Само отзиви с една звезда
ca: Mostra només les ressenyes d'una estrella
cs: Zobrazit jen recenze s 1 hvězdičkou
da: Viser kun en-stjernede anmeldelser
de: Nur Ein-Stern-Bewertungen anzeigen
el: Εμφάνιση μόνο κριτικών ενός αστεριού
es: Mostrar solo las revisiones con 1 estrella
fi: Näytä vain yhden tähden arviot
fr: Afficher uniquement les avis une étoile
fur: Mostre dome recensions a une stele
fy_nl: Allinnich ienstjerbeoardielingen toane
he: הצגת סקירות בדירוג כוכב אחד בלבד
hr: Prikaži samo recenzije s jednom zvjezdicom
hu: Csak az egy csillagos értékelések megjelenítése
ia: Monstrar solo recensiones a un stella
id: Hanya menampilkan ulasan bintang satu
is: Birta einungis einnar-stjörnu umsagnir
it: Mostra solo recensioni a una stella
ja: 1 つ星のレビューのみを表示
ka: მხოლოდ ერთვარსკვლავიანი მიმოხილვების გამოჩენა
kab: Sken kan tiktiwin s yiwen n yitri
nb_no: Vis bare én-stjerners omtaler
nl: Alleen éénsterbeoordelingen tonen
nn_no: Vis berre vurderingar med ei stjerne
pa_in: ਸਿਰਫ ਇੱਕ-ਸਟਾਰ ਸਮੀਖਿਆਵਾਂ ਦਿਖਾਓ
pl: Tylko jednogwiazdkowe recenzje
pt_br: Mostrar somente análises de uma estrela
pt_pt: Mostrar apenas análises com uma estrela
ro: Afișează numai recenziile cu o stea
ru: Показать только отзывы с оценкой 1
si: තරු එකක සමාලෝචන පෙන්වන්න
sk: Zobraziť len 1-hviezdičkové recenzie
sl: Prikaži samo ocene z eno zvezdico
sq: Shfaq vetëm shqyrtimet me një yll
sv_se: Visa endast enstjärniga recensioner
te: ఒక-నక్షత్ర సమీక్షలను మాత్రమే చూపించు
th: แสดงบทวิจารณ์หนึ่งดาวเท่านั้น
tr: Yalnızca bir yıldızlı incelemeleri göster
uk: Показати лише відгуки з оцінкою 1 зірка
vi: Chỉ hiển thị đánh giá một sao

source: Reviews for %(addonName)s
ar: مراجعات %(addonName)s
az: %(addonName)s üçün rəylər
bg: Отзиви за %(addonName)s
bn_bd: পর্যালোচনা %(addonName)s এর জন্যে
bs: Recenzije za %(addonName)s
ca: Ressenyes sobre %(addonName)s
cs: Recenze doplňku %(addonName)s
da: Anmeldelser af %(addonName)s
de: Bewertungen für %(addonName)s
el: Κριτικές για το %(addonName)s
es: Revisiones de %(addonName)s
fa: بازخوردها برای %(addonName)s
fi: Arviot lisäosalle %(addonName)s
fr: Critiques pour %(addonName)s
fur: Recensions par %(addonName)s
fy_nl: Beoardielingen foar %(addonName)s
ga_ie: Léirmheasanna ar %(addonName)s
he: סקירות עבור %(addonName)s
hr: Recenzije za %(addonName)s
hu: %(addonName)s értékelései
ia: Recensiones de %(addonName)s
id: Ulasan untuk %(addonName)s
is: Umsagnir um %(addonName)s
it: Recensioni per %(addonName)s
ja: %(addonName)s のレビュー
ka: %(addonName)s-ის მიმოხილვები
kab: Iceggiren i %(addonName)s
ms: Ulasan untuk %(addonName)s
nb_no: Omtaler for %(addonName)s
nl: Beoordelingen voor %(addonName)s
nn_no: Vurdering for %(addonName)s
pa_in: %(addonName)s ਲਈ ਸਮੀਖਿਆ
pl: Recenzje dodatku %(addonName)s
pt_br: Análises de %(addonName)s
pt_pt: Análises para %(addonName)s
ro: Recenzii pentru %(addonName)s
ru: Отзывы на %(addonName)s
si: %(addonName)s සඳහා සමාලෝචන
sk: Recenzie doplnku %(addonName)s
sl: Ocene za %(addonName)s
sq: Shqyrtime për %(addonName)s
sv_se: Recensioner för %(addonName)s
te: %(addonName)s కోసం సమీక్షలు
th: บทวิจารณ์สำหรับ %(addonName)s
tr: %(addonName)s incelemeleri
uk: Відгуки для %(addonName)s
vi: Đánh giá cho %(addonName)s

source: %(total)s review
ar: لا مراجعات
bg: %(total)s отзив
ca: %(total)s ressenya
cs: %(total)s recenze
da: %(total)s anmeldelse
de: %(total)s Bewertung
el: %(total)s κριτική
es: %(total)s revisión
fi: %(total)s arvio
fr: %(total)s note
fur: %(total)s recension
fy_nl: %(total)s beoardieling
ga_ie: %(total)s léirmheas
he: דירוג אחד
hr: %(total)s recenzija
hu: %(total)s értékelés
ia: %(total)s recension
id: %(total)s ulasan
is: %(total)s umsögn
it: %(total)s recensione
ja: 合計レビュー数: %(total)s
ka: %(total)s მიმოხილვა
kab: %(total)s n ucegger
nb_no: %(total)s omtale
nl: %(total)s beoordeling
nn_no: %(total)s vurdering
pa_in: %(total)s ਸਮੀਖਿਆ
pl: %(total)s recenzja
pt_br: %(total)s análise
pt_pt: %(total)s análise
ro: %(total)s recenzie
ru: %(total)s отзыв
si: සමාලෝචන %(total)s
sk: %(total)s recenzia
sl: %(total)s ocena
sq: %(total)s shqyrtim
sv_se: %(total)s recension
te: %(total)s సమీక్ష
th: %(total)s บทวิจารณ์
tr: %(total)s inceleme
uk: %(total)s відгук
vi: %(total)s đánh giá

source: %(addonName)s version history - %(total)s version
ca: Historial de versions de %(addonName)s - %(total)s versió
cs: Historie doplňku %(addonName)s - %(total)s verze
da: %(addonName)s versions-historik - %(total)s version
de: %(addonName)s Versionsgeschichte – %(total)s Version
el: Ιστορικό εκδόσεων του %(addonName)s - %(total)s έκδοση
es: Historial de versiones de %(addonName)s - %(total)s versión
fi: Lisäosan %(addonName)s versiohistoria - %(total)s versio
fr: Historique de versions de %(addonName)s - %(total)s version
fur: Cronologjie versions di %(addonName)s - %(total)s version
fy_nl: Ferzjeskiednis fan %(addonName)s - %(total)s ferzje
he: היסטוריית גרסאות עבור %(addonName)s - גרסה אחת
hr: Povijest verzija dodatka %(addonName)s – %(total)s verzija
hu: %(addonName)s verziótörténet – %(total)s verzió
ia: Historia de versiones de %(addonName)s - %(total)s version
id: riwayat versi %(addonName)s - %(total)s versi
is: Útgáfuferill %(addonName)s - %(total)s útgáfa
it: Cronologia versioni di %(addonName)s - %(total)s versione
ja: %(addonName)s のバージョン履歴 - 全 %(total)s バージョン
ka: %(addonName)s: ვერსიების ისტორია – %(total)s ვერსია
kab: %(addonName)s azray n lqem - %(total)s azray
nb_no: %(addonName)s versjonshistorikk - %(total)s versjon
nl: Versiegeschiedenis van %(addonName)s - %(total)s versie
nn_no: %(addonName)s versjonshistorikk - %(total)s versjon
pa_in: %(addonName)s ਦਾ ਵਰਜਨ ਅਤੀਤ - %(total)s ਦਾ ਵਰਜਨ
pl: Historia wersji dodatku %(addonName)s — %(total)s wersja
pt_br: Histórico de versões do %(addonName)s - %(total)s versão
pt_pt: Histórico de versões de %(addonName)s - %(total)s versão
ro: Istoricul versiunilor pentru %(addonName)s - %(total)s versiune
ru: История версий %(addonName)s - %(total)s версия
si: %(addonName)s අනුවාද ඉතිහාසය - අනුවාද %(total)s
sk: História doplnku %(addonName)s - %(total)s verzia
sl: Zgodovina različic %(addonName)s – %(total)s različica
sq: Historik versionesh për %(addonName)s - %(total)s version
sv_se: %(addonName)s versionshistorik - %(total)s version
th: ประวัติรุ่นของ %(addonName)s - %(total)s รุ่น
tr: %(addonName)s sürüm geçmişi - %(total)s sürüm
uk: Історія версій %(addonName)s - %(total)s версія
vi: Lịch sử phiên bản %(addonName)s - %(total)s phiên bản
