Repository: mozilla/addons-frontend
Catalog: locale/*/LC_MESSAGES/amo.po
Languages: ar, az, bg, bn_bd, bs, ca, cs, da, de, el, es, fa, fi, fr, fur, fy_nl, ga_ie, he, hr, hu, ia, id, is, it, ja, ka, kab, ms, nb_no, nl, nn_no, pa_in, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: If you find a problem with the site, we'd love to fix it. Please file an %(startIssueLink)sissue%(endIssueLink)s and include as much detail as possible.
cs: Pokud jste na této stránce narazili na problém, velmi rádi ho opravíme. %(startIssueLink)sNahlaste nám prosím objevenou chybu%(endIssueLink)s a v hlášení uvďte co nejpodrobněji, jak se chyba projevuje.
de: Wenn Sie ein Problem auf dieser Website gefunden haben, beheben wir es gerne. Bitte schreiben Sie einen %(startIssueLink)sFehlerbericht%(endIssueLink)s und beschreiben Sie das Problem darin so genau wie möglich.
el: Εάν εντοπίσετε κάποιο πρόβλημα με τον ιστότοπο, θα θέλαμε να το διορθώσουμε. Παρακαλούμε αναφέρετε ένα %(startIssueLink)sζήτημα%(endIssueLink)s και συμπεριλάβετε όσο το δυνατόν περισσότερες λεπτομέρειες.
fi: Jos huomasit ongelman sivuston kanssa, korjaamme sen mielellämme. %(startIssueLink)sIlmoita ongelmasta%(endIssueLink)s ja sisällytä mahdollisimman paljon lisätietoja.
fr: Si vous rencontrez un problème avec le site, nous serions ravis de le corriger. Veuillez nous %(startIssueLink)ssignaler le problème%(endIssueLink)s en incluant autant de détails que possible.
fur: Se tu cjatis un probleme cul sît, nus plasarès risolvilu. Presente une segnalazion di %(startIssueLink)sprobleme%(endIssueLink)s e inclût plui detais pussibii.
fy_nl: As jo in probleem mei de website tsjinkomme, losse wy dat graach op. Meld in %(startIssueLink)sprobleem%(endIssueLink)s en fermeld sa folle mooglik details.
hu: Ha problémát talál a webhelyen, szívesen megoldanánk. Nyújtson be egy %(startIssueLink)sjegyet%(endIssueLink)s, és adjon meg minél több részletet.
ia: Si tu trova un problema con le sito, nos amarea corriger lo. Per favor reporta un %(startIssueLink)sproblema%(endIssueLink)s e include quanto plus detalios possibile.
is: Ef þú finnur vandamál með vefsvæðið, þætti okkur vænt um að laga það sem fyrst. Settu inn %(startIssueLink)sverkbeiðni%(endIssueLink)s og hafðu með eins mikið af upplýsingum og auðið er.
it: Se riscontri dei problemi con il sito, ci piacerebbe risolverli. Apri una %(startIssueLink)sissue%(endIssueLink)s, includendo quanti più dettagli possibile.
ka: თუ საიტის ხარვეზს წააწყდით, აუცილებლად გამოვასწორებთ. გთხოვთ, წამოიწყოთ %(startIssueLink)sგანხილვა%(endIssueLink)s და დაურთოთ რაც შეიძლება ვრცელი აღწერა.
kab: Ma yella tmugreḍ-d ugur deg usmel, s tumert ara t-nṣeggem. Ttxil-k·m mmel-aɣ %(startIssueLink)sugur%(endIssueLink)s tsedduḍ-d ugar n telqayt iwumi tzemreḍ.
nb_no: Hvis du finner et problem med nettstedet, vil vi gjerne fikse det. Send inn en %(startIssueLink)sfeilrapport%(endIssueLink)s og ta med så mye informasjon som mulig.
nl: Als u een probleem met de website tegenkomt, lossen we dat graag op. Meld een %(startIssueLink)sissue%(endIssueLink)s en vermeld zo veel mogelijk details.
nn_no: Dersom du finn eit problem med nettstaden, vil vi gjerne fikse det. Send inn ein %(startIssueLink)sfeilrapport%(endIssueLink)s og ta med så mykje informasjon som råd er.
pl: Jeśli znajdziesz problem ze stroną, chcielibyśmy go naprawić. Prosimy go %(startIssueLink)szgłosić%(endIssueLink)s, dołączając jak najwięcej informacji.
pt_br: Se você encontrar um problema com o site, adoraremos corrigir. Registre um %(startIssueLink)sproblema%(endIssueLink)s e inclua o máximo de detalhes possível.
pt_pt: Se encontrar um problema no site, adoraríamos corrigi-lo. Por favor, submeta um %(startIssueLink)sproblema%(endIssueLink)s e inclua o máximo de detalhes possível.
ru: Если вы обнаружили проблему с этим сайтом, мы будем рады её исправить. Пожалуйста, %(startIssueLink)sсообщите об ошибке%(endIssueLink)s и опишите её как можно более подробней.
si: ඔබට වියමන අඩවියෙහි ගැටලු හමු වුවහොත්, අපට ඒවා දන්වන්න. කරුණාකර %(startIssueLink)sගැටලුවකට%(endIssueLink)s බොහෝ විස්තර ඇතුළත් කරන්න.
sk: Ak nájdete problém na stránke, radi ho vyriešime. Vyplňte %(startIssueLink)ssprávu o chybe%(endIssueLink)s a uveďte čo najviac podrobností.
sv_se: Om du hittar ett problem med webbplatsen skulle vi gärna åtgärda det. Vänligen skicka in en %(startIssueLink)sfelrapport%(endIssueLink)s och inkludera så mycket information som möjligt.
tr: Siteyle ilgili bir sorun bulursanız düzeltmeyi çok isteriz. Lütfen bir %(startIssueLink)ssorun%(endIssueLink)s bildirip mümkün olduğunca fazla ayrıntı ekleyin.
uk: Якщо ви виявите проблему з сайтом, ми хотіли б її усунути. Будь ласка, %(startIssueLink)sповідомте нас%(endIssueLink)s про неї включивши якомога більше деталей.
vi: Nếu bạn tìm thấy sự cố với trang web, chúng tôi muốn khắc phục sự cố đó. Vui lòng gửi một %(startIssueLink)sbáo cáo lỗi%(endIssueLink)s và bao gồm càng nhiều chi tiết càng tốt.

source: The official Mozilla site for downloading Firefox extensions and themes. Add new features and change the browser’s appearance to customize your web experience.
ca: El lloc oficial de Mozilla per baixar-se les extensions i els temes del Firefox. Afegiu funcions noves i canvieu l’aspecte del navegador per personalitzar la vostra experiència web.
cs: Oficiální web Mozilly pro stahování rozšíření a motivů vzhledu pro Firefox. Přidejte nové funkce a změňte vzhled prohlížeče, aby bylo vaše brouzdání co nejpříjemnější.
de: Die offizielle Mozilla-Seite zum Herunterladen von Firefox-Erweiterungen und -Themes. Fügen Sie neue Funktionen hinzu und ändern Sie das Erscheinungsbild des Browsers, um Ihr Web-Erlebnis anzupassen.
el: Ο επίσημος ιστότοπος της Mozilla για λήψη επεκτάσεων και θεμάτων για το Firefox. Προσθέστε νέες λειτουργίες και αλλάξτε την εμφάνιση του προγράμματος περιήγησης για να προσαρμόσετε τη διαδικτυακή σας εμπειρία.
es: El sitio web oficial de Mozilla para descargar extensiones y temas de Firefox. Agrega nuevas funciones y cambia la apariencia del navegador para personalizar tu experiencia web.
fi: Virallinen Mozillan sivusto Firefox-laajennusten ja -teemojen lataamista varten. Lisää uusia ominaisuuksia sekä muuta selaimen ulkoasua, ja räätälöi siten mieleisesi kokemus verkossa.
fr: Le site officiel de Mozilla pour le téléchargement des extensions et des thèmes de Firefox. Ajoutez de nouvelles fonctionnalités et modifiez l’apparence du navigateur pour personnaliser votre expérience Web.
fur: Il sît uficiâl di Mozilla par discjariâ estensions e temis di Firefox. Zonte gnovis funzionalitâts e cambie l’aspiet dal navigadôr par personalizâ la tô esperience web.
fy_nl: De offisjele Mozilla-website foar it downloaden fan útwreidingen en tema’s foar Firefox. Foegje nije funksjes ta en wizigje it uterlik fan de browser om jo webûnderfining oan te passen.
he: האתר הרשמי של Mozilla להורדת הרחבות וערכות נושא של Firefox. הוספת תכונות חדשות ושינוי מראה הדפדפן כדי להתאים אישית את חווית הגלישה שלך.
hu: A hivatalos Mozilla webhely a Firefox kiegészítők és témák letöltéséhez. Adjon hozzá új funkciókat, és módosítsa a böngésző megjelenését a webes élménye testreszabásához.
ia: Le sito official de Mozilla pro discargar extensiones e themas pro Firefox. Adde nove functiones e cambia le apparentia del navigator pro personalisar tu experientia del web.
id: Situs resmi Mozilla untuk mengunduh ekstensi dan tema Firefox. Tambahkan fitur baru dan ubah tampilan peramban untuk menyesuaikan pengalaman web Anda.
is: Opinbera Mozilla-vefsvæðið til að sækja Firefox viðbætur og þemu. Bættu við nýjum eiginleikum og breyttu útliti vafrans til að bæta vefupplifun þína.
it: Il sito ufficiale di Mozilla per scaricare estensioni e temi di Firefox. Aggiungi nuove funzionalità e cambia l’aspetto del browser per personalizzare la tua esperienza web.
ja: Firefox の拡張機能とテーマがダウンロードできる Mozilla の公式サイトです。新しい機能を追加し、ブラウザーの外観を変更して、あなたのウェブ体験をカスタマイズします。
ka: Mozilla-ს ოფიციალური საიტი Firefox-ის გაფართოებებისა და თემების ჩამოსატვირთად. დაამატეთ ახალი შესაძლებლობები და შეცვალეთ ბრაუზერის იერსახე თქვენს მოთხოვნებზე უკეთ მოსარგებად.
kab: Asmel unṣib n Mozilla i usader n yisiɣzaf akked isental n Firefox. Rnu timahilin timaynutin daɣen beddel udem n yiminig-ik akken ad tesɛut tarmit web tudmawant.
ms: Laman rasmi Mozilla untuk memuat turun ekstensi dan tema Firefox. Tambah ciri baharu dan ubah penampilan pelayar untuk menyesuaikan pengalaman web anda.
nb_no: Det offisielle Mozilla-nettstedet for nedlasting av Firefox-utvidelser og -tema. Legg til nye funksjoner og endre nettleserens utseende for å tilpasse nettopplevelsen din.
nl: De officiële Mozilla-website voor het downloaden van extensies en thema’s voor Firefox. Voeg nieuwe functies toe en wijzig de vormgeving van de browser om uw webervaring aan te passen.
nn_no: Den offisielle Mozilla-nettststaden for nedlasting av Firefox-utvidingar og -tema. Legg til nye funksjonar og endre utsjånad til nettlesaren for å tilpasse nettopplevinga.
pa_in: ਫਾਇਰਫਾਕਸ ਐਕਸਟੈਂਸ਼ਨ ਅਤੇ ਥੀਮ ਡਾਊਨਲੋਡ ਕਰਨ ਲਈ ਸਰਕਾਰੀ ਮੋਜ਼ੀਲਾ ਸਾਈਟ। ਨਵੀਆਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਜੋੜੋ ਅਤੇ ਆਪਣੇ ਵੈਬ ਅਨੁਭਵ ਨੂੰ ਅਨੁਕੂਲ ਕਰਨ ਲਈ ਬ੍ਰਾਉਜ਼ਰ ਦੀ ਦਿੱਖ ਨੂੰ ਬਦਲੋ।
pl: Oficjalna strona Mozilli do pobierania rozszerzeń i motywów Firefoksa. Dodawaj nowe funkcje i zmieniaj wygląd przeglądarki, aby ją spersonalizować.
pt_br: O site oficial da Mozilla para baixar extensões e temas do Firefox. Adicione novas funcionalidades e altere a aparência do navegador para personalizar sua experiência na web.
pt_pt: O site oficial da Mozilla para transferir extensões e temas do Firefox. Adicione novas funcionalidades e altere a aparência do navegador para personalizar a sua experiência web.
ro: Site-ul oficial Mozilla pentru descărcat extensii și teme Firefox. Adaugă funcționalități noi și schimbă aspectul browserului pentru a-ți personaliza experiența pe web.
ru: Официальный сайт Mozilla для загрузки расширений и тем для Firefox. Добавьте новые функции и измените внешний вид браузера, чтобы улучшить свой веб-сёрфинг.
si: ෆයර්ෆොක්ස් දිගු සහ තේමා බාගැනීම සඳහා නිල මොසිල්ලා අඩවිය. නව විශේෂාංග යෙදීමෙන් ඔබගේ වියමන අත්දැකීම ඉහළ නංවා ගන්න. අතිරික්සුවෙහි පෙනුම අලංකාර කරන්න.
sk: Oficiálna stránka Mozilly na sťahovanie rozšírení a tém vzhľadu pre Firefox. Pridajte si do prehliadača nové funkcie alebo upravte jeho vzhľad.
sl: Uradna Mozillina stran za prenos razširitev in tem za Firefox. Dodajte nove funkcije in spremenite videz brskalnika, da si prilagodite spletno izkušnjo.
sq: Sajti zyrtar Mozilla për shkarkime zgjerimesh dhe temash Firefox-i. Shtoni veçori të reja dhe ndryshoni pamjen e shfletuesit, që ta bëni punën në internet si e doni.
sv_se: Den officiella Mozilla-webbplatsen för nedladdning av Firefox utökningar och teman. Lägg till nya funktioner och ändra webbläsarens utseende för att anpassa din webbupplevelse.
th: เว็บไซต์อย่างเป็นทางการของ Mozilla สำหรับดาวน์โหลดส่วนขยายและชุดรูปแบบ Firefox เพิ่มคุณลักษณะใหม่และเปลี่ยนรูปลักษณ์ของเบราว์เซอร์เพื่อปรับแต่งประสบการณ์การท่องเว็บของคุณ
tr: Firefox uzantılarını ve temalarını indirebileceğiniz resmi Mozilla sitesi. Web deneyiminizi özelleştirmek için trayıcınıza yeni özellikler ekleyebilir, tarayıcınızın görünümünü değiştirebilirsiniz.
uk: Офіційний вебсайт Mozilla для завантаження розширень і тем для Firefox. Додавайте нові функції та змінюйте вигляд браузера, щоб підлаштувати браузер для своїх потреб.
vi: Trang web chính thức của Mozilla để tải xuống các tiện ích và chủ đề của Firefox. Thêm các tính năng mới và thay đổi giao diện của trình duyệt để tùy chỉnh trải nghiệm web của bạn.

source: To report a security vulnerability for an extension, even if it is not hosted on this site, please file an %(startSecIssueLink)sissue%(endSecIssueLink)s on Bugzilla or email %(startMailLink)samo-admins@mozilla.com%(endMailLink)s. All security vulnerability reports are %(startLink)sconfidential%(endLink)s.
cs: Pokud jste objevili v nějakém rozšíření bezpečnostní problém, i pokud není ke stažení z této stránky, nahlaste nám ho prosím do %(startSecIssueLink)sBugzilly%(endSecIssueLink)s nebo e-mailem na adresu %(startMailLink)samo-admins@mozilla.com%(endMailLink)s. Všechna hlášení bezpečnostních problémů jsou %(startLink)sdůvěrná%(endLink)s.
de: Wenn Sie ein Sicherheitsproblem bei einer Erweiterung melden möchten, auch wenn diese nicht auf dieser Website gehostet wird, schreiben Sie bitte einen %(startSecIssueLink)sFehlerbericht%(endSecIssueLink)s auf Bugzilla oder per E-Mail an %(startMailLink)samo-admins@mozilla.com%(endMailLink)s. Alle Meldungen über Sicherheitsprobleme werden %(startLink)svertraulich%(endLink)s behandelt.
el: Για να αναφέρετε ένα κενό ασφαλείας για κάποια επέκταση, ακόμη κι αν δεν φιλοξενείται σε αυτόν τον ιστότοπο, παρακαλούμε υποβάλετε ένα %(startSecIssueLink)sζήτημα%(endSecIssueLink)s στο Bugzilla ή στείλτε email στο %(startMailLink)samo-admins@mozilla.com%(endMailLink)s. Όλες οι αναφορές κενών ασφαλείας είναι %(startLink)sεμπιστευτικές%(endLink)s.
fi: Ilmoita laajennusta koskevasta tietoturvaongelmasta, vaikka laajennus ei olisi tämän sivuston kautta tarjolla. %(startSecIssueLink)sTee ilmoitus%(endSecIssueLink)s Bugzillaan tai lähetä sähköpostia osoitteeseen %(startMailLink)samo-admins@mozilla.com%(endMailLink)s. Kaikki tietoturvaongelmia koskevat ilmoitukset ovat %(startLink)sluottamuksellisia%(endLink)s.
fr: Pour signaler une vulnérabilité de sécurité pour une extension, même si elle n’est pas hébergée sur ce site, veuillez %(startSecIssueLink)souvrir un bug%(endSecIssueLink)s sur Bugzilla ou envoyez un e-mail à %(startMailLink)samo-admins@mozilla.com%(endMailLink)s. Tous les rapports de vulnérabilité de sécurité sont %(startLink)sconfidentiels%(endLink)s.
fur: Par segnalâ une vulnerabilitât di sigurece di une estension, ancje se e je ospitade su chest sît, vierç une segnalazion di %(startSecIssueLink)sprobleme%(endSecIssueLink)s su Bugzilla o mande une e-mail a %(startMailLink)samo-admins@mozilla.com%(endMailLink)s. Dutis lis segnalazions su lis vulnerabilitâts di sigurece a son %(startLink)sriservadis%(endLink)s.
fy_nl: Meld in %(startSecIssueLink)sprobleem%(endSecIssueLink)s op Bugzilla of stjoer in e-mailberjocht nei %(startMailLink)samo-admins@mozilla.com%(endMailLink)s om in befeiligingskwetsberheid foar in útwreiding te melden, sels as dizze net op dizze website host wurdt. Alle meldingen fan befeiligingskwetsberheden binne %(startLink)sfertroulik%(endLink)s.
hu: Hogy bejelentse egy kiegészítő biztonsági sérülékenységét, még akkor is, ha az nem ezen az oldalon található, küldjön egy %(startSecIssueLink)sjegyet%(endSecIssueLink)s a Bugzillába, vagy írjon az %(startMailLink)samo-admins@mozilla.com%(endMailLink)s címre. Minden biztonsági sérülékenység-jelentés %(startLink)sbizalmas%(endLink)s.
ia: Pro reportar un vulnerabilitate de securitate pro un extension, mesmo si illo non es hospitate sur iste sito, denuncia un an %(startSecIssueLink)sissue%(endSecIssueLink)s sur Bugzilla o invia un email a %(startMailLink)samo-admins@mozilla.com%(endMailLink)s. Tote le reportos de vulnerabilitate de securitate es %(startLink)sconfidential%(endLink)s.
is: Til að tilkynna öryggisveilu í forritsauka, jafnvel þótt hann sé ekki hýstur á þessum vef, skaltu endilega senda inn %(startSecIssueLink)sverkbeiðni%(endSecIssueLink)s á Bugzilla eða í tölvupósti til %(startMailLink)samo-admins@mozilla.com%(endMailLink)s. Allar tilkynningar um öryggisvandamál eru %(startLink)strúnaðarmál%(endLink)s.
it: Per segnalare una vulnerabilità di sicurezza di un’estensione, apri una %(startSecIssueLink)ssegnalazione%(endSecIssueLink)s su Bugzilla o manda una email a %(startMailLink)samo-admins@mozilla.com%(endMailLink)s. Tutte le segnalazioni sulle vulnerabilità di sicurezza sono %(startLink)sriservate%(endLink)s.
ka: თუ გსურთ მოგვახსენოთ გაფართოების უსაფრთხოების სისუსტის შესახებ, თუნდაც ამ საიტის მიღმა არსებულის, გთხოვთ წამოიწყოთ %(startSecIssueLink)sგანხილვა%(endSecIssueLink)s Bugzilla-ში ან მოგვწეროთ ელფოსტაზე %(startMailLink)samo-admins@mozilla.com%(endMailLink)s. უსაფრთხოების ყველა მოხსენება არის %(startLink)sფარული%(endLink)s.
nb_no: For å rapportere et sikkerhetsproblem for en utvidelse, selv om den ikke finnes på dette nettstedet, kan du sende inn en %(startSecIssueLink)sfeilrapport%(endSecIssueLink)s på Bugzilla eller sende en e-post til %(startMailLink)samo-admins@mozilla.com%(endMailLink)s. Alle sikkerhetsproblemer er %(startLink)skonfidensielle%(endLink)s.
nl: Meld een %(startSecIssueLink)sissue%(endSecIssueLink)s op Bugzilla of stuur een e-mailbericht naar %(startMailLink)samo-admins@mozilla.com%(endMailLink)s om een beveiligingskwetsbaarheid voor een extensie te melden, zelfs als deze niet op deze website wordt gehost. Alle meldingen van beveiligingskwetsbaarheden zijn %(startLink)svertrouwelijk%(endLink)s.
nn_no: For å rapportere eit sikkerheitsproblem for ei utviding, sjølv om ho ikkje finst på denne nettstaden, kan du sende inn ein %(startSecIssueLink)sfeilrapport%(endSecIssueLink)s på Bugzilla eller sende ein e-post til %(startMailLink)samo-admins@mozilla.com%(endMailLink)s. Alle sikkerheitsproblemer er %(startLink)skonfidensielle%(endLink)s.
pl: Aby zgłosić lukę bezpieczeństwa w rozszerzeniu, nawet jeśli nie jest ono dostępne na tej stronie, odwiedź %(startSecIssueLink)sBugzillę%(endSecIssueLink)s lub napisz wiadomość na adres %(startMailLink)samo-admins@mozilla.com%(endMailLink)s (w języku angielskim). Wszystkie zgłoszenia błędów bezpieczeństwa są %(startLink)spoufne%(endLink)s.
pt_br: Para denunciar uma vulnerabilidade de segurança de uma extensão, mesmo que não esteja hospedada neste site, registre um %(startSecIssueLink)sproblema%(endSecIssueLink)s no Bugzilla ou envie um email para %(startMailLink)samo-admins@mozilla.com%(endMailLink)s. Todas as denúncias de vulnerabilidade de segurança são %(startLink)sconfidenciais%(endLink)s.
pt_pt: Para reportar uma vulnerabilidade de segurança para uma extensão, mesmo que não esteja alojada neste site, por favor submeta um %(startSecIssueLink)spedido%(endSecIssueLink)s no Bugzilla ou envie um e-mail para %(startMailLink)samo-admins@mozilla.com%(endMailLink)s. Todos os relatórios de vulnerabilidades de segurança são %(startLink)sconfidenciais%(endLink)s.
ru: Чтобы сообщить об уязвимости безопасности расширения, даже если оно не размещено на этом сайте, %(startSecIssueLink)sсообщите об ошибке%(endSecIssueLink)s в системе Bugzilla или по электронной почте %(startMailLink)samo-admins@mozilla.com%(endMailLink)s. Все отчёты об уязвимостях безопасности являются %(startLink)sконфиденциальными%(endLink)s.
sk: Ak chcete nahlásiť chybu zabezpečenia rozšírenia, aj keď nie je umiestnené na tejto stránke, nahláste %(startSecIssueLink)sbug%(endSecIssueLink)s v Bugzille alebo pošlite e‑mail na adresu %(startMailLink)samo-admins@mozilla.com%(endMailLink)s. Všetky správy o chybách zabezpečenia sú %(startLink)sdôverné%(endLink)s.
sv_se: För att rapportera en säkerhetsproblem för ett tillägg, även om det inte finns på den här webbplatsen, vänligen skicka in en %(startSecIssueLink)sfelrapport%(endSecIssueLink)s på Bugzilla eller e-posta %(startMailLink)samo-admins@mozilla.com%(endMailLink)s. Alla säkerhetsproblem är %(startLink)skonfidentiella%(endLink)s.
tr: Bu sitede barındırılmasa bile bir uzantıyla ilgili güvenlik açığını bildirmek için lütfen Bugzilla'da %(startSecIssueLink)skayıt açın%(endSecIssueLink)s veya %(startMailLink)samo-admins@mozilla.com%(endMailLink)s adresine e-posta gönderin. Tüm güvenlik açığı raporları %(startLink)sgizli tutulur%(endLink)s.
uk: Щоб повідомити про вразливість безпеки для розширення, навіть якщо воно не розміщене на цьому вебсайті, надішліть %(startSecIssueLink)sзвіт%(endSecIssueLink)s на Bugzilla або надішліть електронною поштою %(startMailLink)samo-admins@mozilla.com%(endMailLink)s. Усі звіти про вразливості безпеки %(startLink)sконфіденційні%(endLink)s.
vi: Để báo cáo lỗ hổng bảo mật cho tiện ích mở rộng, ngay cả khi nó không được lưu trữ trên trang web này, vui lòng gửi %(startSecIssueLink)sbáo cáo lỗi%(endSecIssueLink)s trên Bugzilla hoặc gửi email %(startMailLink)samo-admins@mozilla.com%(endMailLink)s. Tất cả các báo cáo về lỗ hổng bảo mật nên được giữ %(startLink)sbí mật%(endLink)s.

source: Get support
ar: احصل على الدعم
az: Dəstək al
bg: Получете помощ
bs: Potražite podršku
ca: Obteniu ajuda
cs: Podpora
da: Få support
de: Hilfe erhalten
el: Λήψη υποστήριξης
es: Obtener ayuda
fi: Etsi tukea
fr: Recevoir de l’aide
fur: Oten assistence
fy_nl: Stipe krije
he: קבלת תמיכה
hr: Zatraži pomoć
hu: Kapjon támogatást
ia: Obtene supporto
id: Dapatkan Dukungan
is: Fá aðstoð
it: Ottieni supporto
ja: サポートを得る
ka: მხარდაჭერის მიღება
kab: Awi tallelt
ms: Mendapatkan sokongan
nb_no: Få hjelp
nl: Ondersteuning verkrijgen
nn_no: Få hjelp
pa_in: ਸਹਿਯੋਗ ਲਵੋ
pl: Pomoc
pt_br: Obter suporte
pt_pt: Obter apoio
ro: Obține asistență
ru: Получить поддержку
si: සහාය ගන්න
sk: Podpora
sl: Pomoč
sq: Merrni asistencë
sv_se: Få hjälp
te: సహాయం పొందు
th: รับการสนับสนุน
tr: Destek alın
uk: Отримати підтримку
vi: Nhận hỗ trợ
