Repository: mozilla/addons-frontend
Catalog: locale/*/LC_MESSAGES/amo.po
Languages: ar, az, bg, bn_bd, bs, ca, cs, da, de, el, es, fa, fi, fr, fur, fy_nl, ga_ie, he, hr, hu, ia, id, is, it, ja, ka, kab, ms, nb_no, nl, nn_no, pa_in, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: Log in to create a collection
ar: لِج لإنشاء مجموعة
az: Kolleksiya yaratmaq üçün daxil olun
bg: Впишете се, за да създавате списъци
bs: Prijavite se da napravite kolekciju
ca: Inicieu sessió per crear una col·lecció
cs: Pro vytvoření sbírky se musíte přihlásit
da: Log ind for at oprette en samling
de: Melden Sie sich an, um eine Sammlung zu erstellen
el: Συνδεθείτε για δημιουργία συλλογής
es: Inicia sesión para crear una colección
fi: Luo kokoelma kirjautumalla
fr: Connectez-vous pour créer une collection
fur: Jentre par creâ une racuelte
fy_nl: Meld jo oan om dizze kolleksje oan te meitsjjen
he: יש להתחבר כדי ליצור אוסף
hr: Prijavi se za stvaranje zbirke
hu: Jelentkezzen be a gyűjtemény létrehozásához
ia: Accede pro crear un collection
id: Masuk untuk membuat koleksi
is: Skráðu inn til að útbúa safn
it: Accedi per creare la raccolta
ja: コレクションを作成するにはログインしてください
ka: შედით ანგარიშზე კრებულის შესაქმნელად
kab: Qqen akken ad terniḍ tagrumma
ms: Log masuk untuk mencipta koleksi
nb_no: Logg inn for å lage en samling
nl: Meld u aan om een collectie aan te maken
nn_no: Logg inn for å lage ei samling
pa_in: ਇੱਕ ਸੰਗ੍ਰਹਿ ਬਣਾਉਣ ਲਈ ਲਾਗਇਨ ਕਰੋ
pl: Zaloguj się, aby utworzyć kolekcję
pt_br: Entre para criar uma coleção
pt_pt: Iniciar sessão para criar uma coleção
ro: Intră în cont pentru a crea o colecție
ru: Войдите, чтобы создать подборку
si: එකතුවක් සෑදීමට පිවිසෙන්න
sk: Ak chcete vytvoriť kolekciu, musíte sa prihlásiť
sl: Prijavite se za ustvaritev zbirke
sq: Që të krijoni një koleksion, bëni hyrjen
sv_se: Logga in för att skapa en samling
te: సేకరణను సృష్టించడానికి ప్రవేశించండి
th: เข้าสู่ระบบเพื่อสร้างชุดสะสม
tr: Koleksiyon oluşturmak için giriş yapın
uk: Увійдіть, щоб створити збірку
vi: Đăng nhập để tạo bộ sưu tập

source: Log in to edit this collection
ar: لِج لتحرير هذه المجموعة
az: Bu kolleksiyanı redaktə etmək üçün daxil olun
bg: Впишете се, за да промените списъка
bs: Prijavite se da uredite ovu kolekciju
ca: Inicieu sessió per editar aquesta col·lecció
cs: Pro změnu této sbírky se musíte přihlásit
da: Log ind for at redigere denne samling
de: Melden Sie sich an, um diese Sammlung zu bearbeiten
el: Σύνδεση για επεξεργασία συλλογής
es: Inicia sesión para editar esta colección
fi: Muokkaa tätä kokoelmaa kirjautumalla
fr: Connectez-vous pour modifier cette collection
fur: Jentre par modificâ cheste racuelte
fy_nl: Meld jo oan om dizze kolleksje te bewurkjen
he: יש להתחבר כדי לערוך אוסף זה
hr: Prijavi se za uređivanje zbirke
hu: Jelentkezzen be a gyűjtemény szerkesztéséhez
ia: Accede pro rediger iste collection
id: Masuk untuk menyunting koleksi ini
is: Skráðu inn til að breyta þessu safni
it: Accedi per modificare la raccolta
ja: このコレクションを編集するにはログインしてください
ka: შედით ანგარიშზე კრებულის ჩასასწორებლად
kab: Qqen akken ad tbeddleḍ tagrumma-agi
ms: Log masuk untuk mengedit koleksi ini
nb_no: Logg inn for å redigere denne samlingen
nl: Meld u aan om deze collectie te bewerken
nn_no: Logg inn for å redigere denne samlinga
pa_in: ਇਸ ਭੰਡਾਰ ਨੂੰ ਸੰਪਾਦਿਤ ਕਰਨ ਲਈ ਲਾਗਇਨ ਕਰੋ
pl: Zaloguj się, aby edytować tę kolekcję
pt_br: Entre para editar esta coleção
pt_pt: Iniciar sessão para editar esta coleção
ro: Intră în cont pentru a edita această colecție
ru: Войдите, чтобы изменить эту подборку
si: මෙම එකතුව සංස්කරණයට පිවිසෙන්න
sk: Ak chcete upravovať túto kolekciu, musíte sa prihlásiť
sl: Prijavite se za urejanje te zbirke
sq: Që të përpunoni këtë koleksion, bëni hyrjen
sv_se: Logga in för att redigera denna samling
te: ఈ సేకరణను మార్చడానికి ప్రవేశించండి
th: เข้าสู่ระบบเพื่อแก้ไขชุดสะสมนี้
tr: Koleksiyonu düzenlemek için giriş yapın
uk: Увійдіть, щоб змінити цю збірку
vi: Đăng nhập để chỉnh sửa bộ sưu tập

source: First, create your collection. Then you can add extensions and themes.
ar: عليك أولا إنشاء مجموعة لك. يمكنك بعدها إضافة الامتدادات والسمات إليها.
az: Əvvəlcə, kolleksiyanızı yaradın. Daha sonra uzantıları və mövzuları əlavə edə bilərsiz.
bs: Prvo, sačuvajte svoju kolekciju. Zatim možete dodati proširenja i teme.
ca: Primer, creeu la col·lecció. Després afegiu-hi extensions i temes.
cs: Nejprve vytvořte sbírku. Poté do ní můžete přidat rozšíření a motivy vzhledu.
da: Opret først din samling. Derefter kan du føje udvidelser og temaer til den.
de: Erstellen Sie Ihre Sammlung, danach können Sie Erweiterungen und Themes hinzufügen.
el: Πρώτα, δημιουργήστε τη συλλογή σας. Έπειτα, μπορείτε να προσθέσετε επεκτάσεις και θέματα.
es: Primero, crea una colección. Después podrás añadir extensiones y temas.
fi: Luo ensin kokoelma. Sen jälkeen voit lisätä laajennuksia ja teemoja.
fr: Créez d’abord votre collection, puis vous pourrez ajouter des extensions et des thèmes.
fur: Prime di zontâ estensions e temis tu âs di creâ une racuelte.
fy_nl: Meitsje jo earste kolleksje. Dêrnei kinne jo der add-ons en tema’s oan tafoegje.
he: תחילה, עליך ליצור את האוסף שלך. לאחר מכן ניתן להוסיף אליו הרחבות וערכות נושא.
hr: Najprije stvori zbirku. Zatim dodaj proširenja i teme.
hu: Először hozza létre a gyűjteményét. Majd adja hozzá a saját kiegészítőit és témáit.
ia: Primo, crea tu collection. Pois tu pote adder extensiones e themas.
id: Pertama, buat koleksi Anda. Lalu Anda bisa menambahkan ekstensi dan tema.
is: Fyrst skaltu útbúa safnið þitt. Síðan geturðu bætt þar við forritsaukum og þemum.
it: Prima di aggiungere estensioni e temi è necessario creare la raccolta.
ja: まず、コレクションを作成してください。その後、拡張機能やテーマを追加できるようになります
ka: გთხოვთ, ჯერ შექმნათ თქვენი კრებული. ამის შემდეგ შეგეძლებათ დამატებების შეტანა.
kab: Di tazwara, rnu tagrumma-ik, sakin ad tizmireḍ ad ternuḍ isiɣzaf akked isental.
ms: Pertama sekali, cipta koleksi. Kemudian anda boleh tambah ekstensi dan tema.
nb_no: Lag først samlingen din. Deretter kan du legge til utvidelser og tema.
nl: Maak eerst uw collectie aan; daarna kunt u er add-ons en thema’s aan toevoegen
nn_no: Lag først samlinga di. Deretter kan du leggje til utvidingar og tema.
pa_in: ਪਹਿਲਾਂ, ਆਪਣਾ ਸੰਗ੍ਰਹਿ ਬਣਾਓ। ਫਿਰ ਤੁਸੀਂ ਐਕਸਟੈਂਸ਼ਨਾਂ ਅਤੇ ਥੀਮਾਂ ਨੂੰ ਜੋੜ ਸਕਦੇ ਹੋ।
pl: Proszę utworzyć kolekcję, aby móc dodawać do niej rozszerzenia i motywy.
pt_br: Primeiro, crie a sua coleção. Em seguida você poderá adicionar extensões e temas.
pt_pt: Primeiro, crie a sua coleção. Depois pode adicionar extensões e temas.
ro: Mai întâi, creează-ți colecția. Apoi poți adăuga extensii și teme.
ru: Сначала создайте свою подборку, а затем добавляйте в неё расширения и темы.
si: පළමුව, ඔබගේ එකතුව සාදන්න. ඉන්පසු ඔබට දිගු සහ තේමා එක් කළ හැකිය.
sk: Najskôr svoju kolekciu vytvorte. Potom do nej môžete pridávať rozšírenia a témy vzhľadu.
sl: Najprej ustvarite svojo zbirko. Nato lahko vanjo dodate razširitve in teme.
sq: Së pari, krijoni koleksionin tuaj. Mandej mund të shtoni zgjerime dhe tema.
sv_se: Skapa först din samling. Då kan du lägga till utökningar och teman.
th: ขั้นแรก สร้างชุดสะสมของคุณ จากนั้นคุณสามารถเพิ่มส่วนขยายและชุดตกแต่ง
tr: Öncelikle koleksiyonunuzu oluşturun. Sonra ona uzantı ve tema ekleyebilirsiniz.
uk: Спочатку створіть свою збірку. Потім ви зможете додавати розширення і теми.
vi: Đầu tiên, tạo bộ sưu tập của bạn. Sau đó, bạn có thể thêm tiện ích mở rộng và chủ đề.

source: Search for extensions and themes to add to your collection.
ar: ابحث عن امتدادات وسمات تُضيفها إلى مجموعتك.
az: Kolleksiyanıza əlavə edə biləcəyiniz uzantı və mövzuları axtarın.
bs: Tražite proširenja i teme koje možete dodati u svoju kolekciju.
ca: Cerqueu extensions i temes per afegir a la col·lecció.
cs: Vyhledávejte rozšíření a motivy vzhledu, které si můžete přidat do sbírky.
da: Søg efter udvidelser og temaer, du kan føje til din samling.
de: Suchen Sie nach Erweiterungen und Themes für Ihre Sammlung.
el: Αναζητήστε επεκτάσεις και θέματα για να προσθέσετε στη συλλογή σας.
es: Busca extensiones y temas para añadirlos a tu colección.
fi: Etsi laajennuksia ja teemoja lisättäväksi kokoelmaasi.
fr: Recherchez des extensions et des thèmes à ajouter à votre collection.
fur: Cîr estensions e temis di zontâ ae tô racuelte.
fy_nl: Nei útwreidingen en tema’s sykje om dizze oan jo kolleksje ta te foegjen.
he: חיפוש אחר הרחבות וערכות נושא להוספה לאוסף שלך.
hr: Potraži proširenja i teme koje želiš dodati u zbirku.
hu: Keressen kiegészítőket és témákat a gyűjteményéhez adáshoz.
ia: Cerca pro extensiones e themas a adder a tu collection.
id: Cari ekstensi dan tema untuk ditambahkan ke dalam koleksi Anda.
is: Leitaðu að forritsaukum og þemum til að bæta í safnið þitt.
it: Cerca estensioni e temi da aggiungere alla tua raccolta.
ja: コレクションへ追加する拡張機能やテーマを検索
ka: მოიძიეთ გაფართოებები და თემები, თქვენს კრებულში დასამატებლად.
kab: Nadi isiɣzaf akked isental ara ternuḍ ar tegrumma-ik.
ms: Cari ekstensi dan tema untuk ditambah dalam koleksi anda.
nb_no: Søk etter utvidelser og temaer som du kan legge til i samlingen din.
nl: Naar extensies en thema’s zoeken om deze aan uw collectie toe te voegen.
nn_no: Søk etter utvidingar og tema som skal leggast til i samlinga di.
pa_in: ਆਪਣੇ ਸੰਗ੍ਰਹਿ ਵਿੱਚ ਜੋੜਨ ਲਈ ਐਕਸਟੈਂਸ਼ਨਾਂ ਅਤੇ ਵਿਸ਼ਿਆਂ ਲਈ ਖੋਜ ਕਰੋ।
pl: Wyszukaj rozszerzenia i motywy, aby dodać je do kolekcji.
pt_br: Procure extensões e temas para adicionar à sua coleção.
pt_pt: Pesquise por extensões e temas para adicionar à sua coleção.
ro: Caută extensii și teme pe care să le adaugi în colecția ta.
ru: Найдите расширения и темы для добавления в вашу подборку.
si: ඔබගේ එකතුවට එක් කිරීමට දිගු සහ තේමා සොයන්න.
sk: Vyhľadajte rozšírenia a témy vzhľadu, ktoré si pridáte do svojej kolekcie.
sl: Poiščite razširitve in teme za svojo zbirko.
sq: Kërkoni për zgjerime dhe tema për t’i shtuar te koleksioni juaj.
sv_se: Sök efter utökningar och teman som ska läggas till i din samling.
th: ค้นหาส่วนขยายและชุดตกแต่งที่จะเพิ่มไปยังชุดสะสมของคุณ
tr: Koleksiyonunuza ekleyebileceğiniz uzantıları ve temaları arayın.
uk: Шукайте розширення і теми, щоб додати до своєї збірки.
vi: Tìm kiếm các tiện ích mở rộng và chủ đề để thêm vào bộ sưu tập của bạn.

source: Download and create Firefox collections to keep track of favorite extensions and themes. Explore the %(collectionName)s—%(collectionDescription)s.
ca: Baixeu-vos i creeu col·leccions del Firefox per fer un seguiment de les extensions i temes preferits. Exploreu %(collectionName)s—%(collectionDescription)s.
cs: Stahujte a vytvářejte sbírky, abyste si udržovali přehled o oblíbených rozšířeních a motivech vzhledu. Prozkoumejte sbírku %(collectionName)s—%(collectionDescription)s.
da: Hent og opret samlinger til Firefox, og hold styr på dine favoritudvidelser og temaer. Udforsk %(collectionName)s—%(collectionDescription)s.
de: Laden Sie Firefox-Sammlungen herunter und erstellen Sie sie, um Ihre bevorzugten Erweiterungen und Themes im Auge zu behalten. Entdecken Sie die %(collectionName)s – %(collectionDescription)s.
el: Κάντε λήψη και δημιουργία συλλογών του Firefox για να παρακολουθείτε αγαπημένες επεκτάσεις και θέματα. Εξερευνήστε τη συλλογή %(collectionName)s—%(collectionDescription)s.
es: Descarga y crea colecciones de Firefox para estar al tanto de tus extensiones y temas favoritos. Descubre %(collectionName)s—%(collectionDescription)s.
fi: Lataa ja luo Firefox-kokoelmia seurataksesi suosikkilaajennuksiasi ja -teemojasi. Tutki kokoelmaa %(collectionName)s – %(collectionDescription)s.
fr: Téléchargez et créez des collections Firefox pour suivre vos extensions et thèmes favoris. Explorez les %(collectionName)s — %(collectionDescription)s.
fur: Discjame e cree lis racueltis di Firefox par tignî segnâts lis estensions e i temis preferîts. Esplore %(collectionName)s—%(collectionDescription)s.
fy_nl: Download en meitsje Firefox-kolleksjes om favorite útwreidingen en tema’s te folgjen. Untdek de %(collectionName)s—%(collectionDescription)s.
hr: Preuzmi i stvori Firefox zbirke za praćenje omiljenih proširenja i tema. Istraži zbirku %(collectionName)s – %(collectionDescription)s
hu: Töltsön le és hozzon létre Firefox gyűjteményeket, amellyel követheti kedvenc kiegészítőit és témáit. Fedezze fel a(z) %(collectionName)s gyűjteményt – %(collectionDescription)s.
ia: Discarga e crea collectiones de Firefox pro sequer tu extensiones e themas favorite. Explora le %(collectionName)s—%(collectionDescription)s.
id: Unduh dan buat koleksi Firefox untuk mengikuti ekstensi dan tema favorit. Jelajahi %(collectionName)s—%(collectionDescription)s.
is: Sæktu og útbúðu Firefox-söfn til að halda utan um eftirlætis forritsauka og þemu. Skoðaðu %(collectionName)s—%(collectionDescription)s.
it: Scarica e crea le raccolte di Firefox per tenere traccia delle tue estensioni e temi preferiti. Esplora %(collectionName)s — %(collectionDescription)s.
ja: Firefox コレクションをダウンロードして作成し、お気に入りの拡張機能とテーマを追いかけましょう。%(collectionName)s—%(collectionDescription)s を調べる。
ka: ჩამოტვირთეთ და შექმენით Firefox-ის კრებულები რჩეულ გაფართოებებსა და თემებზე თვალის მისადევნებლად. დაათვალიერეთ %(collectionName)s—%(collectionDescription)s.
kab: Sader daɣen rnu tigrummiwin Firefox akken ad tefreḍ isiɣzaf akked isental inurifen. Snirem %(collectionName)s—%(collectionDescription)s
ms: Muat turun dan buat koleksi Firefox untuk mengikuti ekstensi dan tema kegemaran anda. Terokai %(collectionName)s—%(collectionDescription)s.
nb_no: Last ned og opprett samlinger for Firefox, og hold styr på dine favorittutvidelser og -tema. Utforsk %(collectionName)s—%(collectionDescription)s.
nl: Download en maak Firefox-collecties om favoriete extensies en thema’s te volgen. Ontdek de %(collectionName)s–%(collectionDescription)s.
nn_no: Last ned og lag samlingar for Firefox, og hald styr på favorittutvidingar og tema. Utforsk %(collectionName)s—%(collectionDescription)s.
pa_in: ਮਨਪਸੰਦ ਐਕਸਟੈਂਸ਼ਨਾਂ ਅਤੇ ਥੀਮਾਂ ਦਾ ਟਰੈਕ ਰੱਖਣ ਲਈ ਫਾਇਰਫਾਕਸ ਸੰਗ੍ਰਿਹ ਡਾਊਨਲੋਡ ਕਰੋ ਅਤੇ ਬਣਾਓ। %(collectionName)s—%(collectionDescription)s ਪੜਚੋਲ ਕਰੋ।
pl: Pobieraj i twórz kolekcje Firefoksa, aby być na bieżąco ze swoimi ulubionymi rozszerzeniami i motywami. Odkrywaj „%(collectionName)s” — %(collectionDescription)s.
pt_br: Baixe e crie coleções do Firefox para acompanhar extensões e temas preferidos. Explore o %(collectionName)s—%(collectionDescription)s.
pt_pt: Transfira e crie coleções do Firefox para acompanhar as suas extensões e temas favoritos. Explore %(collectionName)s—%(collectionDescription)s.
ro: Descarcă și creează colecții Firefox ca să urmărești extensiile și temele favorite. Explorează %(collectionName)s—%(collectionDescription)s.
ru: Загружайте и создавайте подборки для Firefox, чтобы отслеживать любимые расширения и темы. Откройте для себя %(collectionName)s—%(collectionDescription)s.
si: ප්‍රියතම දිගු සහ තේමා පිළිබඳව අවධානයෙන් සිටීමට බාගත කර ෆයර්ෆොක්ස් එකතු සාදන්න. %(collectionName)s—%(collectionDescription)s ගවේශනය කරන්න.
sk: Sťahujte a tvorte kolekcie aby ste si udržiavali prehľad o obľúbených rozšíreniach a témach vzhľadu. Preskúmajte zbierku %(collectionName)s—%(collectionDescription)s.
sl: s Firefoxovimi zbirkami lahko spremljate svoje najljubše razširitve in teme. Raziščite %(collectionName)s – %(collectionDescription)s.
sq: Shkarkojini dhe krijoni koleksione Firefox-i për të ndjekur zgjerimet dhe temat tuaja të parapëlqyera. Eksploroni %(collectionName)s—%(collectionDescription)s.
sv_se: Hämta och skapa Firefox-samlingar för att hålla reda på favoritutökningar och teman. Utforska %(collectionName)s—%(collectionDescription)s.
th: ดาวน์โหลดและสร้างคอลเลกชัน Firefox เพื่อติดตามส่วนขยายและชุดตกแต่งที่ชื่นชอบ สำรวจ %(collectionName)s—%(collectionDescription)s
tr: Sevdiğiniz uzantıları ve temaları takip etmek için Firefox koleksiyonlarını indirebilir ve oluşturabilirsiniz. %(collectionName)s—%(collectionDescription)s koleksiyonunu keşfedin.
uk: Завантажуйте і створюйте збірки Firefox, щоб стежити за улюбленими розширеннями і темами. Ознайомтеся з %(collectionName)s—%(collectionDescription)s.
vi: Tải xuống và tạo bộ sưu tập Firefox để theo dõi các chủ đề và tiện ích yêu thích. Khám phá %(collectionName)s—%(collectionDescription)s.

source: Download and create Firefox collections to keep track of favorite extensions and themes. Explore the %(collectionName)s.
ca: Baixeu i creeu col·leccions del Firefox per fer un seguiment de les extensions i temes preferits. Exploreu %(collectionName)s.
cs: Stahujte a vytvářejte sbírky, abyste si udržovali přehled o oblíbených rozšířeních a motivech vzhledu. Prozkoumejte sbírku %(collectionName)s.
da: Hent og opret samlinger til Firefox, og hold styr på dine favoritudvidelser og temaer. Udforsk %(collectionName)s.
de: Laden Sie Firefox-Sammlungen herunter und erstellen Sie sie, um Ihre bevorzugten Erweiterungen und Themes im Auge zu behalten. Entdecken Sie die %(collectionName)s.
el: Κάντε λήψη και δημιουργία συλλογών του Firefox για να παρακολουθείτε αγαπημένες επεκτάσεις και θέματα. Εξερευνήστε τη συλλογή %(collectionName)s.
es: Descarga y crea colecciones de Firefox para estar al tanto de tus extensiones y temas favoritos. Descubre %(collectionName)s.
fi: Lataa ja luo Firefox-kokoelmia seurataksesi suosikkilaajennuksiasi ja -teemojasi. Tutki kokoelmaa %(collectionName)s.
fr: Téléchargez et créez des collections Firefox pour suivre vos extensions et thèmes favoris. Explorez les %(collectionName)s.
fur: Discjame e cree lis racueltis di Firefox par tignî segnâts lis tôs estensions e i tiei temis preferîts. Esplore %(collectionName)s.
fy_nl: Download en meitsje Firefox-kolleksjes om favorite útwreidingen en tema’s te folgjen. Untdek de %(collectionName)s.
hr: Preuzmi i stvori Firefox zbirke za praćenje omiljenih proširenja i tema. Istraži zbirku %(collectionName)s.
hu: Töltsön le és hozzon létre Firefox gyűjteményeket, amellyel követheti kedvenc kiegészítőit és témáit. Fedezze fel a(z) %(collectionName)s gyűjteményt.
ia: Discarga e crea collectiones de Firefox pro sequer tu extensiones e themas favorite. Explora le %(collectionName)s.
id: Unduh dan buat koleksi Firefox untuk mengikuti ekstensi dan tema favorit. Jelajahi %(collectionName)s.
is: Sæktu og útbúðu Firefox-söfn til að halda utan um eftirlætis forritsauka og þemu. Skoðaðu %(collectionName)s.
it: Scarica e crea le raccolte di Firefox per tenere traccia delle tue estensioni e temi preferiti. Esplora %(collectionName)s.
ja: Firefox コレクションをダウンロードして作成し、お気に入りの拡張機能とテーマを追いかけましょう。%(collectionName)s を調べる。
ka: ჩამოტვირთეთ და შექმენით Firefox-ის კრებულები რჩეულ გაფართოებებსა და თემებზე თვალის მისადევნებლად. დაათვალიერეთ %(collectionName)s.
kab: Sader daɣen rnu tigrummiwin Firefox akken ad tefreḍ isiɣzaf akked isental inurifen. Snirem %(collectionName)s.
ms: Muat turun dan cipta koleksi Firefox untuk mengikuti ekstensi dan tema kegemaran anda. Teroka %(collectionName)s.
nb_no: Last ned og opprett samlinger for Firefox, og hold styr på dine favorittutvidelser og -tema. Utforsk %(collectionName)s.
nl: Download en maak Firefox-collecties om favoriete extensies en thema’s te volgen. Ontdek de %(collectionName)s.
nn_no: Last ned og lag samlingar for Firefox, og hald styr på favorittutvidingar og tema. Utforsk %(collectionName)s.
pa_in: ਮਨਪਸੰਦ ਐਕਸਟੈਂਸ਼ਨਾਂ ਅਤੇ ਥੀਮਾਂ ਦਾ ਟਰੈਕ ਰੱਖਣ ਲਈ ਫਾਇਰਫਾਕਸ ਸੰਗ੍ਰਿਹ ਡਾਊਨਲੋਡ ਕਰੋ ਅਤੇ ਬਣਾਓ। %(collectionName)s ਪੜਚੋਲ ਕਰੋ।
pl: Pobieraj i twórz kolekcje Firefoksa, aby być na bieżąco ze swoimi ulubionymi rozszerzeniami i motywami. Odkrywaj „%(collectionName)s”.
pt_br: Baixe e crie coleções do Firefox para acompanhar suas extensões e temas preferidos. Explore a %(collectionName)s.
pt_pt: Transfira e crie coleções do Firefox para acompanhar as suas extensões e temas favoritos. Explore %(collectionName)s.
ro: Descarcă și creează colecții Firefox ca să urmărești extensiile și temele favorite. Explorează %(collectionName)s.
ru: Загружайте и создавайте подборки для Firefox, чтобы отслеживать любимые расширения и темы. Откройте для себя %(collectionName)s.
si: ප්‍රියතම දිගු සහ තේමා පිළිබඳව අවධානයෙන් සිටීමට බාගත කර ෆයර්ෆොක්ස් එකතු සාදන්න. %(collectionName)s ගවේශනය කරන්න.
sk: Sťahujte a tvorte kolekcie aby ste si udržiavali prehľad o obľúbených rozšíreniach a témach vzhľadu. Preskúmajte zbierku %(collectionName)s.
sl: s Firefoxovimi zbirkami lahko spremljate svoje najljubše razširitve in teme. Raziščite %(collectionName)s.
sq: Shkarkojini dhe krijoni koleksione Firefox-i për të ndjekur zgjerimet dhe temat tuaja të parapëlqyera. Eksploroni %(collectionName)s.
sv_se: Hämta och skapa Firefox-samlingar för att hålla reda på favoritutökningar och teman. Utforska %(collectionName)s.
th: ดาวน์โหลดและสร้างคอลเลกชัน Firefox เพื่อติดตามส่วนขยายและชุดตกแต่งที่ชื่นชอบ สำรวจ %(collectionName)s
tr: Sevdiğiniz uzantıları ve temaları takip etmek için Firefox koleksiyonlarını indirebilir ve oluşturabilirsiniz. %(collectionName)s koleksiyonunu keşfedin.
uk: Завантажуйте і створюйте збірки Firefox, щоб стежити за улюбленими розширеннями і темами. Ознайомтеся з %(collectionName)s.
vi: Tải xuống và tạo bộ sưu tập Firefox để theo dõi các chủ đề và tiện ích yêu thích. Khám phá %(collectionName)s.

source: Submit feedback or report a collection to Mozilla
cs: Odešlete zpětnou vazbu nebo nahlaste sbírku Mozille
de: Sagen Sie Ihre Meinung oder melden Sie eine Sammlung an Mozilla
el: Υποβάλετε σχόλια ή αναφέρετε μια συλλογή στη Mozilla
fi: Lähetä palautetta tai ilmoita kokoelmasta Mozillalle
fr: Envoyer des commentaires ou signaler une collection à Mozilla
fur: Mande une opinion o segnale une racuelte a Mozilla
fy_nl: Kommentaar yntsjinje of in kolleksje rapportearje by Mozilla
hu: Visszajelzés küldése vagy a gyűjtemény jelentése a Mozillának
ia: Inviar commentario o reportar un collection a Mozilla
is: Sendu athugasemdir um eða tilkynntu safn til Mozilla
it: Invia un feedback o segnala una raccolta a Mozilla
ja: コレクションのフィードバックやレポートを Mozilla に送信
ka: გამოხმაურება ან საჩივარი კრებულის შესახებ Mozilla-სთვის
nb_no: Send tilbakemelding eller rapporter en samling til Mozilla
nl: Feedback indienen of een collectie rapporteren bij Mozilla
nn_no: Send tilbakemelding eller rapporter ei samling til Mozilla
pl: Prześlij opinię lub zgłoś kolekcję do Mozilli
pt_br: Envie sua opinião ou denuncie uma coleção para a Mozilla
ru: Отправить отзыв или сообщить о коллекции в Mozilla
sk: Odoslať spätnú väzbu alebo nahlásiť kolekciu Mozille
sv_se: Skicka in feedback eller rapportera en samling till Mozilla
uk: Надішліть відгук або скаргу про збірку в Mozilla
vi: Gửi phản hồi hoặc báo cáo bộ sưu tập tới Mozilla

source: by %(authorName)s
cs: od uživatele %(authorName)s
de: von %(authorName)s
el: από %(authorName)s
fr: par %(authorName)s
fur: di %(authorName)s
fy_nl: troch %(authorName)s
hu: készítette: %(authorName)s
ia: per %(authorName)s
is: frá %(authorName)s
it: di %(authorName)s
ka: გამომგზავნი %(authorName)s
nb_no: av %(authorName)s
nl: door %(authorName)s
nn_no: av %(authorName)s
pl: Autor: %(authorName)s
pt_br: por %(authorName)s
ru: автор: %(authorName)s
sk: autor: %(authorName)s
sv_se: av %(authorName)s
tr: yazan: %(authorName)s
uk: від %(authorName)s
vi: bởi %(authorName)s

source: Report this collection to Mozilla
cs: Nahlásit tuto sbírku Mozille
da: Rapportér denne samling til Mozilla
de: Diese Sammlung an Mozilla melden
el: Αναφορά συλλογής στη Mozilla
fi: Ilmoita tästä kokoelmasta Mozillalle
fr: Signaler cette collection à Mozilla
fur: Segnale cheste racuelte a Mozilla
fy_nl: Dizze kolleksje oan Mozilla rapportearje
hu: Gyűjtemény jelentése a Mozillának
ia: Reportar iste collection a Mozilla
is: Kæra þetta safn til Mozilla
it: Segnala questa raccolta a Mozilla
ka: საჩივარი კრებულის შესახებ Mozilla-ს
nb_no: Rapporter denne samlingen til Mozilla
nl: Deze collectie aan Mozilla rapporteren
nn_no: Rapporter denne samlinga til Mozilla
pl: Zgłoś tę kolekcję do Mozilli
pt_br: Denunciar esta coleção para a Mozilla
ru: Сообщить об этой коллекции в Mozilla
sk: Nahlásiť túto kolekciu Mozille
sv_se: Rapportera denna samling till Mozilla
tr: Bu koleksiyonu Mozilla’ya rapor et
uk: Повідомити про цю збірку Mozilla
vi: Báo cáo bộ sưu tập này cho Mozilla
