Repository: mozilla/addons-frontend
Catalog: locale/*/LC_MESSAGES/amo.po
Languages: ar, az, bg, bn_bd, bs, ca, cs, da, de, el, es, fa, fi, fr, fur, fy_nl, ga_ie, he, hr, hu, ia, id, is, it, ja, ka, kab, ms, nb_no, nl, nn_no, pa_in, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: Language Packs
ar: حزم اللغات
az: Dil Paketləri
bg: Езикови пакети
bn_bd: ভাষা প্যাক
bs: Jezički paketi
ca: Paquets de llengua
cs: Jazykové balíčky
da: Sprogpakker
de: Sprachpakete
el: Πακέτα γλώσσας
es: Paquetes de idioma
fa: بسته‌های زبان
fi: Kielipaketit
fr: Paquetages linguistiques
fur: Pachets des lenghis
fy_nl: Taalpakketten
he: חבילות שפה
hr: Jezični paket
hu: Nyelvi csomagok
ia: Pacchettos de lingua
id: Paket Bahasa
is: Tungumálapakkar
it: Language pack
ja: 言語パック
ka: ენის კრებულები
kab: Akemmus utlayan
ms: Pek Bahasa
nb_no: Språkpakker
nl: Taalpakketten
nn_no: Språkpakkar
pa_in: ਭਾਸ਼ਾ ਪੈਕ
pl: Pakiety językowe
pt_br: Pacotes de idioma
pt_pt: Pacotes de idiomas
ro: Pachete lingvistice
ru: Языковые пакеты
si: භාෂා ඇසුරුම්
sk: Jazykové balíky
sl: Jezikovni paketi
sq: Paketa Gjuhësore
sv_se: Språkpaket
te: భాషా ప్యాకులు
th: ชุดภาษา
tr: Dil paketleri
uk: Мовні пакунки
vi: Gói ngôn ngữ

source: Dictionaries
ar: القواميس
az: Lüğətlər
bg: Речници
bs: Rječnici
ca: Diccionaris
cs: Slovníky
da: Ordbøger
de: Wörterbücher
el: Λεξικά
es: Diccionarios
fi: Oikolukusanastot
fr: Dictionnaires
fur: Dizionaris
fy_nl: Wurdboeken
he: מילונים
hr: Rječnici
hu: Szótárak
ia: Dictionarios
id: Kamus
is: Orðasöfn
it: Dizionari
ja: スペルチェック辞書
ka: ლექსიკონები
kab: Imawalen
ms: Kamus
nb_no: Ordbøker
nl: Woordenboeken
nn_no: Ordbøker
pa_in: ਸ਼ਬਦ-ਕੋਸ਼
pl: Słowniki
pt_br: Dicionários
pt_pt: Dicionários
ro: Dicționare
ru: Словари
si: ශබ්දකෝෂ
sk: Slovníky
sl: Slovarji
sq: Fjalorë
sv_se: Ordlistor
te: నిఘంటువులు
th: พจนานุกรม
tr: Sözlükler
uk: Словники
vi: Từ điển

source: Submit feedback or report a review to Mozilla
cs: Odešlete zpětnou vazbu nebo nahlaste recenzi Mozille
de: Sagen Sie Ihre Meinung oder melden Sie eine Bewertung an Mozilla
el: Υποβάλετε σχόλια ή αναφέρετε μια συλλογή στη Mozilla
fr: Envoyer des commentaires ou signaler une critique à Mozilla
fur: Mande une opinion o segnale une recension a Mozilla
fy_nl: Kommentaar yntsjinje of in beoardieling rapportearje oan Mozilla
hu: Visszajelzés küldése vagy a gyűjtemény jelentése a Mozillának
ia: Inviar commentario o reportar un recension a Mozilla
is: Sendu athugasemdir um eða tilkynntu umsögn til Mozilla
it: Invia commenti o segnala una recensione a Mozilla
ja: レビューのフィードバックやレポートを Mozilla に送信
ka: გამოხმაურება ან საჩივარი მიმოხილვის შესახებ Mozilla-სთვის
nb_no: Send tilbakemelding eller rapporter en vurdering til Mozilla
nl: Feedback indienen of een beoordeling rapporteren aan Mozilla
nn_no: Send tilbakemelding eller rapporter ei vurdering til Mozilla
pl: Prześlij opinię lub zgłoś recenzję do Mozilli
pt_br: Enviar opinião ou denunciar uma análise para a Mozilla
ru: Отправить отзыв или сообщить об отзыве в Mozilla
sk: Odoslať spätnú väzbu alebo nahlásiť recenziu Mozille
sv_se: Skicka feedback eller rapportera en recension till Mozilla
uk: Надішліть відгук або скаргу про відгук до Mozilla
vi: Gửi phản hồi hoặc báo cáo đánh giá cho Mozilla

source: by %(userName)s, %(timestamp)s
cs: uživatelem %(userName)s, %(timestamp)s
de: von %(userName)s, %(timestamp)s
el: από %(userName)s, %(timestamp)s
fr: par %(userName)s, %(timestamp)s
fur: di %(userName)s, %(timestamp)s
fy_nl: troch %(userName)s, %(timestamp)s
hu: készítette: %(userName)s, %(timestamp)s
ia: per %(userName)s, %(timestamp)s
is: frá %(userName)s, %(timestamp)s
it: di %(userName)s, %(timestamp)s
ka: გამომგზავნი %(userName)s, %(timestamp)s
nb_no: av %(userName)s, %(timestamp)s
nl: door %(userName)s, %(timestamp)s
nn_no: av %(userName)s, %(timestamp)s
pl: Autor: %(userName)s, %(timestamp)s
pt_br: de %(userName)s, %(timestamp)s
ru: от %(userName)s, %(timestamp)s
sk: autor: %(userName)s, %(timestamp)s
sv_se: av %(userName)s, %(timestamp)s
tr: %(userName)s, %(timestamp)s
uk: від %(userName)s, %(timestamp)s
vi: bởi %(userName)s, %(timestamp)s

source: Report this review to Mozilla
cs: Nahlásit tuto recenzi Mozille
da: Rapportér denne anmeldelse til Mozilla
de: Diese Bewertung an Mozilla melden
el: Αναφορά κριτικής στη Mozilla
fr: Signaler cette critique à Mozilla
fur: Segnale cheste recension a Mozilla
fy_nl: Dizze beoardieling rapportearje oan Mozilla
hu: Értékelés jelentése a Mozillának
ia: Reportar iste revision a Mozilla
is: Tilkynna þessa umsögn til Mozilla
it: Segnala questa recensione a Mozilla
ka: საჩივარი მიმოხილვის შესახებ Mozilla-ს
nb_no: Rapporter denne vurderingen til Mozilla
nl: Deze beoordeling rapporteren bij Mozilla
nn_no: Rapporter denne vurderinga til Mozilla
pl: Zgłoś tę recenzję do Mozilli
pt_br: Denunciar esta análise para a Mozilla
ru: Пожаловаться на этот отзыв в Mozilla
sk: Nahlásiť túto recenziu Mozille
sv_se: Rapportera denna recension till Mozilla
tr: Bu incelemeyi Mozilla’ya bildir
uk: Повідомити про цей відгук Mozilla
vi: Báo cáo đánh giá này cho Mozilla

source: Report the review because it is illegal or incompliant
cs: Nahlaste recenzi, protože je nelegální nebo v rozporu se zásadami
de: Melden Sie diese Bewertung, weil sie illegal ist oder nicht konform ist
el: Αναφέρετε την κριτική επειδή είναι παράνομη ή μη συμμορφούμενη
fr: Signaler cette critique car elle est illégale ou non conforme
fur: Segnale la recension parcè che e je ilegâl o no conformi
fy_nl: De beoardieling melde, omdat dizze yllegaal of net-kompliant is
hu: Az értékelés jelentése, mert az illegális vagy szabálysértő
ia: Reportar le recension perque illo es illegal o non conforme
is: Tilkynna umsögnina vegna þess að hún er ólögleg eða ósamrýmanleg
it: Segnala la recensione perché illegale o non conforme
ka: საჩივარი მიმოხილვის შესახებ სამართალდარღვევის ან შეუსაბამობის გამო
nb_no: Rapporter vurderingen fordi den er ulovlig eller inkompatibel
nl: De beoordeling melden omdat deze illegaal of niet-compliant is
nn_no: Rapporter vurderinga fordi ho er ulovleg eller inkompatibel
pl: Zgłoś recenzję, ponieważ łamie prawo lub zasady
pt_br: Denunciar a análise porque é ilegal ou não está em conformidade
ru: Пожаловаться на отзыв, поскольку он является незаконным или не соответствует требованиям
sk: Nahlásiť recenziu, pretože je nezákonná alebo nevyhovujúca
sv_se: Rapportera recensionen eftersom den är olaglig eller inkompatibel
tr: Yasa dışı veya uygunsuz olduğu için incelemeyi rapor et
uk: Повідомити про відгук, оскільки він є незаконним або не відповідає вимогам
vi: Báo cáo đánh giá vì nó bất hợp pháp hoặc không tuân thủ

source: Want to interact with addons.mozilla.org (AMO) programmatically? Check out the %(startAddonsServerDocumentation)sAdd-ons Servers documentation%(endAddonsServerDocumentation)s for details about the APIs used by AMO and the %(startAddonsManager)sAdd-ons Manager%(endAddonsManager)s.
ca: Voleu participar des d'una basant programadora amb addons.mozilla.org (AMO)? Dona un cop d'ull a la %(startAddonsServerDocumentation)sdocumentació dels servidors de complements%(endAddonsServerDocumentation)s per obtenir més informació sobre les API d'AMO i el %(startAddonsManager)sgestor de complements%(endAddonsManager)s.
cs: Chcete interagovat s webem addons.mozilla.org (AMO) prostřednictvím programu? Podívejte se do %(startAddonsServerDocumentation)sdokumentace pro servery doplňků%(endAddonsServerDocumentation)s, kde najdete podrobnosti o API rozhraních používaných na AMO a ve %(startAddonsManager)sSprávci doplňků%(endAddonsManager)s.
de: Möchten Sie als Programmierer an addons.mozilla.org (AMO) mitwirken? In der %(startAddonsServerDocumentation)sAdd-ons-Server-Dokumentation%(endAddonsServerDocumentation)s finden Sie Informationen über die von AMO verwendeten APIs und den %(startAddonsManager)sAdd-ons-Manager%(endAddonsManager)s.
el: Θέλετε να αλληλεπιδράσετε με το addons.mozilla.org (AMO) προγραμματιστικά; Δείτε την %(startAddonsServerDocumentation)sτεκμηρίωση των διακομιστών προσθέτων%(endAddonsServerDocumentation)s για λεπτομέρειες σχετικά με τα APIs που χρησιμοποιούνται από το AMO και τη %(startAddonsManager)sΔιαχείριση προσθέτων%(endAddonsManager)s.
es: ¿Quieres interactuar con addons.mozilla.org (AMO) en términos de programación? Consulta la %(startAddonsServerDocumentation)sdocumentación de los servidores de complementos%(endAddonsServerDocumentation)s para obtener más detalles sobre las APIs que usan AMO y el %(startAddonsManager)sAdministrador de complementos%(endAddonsManager)s.
fi: Haluatko olla vuorovaikutuksessa addons.mozilla.org-sivuston (AMO) kanssa ohjelmallisesti? Tutustu %(startAddonsServerDocumentation)slisäosapalvelimien dokumentaatioon%(endAddonsServerDocumentation)s saadaksesi lisätietoja AMO:n ja %(startAddonsManager)sLisäosien hallinnan%(endAddonsManager)s käyttämistä rajapinnoista.
fr: Vous voulez programmer des interactions avec addons.mozilla.org (AMO) ? Consultez la %(startAddonsServerDocumentation)sdocumentation des serveurs des modules complémentaires%(endAddonsServerDocumentation)s pour des informations sur les API utilisées par AMO et le %(startAddonsManager)sgestionnaire des modules complémentaires%(endAddonsManager)s.
fur: Desideristu ineragjî cun addons.mozilla.org (AMO) a nivel di programazion? Controle la documentazion dai %(startAddonsServerDocumentation)sServidôrs dai components adizionâi%(endAddonsServerDocumentation)s pai detais su lis APIs dopradis di AMO e il %(startAddonsManager)sGjestôr dai components adizionâi%(endAddonsManager)s.
fy_nl: Wolle jo programmeartechnyske ynteraksje mei addons.mozilla.org (AMO)? Lês dan de %(startAddonsServerDocumentation)sdokumintaasje fan de Add-ons-servers%(endAddonsServerDocumentation)s foar details oer de troch AMO en de %(startAddonsManager)sAdd-onbehearder%(endAddonsManager)s brûkte API’s.
hr: Želiš kao programer komunicirati s addons.mozilla.org (AMO)? Pregledaj %(startAddonsServerDocumentation)sdokumentaciju poslužitelja dodataka%(endAddonsServerDocumentation)s za detalje o API-ima koje koristi AMO te %(startAddonsManager)supravljač dodacima%(endAddonsManager)s.
hu: Programból szeretne interakcióba lépni az addons.mozilla.org-gal (AMO)? Nézze meg a %(startAddonsServerDocumentation)sKiegészítők kiszolgálóinak dokumentációját%(endAddonsServerDocumentation)s az AMO által használt API-k részleteiért, valamint tekintse meg a %(startAddonsManager)sKiegészítőkezelőt%(endAddonsManager)s.
ia: Vole tu interager con addons.mozilla.org (AMO) programmaticamente? Discoperi le %(startAddonsServerDocumentation)sAdd-ons Servitores documentation%(endAddonsServerDocumentation)s pro detalios re le APIs usate per AMO e le %(startAddonsManager)sAdd-ons Gestor%(endAddonsManager)s.
is: Viltu eiga samskipti við addons.mozilla.org (AMO) í gegnum forritun? Skoðaðu %(startAddonsServerDocumentation)shjálparskjöl viðbótanetþjónanna%(endAddonsServerDocumentation)s til að sjá nánari upplýsingar um API-kerfisviðmótin sem AMO notar auk upplýsinga um %(startAddonsManager)sViðbótastjórann%(endAddonsManager)s.
it: Vuoi interagire con addons.mozilla.org (AMO) a livello di programmazione? Scopri la documentazione dei %(startAddonsServerDocumentation)sServer dei componenti aggiuntivi%(endAddonsServerDocumentation)s per i dettagli sulle API utilizzate da AMO e la %(startAddonsManager)sGestione componenti aggiuntivi%(endAddonsManager)s.
ka: გსურთ, ჩაერთოთ addons.mozilla.org (AMO) საიტის დაპროგრამებაში? გაეცანით %(startAddonsServerDocumentation)sდამატებების სერვერების მასალებს%(endAddonsServerDocumentation)s დაწვრილებითი ინფორმაციის მისაღებად, AMO-სა და %(startAddonsManager)sდამატებების მმართველში%(endAddonsManager)s გამოიყენებული API-ების შესახებ.
kab: Tebɣiḍ asihel n temyigawt d addons.mozilla.org (AMO)? Wali %(startAddonsServerDocumentation)stasemlit n yiqaddacen n yizegrar %(endAddonsServerDocumentation)s ɣef wugar n yisallen ɣef yisnasen APIs i yesseqdac AMO akked %(startAddonsManager)sumsefrak n yizegrar%(endAddonsManager)s.
nb_no: Vil du kommunisere med addons.mozilla.org (AMO) programmatisk? Sjekk ut %(startAddonsServerDocumentation)sserver-dokumentasjonen for tillegg%(endAddonsServerDocumentation)s for detaljer om bruken av API-er som brukes av AMO og %(startAddonsManager)stilleggsbehandleren%(endAddonsManager)s.
nl: Wilt u programmeertechnische interactie met addons.mozilla.org (AMO)? Lees dan de %(startAddonsServerDocumentation)sdocumentatie van de Add-ons-servers%(endAddonsServerDocumentation)s voor details over de door AMO en de %(startAddonsManager)sAdd-onbeheerder%(endAddonsManager)s gebruikte API’s .
nn_no: Vil du kommunisere med addons.mozilla.org (AMO) programmatisk? Sjekk ut %(startAddonsServerDocumentation)sserver-dokumentasjonen for tillegg%(endAddonsServerDocumentation)s for detaljar om bruken av API-er som vert brukt av AMO og %(startAddonsManager)stilleggshandteraren%(endAddonsManager)s.
pa_in: addons.mozilla.org (AMO) ਪ੍ਰੋਗਰਾਮ ਦੇ ਨਾਲ ਇੰਟਰੈਕਟ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ? AMO ਦੁਆਰਾ ਵਰਤੇ ਗਏ API ਅਤੇ %(startAddonsManager)s ਐਡਆਨ ਮੈਨੇਜਰ %(endAddonsManager)s ਦੇ ਵੇਰਵਿਆਂ ਲਈ %(startAddonsServerDocumentation)sਐਡਆਨ ਸਰਵਰ ਡੌਕੂਮੈਂਟੇਸ਼ਨ %(endAddonsServerDocumentation)s ਵੇਖੋ।
pl: Potrzebujesz programistycznie komunikować się ze stroną addons.mozilla.org (AMO)? %(startAddonsServerDocumentation)sDokumentacja serwera dodatków%(endAddonsServerDocumentation)s zawiera informacje o API używanych przez AMO i %(startAddonsManager)smenedżera dodatków%(endAddonsManager)s.
pt_br: Quer interagir com o addons.mozilla.org (AMO) através de programas? Dê uma olhada na %(startAddonsServerDocumentation)sdocumentação de servidores de extensões%(endAddonsServerDocumentation)s para ver detalhes sobre as APIs usadas pelo AMO e pelo %(startAddonsManager)sgerenciador de extensões%(endAddonsManager)s.
pt_pt: Pretende interagir com addons.mozilla.org (AMO) programaticamente? Consulte a %(startAddonsServerDocumentation)sdocumentação dos servidores de extras%(endAddonsServerDocumentation)s para detalhes acerca das APIs utilizadas pelo AMO e %(startAddonsManager)sGestor de extras%(endAddonsManager)s.
ro: Vrei să interacționezi cu addons.mozilla.org (AMO) programatic? Vezi %(startAddonsServerDocumentation)sdocumentația despre serverele de suplimente%(endAddonsServerDocumentation)s pentru detalii despre API-urile utilizate de AMO și %(startAddonsManager)smanagerul de suplimente%(endAddonsManager)s.
ru: Хотите взаимодействовать с addons.mozilla.org (AMO) программно? Просмотрите %(startAddonsServerDocumentation)sдокументацию сервера дополнений%(endAddonsServerDocumentation)s для получения сведений об API, используемых AMO, а также %(startAddonsManager)sдокументацию менеджера дополнений%(endAddonsManager)s.
si: addons.mozilla.org (AMO) සමඟ ක්‍රමලේඛිතව අන්තර් ක්‍රියා කිරීමට වුවමනා ද? AMO සහ %(startAddonsManager)sඑක්කහු කළමනාකරු%(endAddonsManager)s මගින් භාවිතා කරන යෙ.ක්‍ර.මු. පිළිබඳව විස්තර සඳහා %(startAddonsServerDocumentation)sඑක්කහු සේවාදායක ප්‍රලේඛනය%(endAddonsServerDocumentation)s බලන්න.
sk: Chcete interagovať s webom addons.mozilla.org (AMO) prostredníctvom programu? Pozrite sa do %(startAddonsServerDocumentation)sdokumentácie pre servery doplnkov%(endAddonsServerDocumentation)s, kde nájdete podrobnosti o API používaných na AMO a v %(startAddonsManager)sSprávcovi doplnkov%(endAddonsManager)s.
sl: Želite vzpostaviti programersko povezavo z addons.mozilla.org (AMO)? Oglejte si %(startAddonsServerDocumentation)sdokumentacijo strežnikov dodatkov%(endAddonsServerDocumentation)s za podrobnostih o API-jih, ki jih uporabljata AMO in %(startAddonsManager)supravitelj dodatkov%(endAddonsManager)s.
sq: Doni të ndërveproni me asdons.mozilla.org (AMO) si programues? Për hollësi rreth API-sh të përdorura nga AMO dhe %(startAddonsManager)sPërgjegjës Shtesash%(endAddonsManager)s, shihni %(startAddonsServerDocumentation)sDokumentimin për shërbyes shtesash%(endAddonsServerDocumentation)s.
sv_se: Vill du interagera med addons.mozilla.org (AMO) programmatiskt? Kolla in %(startAddonsServerDocumentation)sserverdokumentationen för tillägg%(endAddonsServerDocumentation)s för detaljer om API:er som används av AMO och %(startAddonsManager)stilläggshanteraren%(endAddonsManager)s.
tr: Programlı bir şekilde addons.mozilla.org (AMO) ile etkileşime geçmek mi istiyorsunuz? AMO ve %(startAddonsManager)sEklenti Yöneticisi%(endAddonsManager)s tarafından kullanılan API'ler hakkında bilgi için %(startAddonsServerDocumentation)sEklenti Sunucuları belgelerine%(endAddonsServerDocumentation)s bakabilirsiniz.
uk: Хочете взаємодіяти з addons.mozilla.org (AMO) на програмному рівні? Ознайомтеся з %(startAddonsServerDocumentation)sдокументацією Add-ons Servers%(endAddonsServerDocumentation)s для отримання подробиць про API, що використовуються в AMO, а також %(startAddonsManager)sменеджером додатків%(endAddonsManager)s.
vi: Bạn muốn tương tác với addons.mozilla.org (AMO) theo chương trình? Kiểm tra tại %(startAddonsServerDocumentation)sTài liệu máy chủ tiện ích mở rộng%(endAddonsServerDocumentation)s để biết chi tiết về các API được sử dụng bởi AMO và %(startAddonsManager)sQuản lí tiện ích mở rộng%(endAddonsManager)s.

source: If you want to contribute but are not quite as technical, there are still ways to help:
bg: Ако искате да допринесете, но не сте „на ти“ с техниката има няколко начина да помогнете
bs: Ako želite doprinijeti ali niste tehnički najbolje stručni, postoje načini za pomoć:
ca: Si us agradaria contribuir però no teniu els coneixements tècnics, podeu ajudar de les següents maneres:
cs: Pokud máte zájem přispět svým doplňkem, ale nejste technicky založení, stále existuje několik možností, jak se zapojit:
da: Hvis du vil bidrage, men ikke er så teknisk anlagt, er det stadig muligt at hjælpe:
de: Wenn Sie mitmachen möchten, aber nicht so technisch orientiert sind, gibt es andere Möglichkeiten, wie Sie helfen können:
el: Αν θέλετε να συνεισφέρετε, αλλά δεν είστε αρκετά τεχνικοί τύποι, μπορείτε ακόμη να βοηθήσετε:
es: Si quieres colaborar pero no tienes un perfil tan técnico, existen otras formas de hacerlo:
fi: Jos haluat osallistua, mutta et pidä itseäsi kovin teknisenä henkilönä, voit auttaa muilla tavoin:
fr: Si vous voulez contribuer sans être une pointure en technique, il existe d’autres moyens d’aider :
fur: Se tu desieris contribuî ma no tu âs lis compentencis tecnichis necessaris, tu puedis simpri judâ in altris manieris:
fy_nl: As jo bydrage wolle, mar net sa technysk binne, binne der noch hieltyd manieren om te helpen:
he: אם ברצונכם לתרום אך אינכם בעלי ידע טכני נרחב, ישנן מספר דרכים נוספות לסייע:
hr: Ako želiš doprinijeti, ali nemaš tehničkog znanja, svejedno možeš pomoći:
hu: Ha szeretne közreműködni, de nem annyira műszaki beállítottságú, akkor is segíthet:
ia: Si tu desira contribuer ma tu non es bastante experte de technica, il ha altere manieras pro adjutar:
id: Jika Anda ingin berkontribusi namun tidak terlalu teknis, masih ada banyak cara untuk membantu:
is: Ef þú hefur áhuga á að leggja þitt af mörkum, en ert kannski ekki svo tæknilega þenkjandi, þá eru samt leiðir til að hjálpa:
it: Se vuoi contribuire ai componenti aggiuntivi, ma non possiedi le competenze tecniche necessarie per svilupparne uno tuo, puoi sempre collaborare in altri modi:
ja: 何か貢献したいけれどあまり技術的な知識はないという場合も、協力方法はいくつかあります:
ka: თუ გსურთ წვლილის შეტანა, მაგრამ არ გაქვთ საკმარისი ტექნიკური ცოდნა, არის სხვა გზებიც დასახმარებლად:
kab: Ma tebɣiḍ ad ttekkiḍ acu kan ur tessineḍ ara tatiknikit, yella amek aɣ-d-muddeḍ afus:
ms: Jika anda berminat untuk memberikan sumbangan tetapi kurang pengetahuan teknikal, masih ada cara untuk membantu:
nb_no: Hvis du vil bidra, men ikke er så teknisk anlagt, er det fortsatt mulig å hjelpe:
nl: Als u wilt bijdragen, maar niet zo technisch bent, zijn er nog steeds manieren om te helpen:
nn_no: Om du vill bidra men ikkje er så teknisk, finst det framleis måtar å hjelpe til på:
pa_in: ਜੇ ਤੁਸੀਂ ਯੋਗਦਾਨ ਦੇਣਾ ਚਾਹੁੰਦੇ ਹੋ ਪਰ ਤਕਨੀਕੀ ਤੌਰ ਤੇ ਨਹੀਂ ਹੋ, ਫਿਰ ਵੀ ਤੁਹਾਡੀ ਮਦਦ ਕਰਨ ਦੇ ਤਰੀਕੇ ਹਨ:
pl: Jeśli chcesz wziąć udział, ale niekoniecznie od strony technicznej, oto inne sposoby pomagania:
pt_br: Se você quiser contribuir, mas não é tão técnico, existem outras formas de ajudar:
pt_pt: Se quer contribuir mas não é tão técnico, existem outras formas de ajudar:
ro: Dacă vrei să contribui dar nu ai destule cunoștințe tehnice, iată alte modalități prin care ne poți ajuta:
ru: Если вы хотите помочь, но не совсем дружите с технологиями, у вас всё же есть способы помочь:
si: දායක වීමට වුවමනා නමුත් තාක්‍ෂණික දැනුමක් නැති නම්, උදව් කිරීමට තවත් බොහෝ ක්‍රම තිබේ:
sk: Ak sa chcete zapojiť, no nie ste technický typ, stále existuje niekoľko možností:
sl: Če želite sodelovati, vendar niste tako tehnično podkovani, nam lahko pomagate tudi na druge načine:
sq: Nëse doni të kontribuoni por s’jeni dhe aq i aftë teknikisht, ka ende rrugë për të ndihmuar:
sv_se: Om du vill bidra men du är inte så teknisk, finns det fortfarande sätt att hjälpa till:
th: หากคุณต้องการมีส่วนร่วมแต่ไม่ค่อยเชี่ยวชาญด้านเทคนิค ยังคงมีวิธีที่สามารถช่วยเหลือได้:
tr: Katkıda bulunmak istiyorsanız ama teknik bilginiz yeterli değilse yine de yardımcı olabileceğiniz yollar var:
uk: Якщо ви хочете допомогти, але не зовсім дружите з технологіями, ви все одно можете це зробити:
vi: Nếu bạn muốn đóng góp nhưng không hoàn toàn là kỹ thuật, vẫn có những cách để trợ giúp:

source: Participate in our %(startLink)sforum%(endLink)s.
ar: شارِك في %(startLink)sالمنتدى%(endLink)s.
bg: Вземете участие във %(startLink)sфорумите%(endLink)s.
bs: Sudjelujte na našem %(startLink)s forumu %(endLink)s.
ca: Participeu en el nostre %(startLink)sfòrum%(endLink)s.
cs: Zapojte se v našem %(startLink)sfóru%(endLink)s.
da: Deltag i vores %(startLink)sforum%(endLink)s.
de: Beteiligen Sie sich an unserem %(startLink)sForum%(endLink)s.
el: Συμμετάσχετε στο %(startLink)sφόρουμ%(endLink)s μας.
es: Participar en nuestro %(startLink)sforo%(endLink)s.
fi: Osallistu keskusteluun %(startLink)skeskustelualueella%(endLink)s.
fr: Participez à notre %(startLink)sforum%(endLink)s.
fur: Partecipe tal nestri %(startLink)sforum%(endLink)s.
fy_nl: Doch mei oan ús %(startLink)sfoarum%(endLink)s.
he: השתתפו ב%(startLink)sפורום%(endLink)s שלנו.
hr: Sudjeluj u našem %(startLink)sforumu%(endLink)s.
hu: Vegyen részt a %(startLink)sfórumon%(endLink)s.
ia: Participa in nostre %(startLink)sforo%(endLink)s.
id: Berpartisipasilah di %(startLink)sforum%(endLink)s kami.
is: Taktu þátt á %(startLink)sspjallsvæðinu%(endLink)s okkar.
it: Partecipa alle discussioni sul %(startLink)sforum%(endLink)s.
ja: 私たちの %(startLink)sフォーラム%(endLink)s に参加してください。
ka: მიიღეთ მონაწილეობა ჩვენს %(startLink)sფორუმში%(endLink)s.
kab: Tteki deg %(startLink)sanmager%(endLink)s.
ms: Sertai kami dalam %(startLink)sforum%(endLink)s.
nb_no: Delta i vårt %(startLink)sforum%(endLink)s.
nl: Doe mee aan ons %(startLink)sforum%(endLink)s.
nn_no: Delta i %(startLink)sforumet%(endLink)s vårt.
pa_in: ਸਾਡੇ %(startLink)s ਫੋਰਮ %(endLink)s s ਵਿੱਚ ਹਿੱਸਾ ਲਓ।
pl: Udzielaj się na naszym %(startLink)sforum%(endLink)s.
pt_br: Participe em nosso %(startLink)sfórum%(endLink)s.
pt_pt: Participe no nosso %(startLink)sfórum%(endLink)s.
ro: Participă pe %(startLink)sforumul%(endLink)s nostru.
ru: Примите участие в работе нашего %(startLink)sфорума%(endLink)s.
si: අපගේ %(startLink)sසංසදයට%(endLink)s සහභාගී වන්න.
sk: Zapojte sa na našom %(startLink)sfóre%(endLink)s.
sl: Sodelujte na našem %(startLink)sforumu%(endLink)s.
sq: Merrni pjesë te %(startLink)sforumi%(endLink)s ynë.
sv_se: Delta i vårt %(startLink)sforum%(endLink)s.
th: เข้าร่วมใน %(startLink)sกระดานสนทนา%(endLink)s ของเรา
tr: %(startLink)sForumumuza%(endLink)s katılın.
uk: Візьміть участь в роботі нашого %(startLink)sфоруму%(endLink)s.
vi: Tham gia vào %(startLink)sdiễn đàn%(endLink)s của chúng tôi.
