Repository: mozilla/addons-frontend
Catalog: locale/*/LC_MESSAGES/amo.po
Languages: ar, az, bg, bn_bd, bs, ca, cs, da, de, el, es, fa, fi, fr, fur, fy_nl, ga_ie, he, hr, hu, ia, id, is, it, ja, ka, kab, ms, nb_no, nl, nn_no, pa_in, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: Explore all categories
ar: استكشِف كل الأقسام
az: Bütün kateqoriyaları kəşf et
bg: Всички категории
bn_bd: সকল বিষয়শ্রেণী দেখুন
bs: Istraži sve kategorije
ca: Exploreu totes les categories
cs: Procházet všechny kategorie
da: Udforsk alle kategorier
de: Alle Kategorien durchsuchen
el: Εξερεύνηση όλων των κατηγοριών
es: Explorar todas las categorías
fa: بررسی تمام بسته‌بندی‌ها
fi: Selaa kaikkia luokkia
fr: Explorer toutes les catégories
fur: Esplore dutis lis categoriis
fy_nl: Alle kategoryen ferkenne
he: חקירת כל הקטגוריות
hr: Istraži sve kategorije
hu: Összes kategória felfedezése
ia: Explora tote le categorias
id: Jelajahi semua kategori
is: Skoða alla flokka
it: Esplora tutte le categorie
ja: すべてのカテゴリーを見る
ka: დათვალიერება ყველა კატეგორიის
kab: Wali akk taggayin
ms: Teroka semua kategori
nb_no: Utforsk alle kategorier
nl: Alle categorieën verkennen
nn_no: Utforsk alle kategoriar
pa_in: ਸਾਰੇ ਵਰਗਾਂ ਦੀ ਪੜਚੋਲ ਕਰੋ
pl: Wszystkie kategorie
pt_br: Explore todas as categorias
pt_pt: Explorar todas as categorias
ro: Explorează toate categoriile
ru: Посмотреть все категории
si: සියළුම ප්‍රවර්ග ගවේශනය
sk: Preskúmajte všetky kategórie
sl: Raziščite vse kategorije
sq: Eksploroni krejt kategoritë
sv_se: Utforska alla kategorier
te: అన్ని వర్గాలను అన్వేషించండి
th: สำรวจหมวดหมู่ทั้งหมด
tr: Tüm kategorileri keşfet
uk: Переглянути всі категорії
vi: Khám phá tất cả các loại

source: Available for your locale
ar: مُتاحة للغة منطقتك
az: Dilinizi dəstəkləyənlər
bg: Достъпни за вашия език
bn_bd: আপনার লোকেলের জন্য উপলব্ধ
bs: Dostupno za vaš prostor
ca: Disponible per a la vostra llengua
cs: Dostupné pro váš jazyk
da: Tilgængelig på dit sprog
de: Für Ihre Sprache verfügbar
el: Διαθέσιμο για τη γλώσσα σας
es: Disponible para tu idioma
fi: Saatavilla omalla kielelläsi
fr: Disponible dans votre langue
fur: Disponibil te tô lenghe
fy_nl: Beskikber foar jo taal
he: זמין לשפה שלך
hr: Dostupno na tvom jeziku
hu: Elérhető az Ön nyelvén
ia: Disponibile pro tu localisation
id: Tersedia untuk pelokalan Anda
is: Í boði fyrir staðfærsluna þína
it: Disponibile nella tua lingua
ja: あなたのロケールに対応しているもの
ka: თქვენს ენაზე ხელმისაწვდომი
kab: Yella s tutlayt-ik
ms: Ada dalam bahasa anda
nb_no: Tilgjenglig på ditt språk
nl: Beschikbaar voor uw taal
nn_no: Tilgjengeleg på ditt språk
pa_in: ਤੁਹਾਡੇ ਲੋਕੇਲ ਲਈ ਉਪਲਬਧ
pl: Dostępne w języku użytkownika
pt_br: Disponíveis para o seu idioma
pt_pt: Disponível para o seu idioma
ro: Disponibile pentru limba ta
ru: Доступно на вашем языке
si: ඔබගේ භාෂාව සඳහා තිබේ
sk: Dostupné vo vašom jazyku
sl: Na voljo za vaš jezik
sq: E passhme në gjuhën tuaj
sv_se: Tillgänglig för ditt språk
th: พร้อมใช้งานสำหรับภาษาของคุณ
tr: Sizin dilinizdekiler
uk: Доступно вашою мовою
vi: Có sẵn cho ngôn ngữ của bạn

source: Dictionaries and Language Packs
ar: القواميس وحزم اللغات
az: Lüğətlər və Dil paketləri
bg: Речници и езикови пакети
bn_bd: অভিধান এবং ভাষা প্যাকগুলি
bs: Rječnici i paketi jezika
ca: Diccionaris i paquets de llengua
cs: Slovníky a jazykové balíčky
da: Ordbøger og sprogpakker
de: Wörterbücher und Sprachpakete
el: Λεξικά και πακέτα γλωσσών
es: Diccionarios y paquetes de idiomas
fa: لغت‌نامه‌ها و بسته‌های زبان
fi: Oikolukusanastot ja kielipaketit
fr: Dictionnaires et paquetages linguistiques
fur: Dizionaris e pachets des lenghis
fy_nl: Wurdboeken en taalpakketten
he: מילונים וחבילות שפה
hr: Rječnici i jezični paketi
hu: Szótárak és nyelvi csomagok
ia: Dictionarios e pacchettos de lingua
id: Kamus dan Paket Bahasa
is: Orðasöfn og tungumálapakkar
it: Dizionari e language pack
ja: スペルチェック辞書と言語パック
ka: ლექსიკონები და ენის კრებულები
kab: Imawalen & ikemmusen n tutlayin
ms: Kamus dan Pek Bahasa
nb_no: Ordliste og språkpakker
nl: Woordenboeken en taalpakketten
nn_no: Ordbøker og språkpakkar
pa_in: ਸ਼ਬਦਕੋਸ਼ ਅਤੇ ਭਾਸ਼ਾ ਪੈਕ
pl: Słowniki i pakiety językowe
pt_br: Dicionários e Pacotes de idiomas
pt_pt: Dicionários e pacotes de idiomas
ro: Dicționare și pachete lingvistice
ru: Словари и языковые пакеты
si: ශබ්දකෝෂ සහ භාෂා ඇසුරුම්
sk: Slovníky a jazykové balíky
sl: Slovarji in jezikovni paketi
sq: Fjalorë dhe Paketa Gjuhësore
sv_se: Ordlistor och språkpaket
te: నిఘంటువులు, భాషా ప్యాకులు
th: พจนานุกรมและชุดภาษา
tr: Sözlükler ve dil paketleri
uk: Словники та мовні пакунки
vi: Từ điển và Gói ngôn ngữ

source: Download Firefox dictionaries and language pack extensions. Add a new language option to your browser spell-checker, or change the browser's interface language.
bg: Изтеглете речници на Firefox и разширения за езикови пакети. Добавете нова опция за език към програмата за проверка на правописа на вашия браузър или променете езика на интерфейса на браузъра.
ca: Baixeu diccionaris i extensions de paquet de llengua del Firefox. Afegiu una opció de llengua nova al corrector ortogràfic del vostre navegador o canvieu la llengua d'interfície del navegador.
cs: Stáhněte si slovníky a jazykové balíčky pro Firefox. Přidejte si do prohlížeče nový jazyk pro kontrolu pravopisu nebo změňte jazyk rozhraní prohlížeče.
da: Hent ordbøger og sprogpakker til Firefox. Tilføj et nyt sprog til din browsers stavekontrol, eller skift sproget i browserens brugerflade.
de: Laden Sie Erweiterungen für Firefox-Wörterbücher und -Sprachpakete herunter. Fügen Sie der Rechtschreibprüfung Ihres Browsers eine neue Sprachoption hinzu oder ändern Sie die Sprache der Benutzeroberfläche des Browsers.
el: Κάντε λήψη λεξικών και πακέτων γλωσσών του Firefox. Προσθέστε μια νέα επιλογή γλώσσας στον ορθογραφικό έλεγχο του προγράμματος περιήγησης, ή αλλάξτε τη γλώσσα διεπαφής του προγράμματος περιήγησής σας.
es: Descarga extensiones de Firefox sobre diccionarios y paquetes de idiomas. Agrega una nueva opción de idioma a tu corrector ortográfico o cambia el idioma de la interfaz del navegador.
fi: Lataa Firefox-sanastoja ja -kielipaketteja. Lisää uusia kielivalintoja selaimen oikolukuominaisuutta varten, tai vaihda selaimen käyttöliittymän kieltä.
fr: Téléchargez des dictionnaires pour Firefox et des paquets linguistiques. Ajoutez une nouvelle option de langue au correcteur orthographique de votre navigateur ou modifiez sa langue de l’interface de ce dernier.
fur: Discjame i dizionaris e i pachets des lenghis par Firefox. Zonte une lenghe tant che opzion pal coretôr ortografic o cambie la lenghe de interface dal navigadôr.
fy_nl: Download Firefox-wurdboeken en taalpakketten. Foegje in nije taalopsje ta oan de staveringshifker fan jo browser, of wizigje de ynterfacetaal fan jo browser.
hr: Preuzmi Firefox rječnike i proširenja jezičnih paketa. Dodaj novu opciju za provjeru pravopisa u pregledniku ili promijeni jezik sučelja preglednika.
hu: Töltsön le Firefox szótárakat és nyelvi csomagokat. Adjon hozzá új nyelvet a böngésző helyesírás-ellenőrzőjéhez, vagy módosítsa a böngésző felületének nyelvét.
ia: Discarga extensiones de dictionarios e pacchetto de lingua de Firefox. Adde un nove option de lingua al controlator orthographic de tu navigator, o cambia su lingua de interfacie.
id: Unduh ekstensi paket bahasa dan kamus Firefox. Tambahkan opsi bahasa baru ke pemeriksa ejaan peramban Anda, atau ubah bahasa antarmuka perambannya.
is: Sæktu orðasöfn og tungumálapakka fyrir Firefox. Bættu nýjum valkostum tungumála við stafsetningaryfirferð vafrans, eða skiptu um tungumálið í viðmóti vafrans.
it: Scarica i dizionari e i language pack per Firefox. Aggiungi una lingua come opzione al correttore ortografico o modifica la lingua dell’interfaccia del browser.
ja: Firefox のスペルチェック辞書と言語パックをダウンロードしましょう。ブラウザーのスペルチェック機能に新しい言語オプションを追加します。または、ブラウザーのインターフェース言語を変更します。
ka: ჩამოტვირთეთ Firefox-ის ლექსიკონებისა და ენის კრებულის გაფართოებები. დაამატეთ ბრაუზერს კიდევ ერთი ასარჩევი ენა მართლწერის შესამოწმებლად ან სამომხმარებლო გარსის შესაცვლელად.
kab: Sader imawalen i Firefox akked ikemmusen n tutlayt. Rnu Asefren amaynut n tutlayt neɣ n umseɣti n tira n yiminig-ik neɣ beddel tutlayt n ugrudem-is.
ms: Muat turun ekstensi kamus dan pek bahasa Firefox. Tambah pilihan bahasa baru sebagai penyemak ejaan atau pilihan bahasa antara muka pelayar.
nb_no: Last ned Firefox-ordlister og språkpakkeutvidelser. Legg til et nytt språkalternativ i nettleserens stavekontroll, eller endre nettleserens grensesnittspråk.
nl: Download Firefox-woordenboeken en taalpakketten. Voeg een nieuwe taaloptie toe aan de spellingcontrole van uw browser, of wijzig de interfacetaal van uw browser.
nn_no: Last ned Firefox-ordlister og språkpakkeutvidingar. Legg til eit nytt språkalternativ i stavekontrollen til nettlesaren, eller endre grensesnittspråket til nettlesaren.
pa_in: ਫਾਇਰਫਾਕਸ ਸ਼ਬਦਕੋਸ਼ ਅਤੇ ਭਾਸ਼ਾ ਪੈਕ ਐਕਸਟੈਂਸ਼ਨਾਂ ਡਾਊਨਲੋਡ ਕਰੋ। ਆਪਣੇ ਬ੍ਰਾਉਜ਼ਰ ਸਪੈੱਲ-ਚੈਕਰ ਲਈ ਨਵੀਂ ਭਾਸ਼ਾ ਵਿਕਲਪ ਜੋੜੋ, ਜਾਂ ਬ੍ਰਾਊਜ਼ਰ ਦੀ ਇੰਟਰਫੇਸ ਭਾਸ਼ਾ ਨੂੰ ਬਦਲੋ।
pl: Pobieraj słowniki i pakiety językowe. Dodaj nowy język do sprawdzania pisowni przeglądarki lub zmień język jej interfejsu.
pt_br: Baixe extensões de dicionários e pacotes de idiomas do Firefox. Adicione uma nova opção de idioma ao corretor ortográfico ou mude o idioma da interface do navegador.
pt_pt: Transfira dicionários e pacotes de idiomas do Firefox. Adicione uma nova opção de idioma ao seu verificador ortográfico do navegador, ou altere o idioma da interface do navegador.
ro: Descarcă extensiile de dicționare și pachete lingvistice pentru Firefox. Adaugă o nouă opțiune de limbă în corectorul ortografic din browser sau schimbă limba pentru interfața browserului.
ru: Загрузите словари и языковые пакеты для Firefox. Добавьте новый язык в ваш браузер для проверки орфографии или измените язык интерфейса браузера.
si: ෆයර්ෆොක්ස් ශබ්දකෝෂ හා භාෂා ඇසුරුම් දිගු බාගන්න. ඔබගේ අතිරික්සුවෙහි අකුරු වින්‍යාස පරීක්‍ෂාවට නව භාෂා විකල්පයක් එක් කරන්න, හෝ අතිරික්සුවෙහි අතුරු මුහුණත භාෂාව වෙනස් කරන්න.
sk: Stiahnite si slovníky a jazykové balíky pre Firefox. Pridajte do prehliadača nový jazyk pre kontrolu pravopisu alebo zmeňte jazyk rozhrania prehliadača.
sl: Prenesite slovarje in jezikovne pakete za Firefox. V črkovalnik dodajte nov jezik ali spremenite jezik brskalnika.
sq: Shkarkoni për Firefox-in zgjerime për fjalorë dhe paketa gjuhësore. Shtoni një gjuhë të re te kontrollori i drejtshkrimit në shfletuesin tuaj, ose ndryshoni gjuhën e ndërfaqes së shfletuesit.
sv_se: Hämta Firefox-ordlistor och språkpaketsutökningar. Lägg till ett nytt språkalternativ i din webbläsares stavningskontroll, eller ändra webbläsarens gränssnittsspråk.
th: ดาวน์โหลดพจนานุกรม Firefox และส่วนขยายชุดภาษา เพิ่มตัวเลือกภาษาใหม่ให้กับตัวตรวจตัวสะกดบนเบราว์เซอร์ของคุณ หรือเปลี่ยนภาษาส่วนติดต่อของเบราว์เซอร์
tr: Firefox sözlüklerini ve dil paketi uzantıkarını indirin. Tarayıcınızın yazım denetleyicisine yeni bir dil ekleyebilir veya tarayıcınızın arayüz dilini değiştirebilirsiniz.
uk: Завантажуйте словники і мовні пакунки для Firefox. Додайте нову мову для перевірки правопису в браузері, або зміни його інтерфейсу.
vi: Tải xuống các bộ từ điển và tiện ích mở rộng gói ngôn ngữ của Firefox. Thêm tùy chọn ngôn ngữ mới vào trình kiểm tra chính tả của trình duyệt hoặc thay đổi ngôn ngữ giao diện của trình duyệt.

source: Installing a dictionary add-on will add a new language option to your spell-checker, which checks your spelling as you type in Firefox.
ar: سيتيح لك تثبيت إضافة قاموس خيار لغة جديد إلى مدقق الإملاء، والذي يتأكد من صحة الإملاء وأنت تكتب في فَيَرفُكس.
az: Lüğət əlavəsini quraraq imla yoxlanışınıza yeni dili əlavə etmiş olacaqsınız, Firefoxda yazı yazarkən qrammatik səhvləri yoxlayacaq.
bg: Инсталирането на речник ще добави нов език към проверката за правопис, която проверява вашия правопис докато въвеждате текст във Firefox.
bs: Instalacijom dodatka rječnika će se dodati nove jezičke mogućnosti na provjeru pravopisa, koja provjerava pravopis tokom upisivanja u Firefox.
ca: Afegiu una nova opció de llengua al vostre corrector ortogràfic mitjançant un complement, que comprovarà l'ortografia a mesura que escriviu al Firefox.
cs: Instalací slovníku přidáte nový jazyk pro vaši kontrolu pravopisu, která kontroluje překlepy při psaní textu ve Firefoxu.
da: Hvis du installerer en ordbog, tilføjes et nyt sprog til din stavekontrol, som kontrollerer din stavning, mens du skriver i Firefox.
de: Wenn Sie ein Wörterbuch-Add-on installieren, hat Ihre Rechtschreibprüfung, die eingegebene Texte auf Fehler prüft, eine weitere Sprache zur Auswahl.
el: Με την εγκατάσταση ενός λεξικού, θα προστεθεί μια νέα επιλογή γλώσσας στον ορθογραφικό έλεγχο, ο οποίος ελέγχει την ορθογραφία σας όσο πληκτρολογείτε στο Firefox.
es: Si instalas un diccionario se agregará una nueva opción de idioma a tu corrector, que comprobará tu ortografía cada vez que escribas en Firefox.
fi: Sanastolisäosan asentaminen lisää uuden kielivalinnan oikolukutyökaluun, joka tarkistaa kirjoitusasusi Firefoxissa.
fr: Si vous installez un module de type dictionnaire, une nouvelle langue sera disponible pour le correcteur orthographique qui se charge de vérifier l’orthographe lorsque vous écrivez dans Firefox.
fur: Instalant un dizionari tu zontarâs une gnove lenghe al coretôr ortografic, il strument che al controle la ortografie intant che tu scrivis in Firefox.
fy_nl: As jo in wurdboek-add-on ynstallearje, krijt jo staveringshifker dy’t de stavering kontrolearret in ekstra taal.
he: התקנת תוספת מילון תוסיף אפשרות שפה חדשה לבודק האיות שלך שתבדוק עבורך את האיות במהלך ההקלדה ב־Firefox.
hr: Instaliranjem dodatka za rječnik, dodaje se nova jezična opcija za provjeru pravopisa prilikom tipkanja u Firefoxu.
hu: A szótár kiegészítő telepítése egy új nyelvi lehetőséget ad a helyesírás-ellenőrzőhöz, amely gépelés közben ellenőrzi a helyesírását a Firefoxban.
ia: Installar un additivo dictionario addera un nove lingua optional a tu controlator orthographic, que controla tu orthographia quando tu scribe in Firefox.
id: Memasang pengaya kamus akan menambahkan opsi bahasa baru pada pemeriksa-ejaan yang bekerja ketika Anda mengetik di Firefox.
is: Uppsetning á orðasöfnum bætir nýjum valkostum tungumála við stafsetningaryfirferð vafrans, sem gefur færi á að yfirfara stafsetninguna þína um leið og þú skrifar.
it: Installando un dizionario aggiungerai una nuova lingua al correttore ortografico, lo strumento che controlla i testi digitati in Firefox.
ja: 辞書アドオンをインストールすると、Firefox 上で文字入力中に綴りを確認できるスペルチェッカーに新しい言語オプションを追加できます。
ka: ლექსიკონის დამატების ჩადგმით, თქვენი Firefox-ის მართლწერის შემმოწმებელს დაემატება ახალი ენა, რომელიც შეამოწმებს ვებგვერდებზე არსებულ ველებში შეყვანილ ტექსტს.
kab: Asebeddi n uzegrir n umawal, ad yernu afran n tutlayt tamaynut ar yimseɣti-ik, ayen ara yesneqden tira ticki tettaruḍ di Firefox.
ms: Memasang add-on kamus akan menambah pilihan bahasa baru dalam penyemak ejaan, yang akan menyemak ejaan semasa anda menaip dalam Firefox.
nb_no: Installering av en ordliste legger til et nytt språkalternativ til stavekontrollen din, som kontrollerer stavingen din mens du skriver i Firefox.
nl: Door installatie van een woordenboek-add-on wordt een nieuwe taaloptie aan uw spellingcontrole toegevoegd, die uw spelling tijdens het typen in Firefox controleert.
nn_no: Installering av ei ordliste legg til eit nytt språkalternativ til stavningskontrollen din, som kontrollerer stavninga når du skriv i Firefox.
pa_in: ਇੱਕ ਸ਼ਬਦਕੋਸ਼ ਐਡ-ਆਨ ਸਥਾਪਤ ਕਰਨ ਨਾਲ ਤੁਹਾਡੇ ਸਪੈਲ-ਚੈਕਰ ਲਈ ਇੱਕ ਨਵੀਂ ਭਾਸ਼ਾ ਵਿਕਲਪ ਸ਼ਾਮਲ ਹੋਵੇਗਾ, ਜੋ ਫਾਇਰਫਾਕਸ ਵਿੱਚ ਟਾਈਪ ਕਰਦੇ ਸਮੇਂ ਤੁਹਾਡੀ ਸਪੈਲਿੰਗ ਦੀ ਜਾਂਚ ਕਰਦਾ ਹੈ।
pl: Zainstalowanie słownika doda sprawdzanie pisowni w danym języku.
pt_br: A instalação de um dicionário irá adicionar uma nova opção de idioma ao seu corrector ortográfico, que verifica sua ortografia enquanto você digita no Firefox.
pt_pt: Instalar um extra de dicionário irá adicionar uma nova opção de idioma para o seu verificador de ortografia, que verifica a sua ortografia ao escrever no Firefox.
ro: Instalarea unui supliment de dicționar va adăuga o opțiune nouă de limbă la corectorul ortografic, care îți verifică ortografia pe măsură ce tastezi în Firefox.
ru: Установка дополнения со словарем добавит новый язык в средство проверки орфографии, которое проверяет ваше правописание, когда вы что-то печатаете в Firefox.
si: ශබ්දකෝෂ එක්කහුවක් ස්ථාපනයෙන් ඔබගේ අකුරු වින්‍යාසය පරීක්‍ෂාවට නව භාෂා විකල්පයක් එක් කරයි, එමගින් ෆයර්ෆොක්ස් හරහා ලියන විට ඔබගේ දෝෂ සොයා බලයි.
sk: Inštaláciou slovníku pridáte do svojho nástroja na kontrolu pravopisu nový jazyk.
sl: Z namestitvijo slovarja boste v Firefox dodali možnost preverjanja črkovanja v novem jeziku.
sq: Instalimi i një shtese fjalori do të shtojë një gjuhë të re te kontrollori juaj i drejtshkrimit, i cili kontrollon shkrimin tuaj teksa shtypni brenda Firefox-it.
sv_se: Installera en ordlista lägger till ett nytt språkalternativ till din stavningskontroll, som kontrollerar stavningen när du skriver i Firefox.
th: การติดตั้งส่วนเสริมพจนานุกรมจะเพิ่มตัวเลือกภาษาใหม่เข้าไปในตัวตรวจสอบการสะกดของคุณที่จะคอยตรวจสอบการสะกดที่คุณพิมพ์ใน Firefox
tr: Sözlük eklentisi yüklemek, Firefox'ta siz yazarken yazım denetimi yapan yazım denetleyicinize yeni bir dil seçeneği ekleyecektir.
uk: Встановлення словника додасть нову мову у засіб перевірки орфографії, який перевіряє ваш правопис, коли ви щось друкуєте в Firefox.
vi: Cài đặt tiện ích từ điển sẽ thêm tùy chọn ngôn ngữ mới vào trình kiểm tra chính tả và sẽ kiểm tra chính tả của bạn khi bạn nhập vào Firefox.

source: Language packs change your browser's interface language, including menu options and settings.
ar: تُغيّر حزم اللغات لغة واجهة المتصفح، بما في ذلك خيارات القوائم والإعدادات.
az: Dil paketləri səyyahınızın interfeys dilini dəyişdirirlər, menyu seçimləri və tənzimləmələr də daxil.
bg: Езиковите пакети променят езика на графичния интерфейс на мрежовия четец, включително менютата и настройките.
bs: Jezički paketi mijenjaju jezik vašeg pretraživačkog interfejsa, uključujući opcije izbornika i postavki.
ca: Els paquets de llengua canvien la llengua de la interfície del navegador, incloses les opcions i la configuració del menú.
cs: Jazykové balíčky mění jazyk rozhraní vašeho prohlížeče, včetně nabídek a možností nastavení.
da: Sprogpakker ændrer sproget i din browsers brugerflade, herunder menuer og indstillinger.
de: Sprachpakete ändern die Sprache der Benutzeroberfläche Ihres Browsers, einschließlich Menüoptionen und Einstellungen.
el: Τα πακέτα γλωσσών αλλάζουν τη γλώσσα του περιβάλλοντος χρήσης του προγράμματος περιήγησης, συμπεριλαμβανομένων των επιλογών και των ρυθμίσεων του μενού.
es: Los paquetes de idiomas cambian el idioma de la interfaz del navegador, incluidas las opciones del menú y los ajustes.
fi: Kielipaketit muuttavat selaimesi käyttöliittymän kieltä, mukaan lukien valikot ja asetukset.
fr: Les paquetages linguistiques modifient la langue de l’interface du navigateur, ce qui inclut les options des menus ainsi que les paramètres.
fur: I pachets des lenghis a cambiin la lenghe de interface dal navigadôr, includudis lis opzions dal menù e lis impostazions.
fy_nl: Taalpakketten wizigje de tal fan de ynterface, ynklusyf menu-opsjes en ynstellingen.
he: חבילות שפה משנות את שפת ממשק המשתמש של הדפדפן שלך לרבות תפריטי האפשרויות וההגדרות.
hr: Jezični paketi mijenjaju jezik sučelja preglednika, uključujući opcije i postavke izbornika.
hu: A nyelvi csomagok módosítják a böngésző kezelőfelületét, beleértve a menülehetőségeket és a beállításokat.
ia: Le pacchettos de lingua cambia le lingua de interfacie de tu navigator, anque le optiones e le configurationes del menu.
id: Paket bahasa mengubah bahasa antarmuka peramban Anda, termasuk opsi menu dan setelan.
is: Tungumálapakkar breyta tungumáli viðmótsins í vafranum, þar með töldum valmyndum og stillingum.
it: I language pack cambiano la lingua dell'interfaccia del browser, incluse le preferenze del menu e le impostazioni.
ja: 言語パックは、メニュー項目や設定画面など、ブラウザーのインターフェイス言語を変更します。
ka: ენის კრებულის დამატება კი მთლიანად შეცვლის პროგრამის ენას, მათ შორის მენიუს ელემენტებისა და პარამეტრების.
kab: Ikemmusen utlayanen ttbeddilen tutlayt n ugrudem n yiminig, ayen igebren daɣen iɣewwaṛen n wumuɣen akked isefran.
ms: Pek bahasa akan mengubah bahasa antara muka pelayar anda, termasuk pilihan menu dan tetapan.
nb_no: Språkpakker endrer grensesnittspråket i nettleseren, inkludert menyer og innstillinger.
nl: Taalpakketten wijzigen de taal van uw browserinterface, inclusief menuopties en instellingen.
nn_no: Språkpakkar endrar grensesnittspråket i nettlesaren, inkludert menyar og innstillingar.
pa_in: ਭਾਸ਼ਾ ਪੈਕ ਤੁਹਾਡੇ ਬ੍ਰਾਉਜ਼ਰ ਦੀ ਇੰਟਰਫੇਸ ਭਾਸ਼ਾ ਨੂੰ ਬਦਲਦਾ ਹੈ, ਜਿਸ ਵਿੱਚ ਮੀਨੂ ਵਿਕਲਪਾਂ ਅਤੇ ਸੈਟਿੰਗਾਂ ਸ਼ਾਮਲ ਹਨ।
pl: Pakiety językowe zmieniają język interfejsu przeglądarki, w tym menu i ustawienia.
pt_br: Os pacotes de idioma alteram o idioma da interface do seu navegador, incluindo as opções e as configurações do menu.
pt_pt: Os pacotes de idiomas alteram o idioma da interface do seu navegador, incluindo opções de menu e definições.
ro: Pachetele lingvistice schimbă limba interfeței browserului, inclusiv opțiunile și setările din meniuri.
ru: Языковые пакеты изменяют язык интерфейса вашего браузера, включая его меню и настройки.
si: භාෂා ඇසුරුම් මගින් වට්ටෝරු විකල්ප සහ සැකසුම් ඇතුළුව, ඔබගේ අතිරික්සුවෙහි අතුරු මුහුණත භාෂාව වෙනස් කරයි.
sk: Jazykové balíky zmenia jazyk rozhrania vášho prehliadača, vrátane ponuky a možností.
sl: Jezikovni paketi spremenijo jezik uporabniškega vmesnika vašega brskalnika, vključno z meniji in nastavitvami.
sq: Paketat gjuhësore ndryshojnë gjuhën e ndërfaqes së shfletuesit tuaj, përfshi mundësi dhe rregullime nëpër menu.
sv_se: Språkpaket ändrar webbläsarens gränssnittspråk, inklusive menyalternativ och inställningar.
th: ชุดภาษาเปลี่ยนภาษาอินเทอร์เฟซของเบราว์เซอร์ของคุณ รวมถึงตัวเลือกเมนูและการตั้งค่าต่าง ๆ
tr: Dil paketleri, menü seçenekleri ve ayarlar da dahil olmak üzere tarayıcınızın arayüz dilini değiştirir.
uk: Локалізації змінюють мову інтерфейсу вашого браузера, включаючи меню і налаштування.
vi: Gói ngôn ngữ thay đổi ngôn ngữ giao diện của trình duyệt, bao gồm các tùy chọn và cài đặt trình đơn.

source: All Locales
ar: كل اللغات
az: Bütün Dillər
bg: Всички езици
bn_bd: সকল লোকেল
bs: Svi jezici
ca: Totes les llengües
cs: Všechny jazyky
da: Alle sprog
de: Alle Sprachversionen
el: Όλες οι γλώσσες
es: Todos los idiomas
fi: Kaikki kielivaihtoehdot
fr: Toutes les langues
fur: Dutis lis lenghis
fy_nl: Alle talen
he: כל השפות
hr: Svi jezici
hu: Összes nyelv
ia: Tote le localisationes
id: Seluruh Pelokalan
is: Allar staðfærslur
it: Tutte le lingue
ja: すべてのロケール
ka: ყველა ენა
kab: Akk tutlayin
ms: Semua Lokaliti
nb_no: Alle språk
nl: Alle talen
nn_no: Alle språk
pa_in: ਸਾਰੀਆਂ ਭਾਸ਼ਾਵਾਂ
pl: Wszystkie języki
pt_br: Todas as localidades
pt_pt: Todos os idiomas
ro: Toate limbile
ru: Все локали
si: සියළු භාෂා
sk: Všetky jazyky
sl: Vsi jeziki
sq: Krejt Vendoret
sv_se: Alla språk
te: అన్ని స్థానికీకరణలు
th: ภาษาทั้งหมด
tr: Tüm diller
uk: Усі мови
vi: Tất cả ngôn ngữ

source: Locale Name
ar: اسم المحلية
az: Dil Adı
bg: Име на езика
bn_bd: লোকেল নাম
bs: Naziv jezika
ca: Nom de la llengua
cs: Jazyk
da: Sprognavn
de: Name der Sprache
el: Όνομα γλώσσας
es: Nombre del idioma
fi: Kieli
fr: Nom de la langue
fur: Non lenghe
fy_nl: Taalnamme
he: שם השפה
hr: Jezik
hu: Területi beállítás neve
ia: Nomine del localisation
id: Nama Pelokalan
is: Heiti staðfærslu
it: Nome lingua
ja: ロケール名
ka: ენის სახელი
kab: Isem n tutlayt
ms: Nama Lokaliti
nb_no: Språknavn
nl: Taalnaam
nn_no: Språknamn
pa_in: ਭਾਸ਼ਾ ਦਾ ਨਾਂ
pl: Nazwa języka
pt_br: Nome do idioma/dialeto
pt_pt: Nome do idioma
ro: Numele limbii
ru: Имя локали
si: භාෂාවේ නම
sk: Názov jazyka
sl: Ime jezika
sq: Emër Vendoreje
sv_se: Språknamn
te: లొకేల్ పేరు
th: ชื่อภาษา
tr: Dil adı
uk: Назва мови
vi: Tên ngôn ngữ
