Repository: mozilla/addons-frontend
Catalog: locale/*/LC_MESSAGES/amo.po
Languages: ar, az, bg, bn_bd, bs, ca, cs, da, de, el, es, fa, fi, fr, fur, fy_nl, ga_ie, he, hr, hu, ia, id, is, it, ja, ka, kab, ms, nb_no, nl, nn_no, pa_in, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: Please report or flag any questionable reviews by clicking the "Report this review" and it will be submitted to the site for moderation. Our moderation team will use the Review Guidelines to evaluate whether or not to delete the review or restore it back to the site.
ar: رجاءً أبلِغ أو ضع علامة على أية مراجعات جدلية بنقر زر ”أبلِغ عن هذه المراجعة“ وسيُرسل بلاغ إلى الموقع للنظر فيها. سيستخدم الفريق المختص إرشادات المراجعات ليقرر ما إن كان يجب حذف المراجعة أو استعادتها إلى الموقع من عدمه.
bg: Моля, докладвайте или сигнализирайте всеки съмнителен отзив с избиране на „Докладване на отзива“ и ще бъде изпратен към модератор. Нашият редакторски екип ще използва напътствията за писане на отзиви, за да прецени дали да изтрие отзива или да го върне.
bs: Molimo vas da prijavite ili označite sumnjive recenzije klikom na "Prijavi ovu recenziju" i to će biti prijavljeno na stranicu za moderiranje. Naš tim će koristiti pregled smjernica za procjenu hoće li ili neće izbrisati recenziju ili je vratiti nazad.
ca: Notifiqueu o marqueu qualsevol ressenya qüestionable fent clic a «Informeu sobre aquesta ressenya» i s'investigarà. L'equip de moderació utilitzarà les Directrius per a fer ressenyes per avaluar si l'esborra o no, o tornar a publicar-la.
cs: Sporné recenze prosím nahlaste nebo označte klepnutím na odkaz "Nahlásit recenzi". Bude tak přidána na seznam ke kontrole a případné úpravě. Náš tým zkontrolujte, jestli recenze odpovídá Příručce recenzenta a zda ji případně smazat nebo naopak vrátit zpět k zobrazení.
da: Rapportér eventuelt tvivlsomme anmeldelser ved at klikke på "Rapportér denne anmeldelse", og den vil blive forelagt webstedet for moderation. Vores moderatorer vil bruge Retningslinjer for anmeldelser til at vurdere, om anmeldelsen skal slettes eller genindsættes på webstedet.
de: Bitte melden Sie alle fragwürdigen Bewertungen durch Klick auf „Diese Bewertung melden“, dann wird diese unserer Moderation vorgelegt. Unser Moderationsteam nutzt den Bewertungsleitfaden, um zu prüfen, ob die Bewertung gelöscht oder wiederhergestellt wird.
el: Παρακαλούμε αναφέρετε ή επισημάνετε οποιαδήποτε αμφισβητήσιμη κριτική, κάνοντας κλικ στο «Αναφορά κριτικής» και θα υποβληθεί στον ιστότοπο για έλεγχο. Η ομάδα μας θα χρησιμοποιήσει τους κανόνες αξιολόγησης για να αποφανθεί αν θα διαγραφεί η κριτική.
es: Informa o marca cualquier comentario dudoso a través de la opción "Denunciar este comentario" y se le someterá a una investigación. Nuestro equipo de moderación lo evaluará confirme a las Normas de revisión para determinar si eliminarlo o volver a publicarlo.
fi: Ilmoita tai merkitse kaikki kyseenalaiset arvostelut napsauttamalla "Ilmoita tästä arvostelusta", ja se lähetetään sivuston valvojille. Valvojaryhmämme käyttää arvosteluohjeitamme arvioidakseen, poistetaanko arvostelu vai pidetäänkö se sivulla.
fr: Signalez ou mentionnez tout avis inapproprié en cliquant sur « Signaler » et ce dernier sera soumis à une modération. Notre équipe de modérateurs s’appuiera sur les règles de rédaction des avis pour évaluer si l’avis doit, le cas échéant, être supprimé ou rester sur le site.
fur: Se tu cjatis recensions discutibilis, segnalile fasint clic su “Segnale cheste recension”. Il grup di moderadôrs al valutarà, in base aes liniis vuide des recensions, se eliminâ la recension o ripristinâle sul sît.
fy_nl: Meld of label twiveleftige beoardielingen troch op ‘Dizze beoardieling melde’ te klikken, en dizze wurdt dernei foar moderaasje oanmeld. Us moderaasjeteam brûkt de Beoardielingsrjochtlinen om te evaluearjen of de beoardieling fuortsmiten wurde moat of werompleatst wurdt op de website.
he: נא לדווח או לסמן בדגל סקירות מפוקפקות כלשהן על ידי לחיצה על „דיווח על סקירה זו” והיא תישלח לאתר לפיקוח. צוות הפיקוח שלנו ישתמש בכללי הסקירה כדי להעריך אם למחוק את הסקירה או לשחזר אותה לאתר.
hr: Prijavi ili označi sve sumnjive recenzije pomoću „Prijavi ovu recenziju”. Te recenzije će se poslati na pregled. Naš tim će ih pregledati na osnovi smjernica pregleda, kako bi se procijenilo, treba li ili ne izbrisati recenziju, ili je li se treba vratiti na web mjesto.
hu: Jelentse vagy jelölje meg a kérdéses értékeléseket az „Értékelés jelentése” szövegre kattintva, és így beküldi moderálásra. Moderáló csapatunk az értékelési irányelvek szerint meg fogja vizsgálni, hogy töröljék-e az értékelést vagy állítsák-e vissza az oldalon.
ia: Per favor reporta o signala omne recension problematic con le button "Signalar iste recension" e illo essera submittite al attention del moderatores. Nostre equipa de moderation usara le Lineas Guida pro Recensiones pro determinar si deler o restaurar le recension sur le sito.
id: Harap laporkan atau tandai tinjauan apa saja yang patut dipertanyakan dengan mengeklik "Laporkan tinjauan ini" sehingga akan dikirimkan kembali ke situs untuk dimoderasi. Tim moderasi kami akan menggunakan Panduan Peninjauan untuk mengevaluasi apakah tinjauan tersebut perlu dihapus atau tidak, atau mengembalikannya ke situs.
is: Tilkynntu eða flaggaðu allar vafasamar umsagnir með því að smella á "Tikynna þessa umsögn", hún verður þá send inn til yfirferðar. Umsjónarteymið mun styðjast við leiðbeiningar fyrir gerð umsagna til að meta hvort eyða skuli umsögninni eða ekki og að birta hana aftur á vefsvæðinu.
it: Se trovi una recensione discutibile, sottoponila a moderazione attraverso il link “Segnala questa recensione”. Il team di moderatori valuterà, in base alle linee guida delle recensioni, se eliminare la recensione o ripristinarla sul sito.
ja: 疑わしいレビューを見つけた場合は、「このレビューを報告」をクリックして報告するかフラグを立てることで、サイト管理者に通知してください。管理チームはレビューガイドラインを基準として、レビューを削除するかどうかや、再度公開するかどうかを判断します。
ka: ნებისმიერი სადავო მიმოხილვის შესახებ მოხსენების გამოსაგზავნად, გთხოვთ დააწკაპოთ ღილაკზე „მოხსენება ამ მიმოხილვაზე“, რის შედეგადაც გადაეგზავნება საიტის წარმომადგენლობას ჩასასწორებლად. ჩვენი შემსწორებელთა გუნდი, მიმოხილვის სახელმძღვანელოს მიხედვით გადაწყვეტს, წაიშალოს თუ არა მოცემული მიმოხილვა ან დაბრუნდეს თუ არა საიტზე.
kab: Ttxil-k azen-d asteqsi neɣ asuter s usened ɣef " Cegger asenqed-a" sakin asenqed ad aɣ-d-yawweḍ. Tarbaεt-nneɣ ad twali asenqed sakin ad nẓer ma ad ten-kkes neɣ ad t-id-nner ɣer usmel.
ms: Sila laporkan atau tandakan ulasan yang tidak sesuai dengan mengklik "Laporkan ulasan ini" yang akan dihantar untuk dipertimbangkan. Pasukan moderat akan menggunakan Garis Panduan Semakan untuk menilai samada ulasan tersebut akan dibuang atau dipulihkan ke dalam laman.
nb_no: Rapporter eller flagg enhver tvilsom omtale ved å klikke på «Rapporter denne omtalen», og den vil bli sendt inn til nettstedet for moderering. Vårt moderatorlag vil bruke retningslinjer for omtaler for å evaluere om omtalen skal slettes eller gjenopprettes.
nl: Rapporteer of markeer twijfelachtige beoordelingen door op ‘Deze beoordeling rapporteren’ te klikken, waarna deze ter evaluatie naar de website zal worden gestuurd. Ons evaluatieteam gebruikt de Beoordelingsrichtlijnen om te evalueren of de beoordeling al dan niet moet worden verwijderd of op de website moet worden teruggeplaatst.
nn_no: Rapporter eller flagg all tvilsam omtale ved å klikke på «Rapporter denne omtalen», og han vil bli sendt inn til nettstaden for moderering. Moderatorlaget vårt vil bruke retningslinjer for omtalar for å evaluere om omtalen skal slettast eller gjenopprettast.
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਕਿਸੇ ਵੀ ਪ੍ਰਸ਼ਨਾਤਮਕ ਸਮੀਖਿਆ ਬਾਰੇ "ਇਸ ਸਮੀਖਿਆ ਦੀ ਸੂਚਨਾ" ਤੇ ਕਲਿੱਕ ਕਰਨ ਦੁਆਰਾ ਫ਼ਲੈਗ ਜਾਂ ਸੂਚਨਾ ਦਿਓ ਅਤੇ ਇਹ ਸਾਈਟ ਤੇ ਸੰਜਮ ਲਈ ਦਾਖਲ ਕਰ ਦਿੱਤੀ ਜਾਵੇਗੀ। ਇਸ ਸਮੀਖਿਆ ਨੂੰ ਸਾਈਟ ਤੇ ਵਾਪਸ ਰੱਖਣ ਜਾਂ ਹਟਾ ਦੇਣ ਬਾਰੇ ਫ਼ੈਸਲਾ ਲੈਣ ਸਾਡੀ ਸੰਜਮ ਟੀਮ ਸਮੀਖਿਆ ਦਿਸ਼ਾ-ਨਿਰਦੇਸ਼ਾਂ ਦੀ ਵਰਤੋਂ ਕਰੇਗੀ।
pl: Prosimy zgłaszać lub sygnalizować kontrowersyjne recenzje klikając „Zgłoś tę recenzję”, a zostanie ona wysłana do moderacji. Nasz zespół moderatorów użyje wytycznych pisania recenzji do ustalenia, czy usunąć tę recenzję, czy ją przywrócić.
pt_br: Por favor, informe ou sinalize comentários questionáveis clicando em "Reportar esta revisão" e será submetido ao site para moderação. Nossa equipe de moderação usará as Diretrizes de Revisão para avaliar se deve ou não excluir a revisão ou restaurá-la de volta ao site.
pt_pt: Por favor, comunique ou denuncie quaisquer análises questionáveis clicando em "Reportar esta análise" e esta será submetida no site para moderação. A nossa equipa de moderação irá utilizar as Diretrizes de análises para avaliar se deve ou não eliminar a análise ou restaurá-la de volta para o site.
ro: Te rugăm să raportezi sau să semnalizezi orice recenzii discutabile dând clic pe „Raportează această recenzie" și va fi trimisă pe site pentru moderare. Echipa noastră de moderare va utiliza Ghidul pentru recenzii și va evalua dacă să șteargă sau nu recenzia sau să o reintroducă pe site.
ru: Пожалуйста, сообщайте или отмечайте флагом любые сомнительные отзывы, щёлкнув по "Сообщить об этом отзыве" и он будет отправлен на сайт для модерации. Наша команда модераторов будет использовать Руководство по отзывам, чтобы решить, удалить ли отзыв или восстановить его на сайте.
sk: Prosím, nahláste sporné recenzie kliknutím na tlačidlo „Nahlásiť“. Náš tím recenziu skontroluje a môže ju prípadne odstrániť či vrátiť späť.
sl: Vsakršne vprašljive ocene prijavite s klikom na "Prijavi to oceno", s čimer jo boste poslali na stran za moderacijo. Naša ekipa moderatorjev bo glede na smernice za ocene presodila, ali oceno izbrisati ali jo obnoviti nazaj na stran.
sq: Ju lutemi, raportoni ose i vini shenjë cilitdo shqyrtim problematik, duke klikuar mbi "Raportojeni këtë shqyrtim" dhe ai do të parashtrohet te sajti, për moderim. Ekipi ynë i moderimeve do të përdorë Udhëzime Mbi Shqyrtimet për të peshuar nëse duhet fshirë apo jo shqyrtimi, ose për kthimin e tij te sajti.
sv_se: Var god rapportera eller flagga några tveksamma recensioner genom att klicka på "Rapportera denna recension" och den kommer att skickas till webbplatsen för moderering. Vårt modereringsgrupp kommer att använda granskningsriktlinjerna för att utvärdera huruvida recensionen ska raderas eller återställas till webbplatsen.
th: โปรดรายงานหรือติดธงบทวิจารณ์ที่น่าสงสัยใด ๆ โดยการคลิก "รายงานบทวิจารณ์นี้" และบทวิจารณ์ดังกล่าวจะถูกส่งไปที่ไซต์เพื่อทำการตรวจสอบ ทีมตรวจสอบของเราจะใช้หลักเกณฑ์บทวิจารณ์เพื่อประเมินว่าจะลบบทวิจารณ์ดังกล่าว หรือนำบทวิจารณ์กลับคืนสู่ไซต์
tr: Lütfen şüpheli incelemeleri "Bu incelemeyi rapor et"e tıklayarak işaretleyin. Bu incelemeler denetlenmesi için bize gönderilir. Kontrol ekibimiz, inceleme yönergelerimize bağlı kalarak incelemeyi değerlendirecek ve silinmesine ya da siteye geri konulmasına karar verecektir.
uk: Будь ласка, повідомляйте чи позначайте будь-які відгуки під питанням, натискаючи "Повідомити про цей відгук" і він буде відправлений на сайт для модерування. Наша команда рецензентів визначить необхідність видалення чи оприлюднення цього відгуку, керуючись настановами про відгуки.
vi: Vui lòng báo cáo hoặc gắn cờ bất kỳ bài đánh giá có vấn đề nào bằng cách nhấp vào "Báo cáo đánh giá này" và bài đánh giá sẽ được gửi đến trang web để kiểm duyệt. Nhóm kiểm duyệt của chúng tôi sẽ sử dụng Nguyên tắc đánh giá để đánh giá xem phải xóa bài đánh giá hay khôi phục lại nó.

source: I'm an add-on author, can I respond to reviews?
ar: أنا مطور إضافات، هل يمكنني الرد على المراجعات؟
bg: Аз съм автор на добавки, мога ли да отговарям на отзивите?
bs: Ja sam autor dodatka, mogu li odgovarati na recenzije?
ca: Soc l'autor d'un complement, puc respondre a les ressenyes?
cs: Jsem autor doplňku, mohu odpovídat na recenze?
da: Jeg er forfatter til en tilføjelse. Kan jeg svare på anmeldelser?
de: Ich bin ein Add-on-Autor, kann ich auf Bewertungen antworten?
el: Είμαι δημιουργός προσθέτων, μπορώ να απαντήσω στις κριτικές;
es: Soy un autor de complemento, ¿puedo responder a los comentarios?
fi: Olen lisäosan tekijä, voinko vastata arvioihin?
fr: J’ai créé un module complémentaire, comment répondre aux retours ?
fur: O soi un autôr di components adizionâi, puedio rispuindi aes recensions?
fy_nl: Ik bin in add-onskriuwer, kin ik antwurdzje op beoardielingen?
he: אני יוצר תוספות, אוכל להגיב לסקירות?
hr: Ja sam autor dodatka. Mogu li odgovarati na recenzije?
hu: Én vagyok a kiegészítő szerzője, válaszolhatok az értékelésekre?
ia: Io es le un autor de un additivo, pote io responder al recensiones?
id: Saya adalah kreator pengaya, bisakah saya menanggapi tinjauan?
is: Ég er höfundur viðbótar, get ég svarað umsögnum?
it: Sono un autore di componenti aggiuntivi, posso rispondere a una recensione?
ja: 私はアドオンの作者ですが、レビューに返答できますか？
ka: მე ვარ დამატების ავტორი, შემიძლია მიმოხილვაზე გამოხმაურება?
kab: Nek d ameskar n uzegrir, zemreɣ ad rreɣ i iceggiren?
ms: Saya pengarang add-on, bolehkah saya membalas ulasan?
nb_no: Jeg er en utvidelsesutvikler, kan jeg svare på omtaler?
nl: Ik ben een add-onschrijver, kan ik antwoorden op beoordelingen?
nn_no: Eg er utvidingsutviklar, kan eg svare på vurderingar?
pa_in: ਮੈਂ ਇੱਕ ਐਡ-ਆਨ ਲੇਖਕ ਹਾਂ, ਕੀ ਮੈਂ ਸਮੀਖਿਆਵਾਂ ਤੇ ਪ੍ਰਤਿਕਿਰਿਆ ਦੇ ਸਕਦਾ?
pl: Czy autorzy dodatków mogą odpowiadać na recenzje?
pt_br: Eu sou um autor de extensões, posso responder análises?
pt_pt: Eu sou um autor de extras, posso responder a análises?
ro: Sunt autorul unui supliment. Pot răspunde la recenzii?
ru: Я автор дополнения, могу ли я отвечать на отзывы?
si: මම එක්කහු කතුවරයෙක්, මට සමාලෝචන සඳහා පිළිතුරු දීමට හැකිද?
sk: Som autorom doplnku, môžem odpovedať na recenzie?
sl: Sem avtor dodatka, ali lahko odgovorim na oceno?
sq: Jam autor shtese, a mundem t’u përgjigjem shqyrtimeve?
sv_se: Jag är upphovsman för ett tillägg, kan jag svara på recensioner?
th: ฉันเป็นผู้สร้างส่วนเสริม ฉันสามารถตอบกลับบทวิจารณ์ได้หรือไม่?
tr: Kendi eklentim var. İncelemeleri yanıtlayabilir miyim?
uk: Я автор додатка, чи можу я відповідати на відгуки?
vi: Tôi là tác giả của tiện ích, tôi có thể trả lời đánh giá không?

source: Yes, add-on authors can provide a single response to a review. You can set up a discussion topic in our %(startLink)sforum%(endLink)s to engage in additional discussion or follow-up.
ar: نعم، يمكن لمؤلفي الإضافات وضع إجابة واحدة لكل مراجعة. يمكنك بدء موضوع للنقاش في %(startLink)sمنتدانا%(endLink)s لمزيد من النقاشات والأخذ والرد.
bg: Да, авторите на добавки може да дадат един отговор на отзив. Можете да направите тема на обсъждане в нашия %(startLink)sфорум%(endLink)s, за да привлечете участници в допълнителни обсъждания и дискусии.
bs: Da, autori dodataka mogu dati pojedinačne odgovore na recenzije. Možete postaviti temu rasprave na našem %(startLink)s forumu %(endLink)s kako bi ste se uključili u rasprave ili praćenja.
ca: Sí, els autors poden respondre una única vegada a una ressenya. Podeu afegir un tema de discussió en el %(startLink)sfòrum%(endLink)s per fer-ne el seguiment o participar en discussions addicionals.
cs: Ano, autor doplňku může odeslat k recenzi odpověď. Pro delší diskuzi můžete založit téma na %(startLink)sfóru%(endLink)s.
da: Ja, udviklere af tilføjelser kan svare på en anmeldelse. Du kan desuden oprette en debat i vores %(startLink)sforum%(endLink)s for at følge op eller indbyde til yderligere debat.
de: Ja, Add-on-Autoren können eine einzelne Antwort auf eine Bewertung abgeben. Sie können ein Diskussionsthema in unserem %(startLink)sForum%(endLink)s einrichten, um weitere Diskussionen anzustoßen.
el: Ναι, οι δημιουργοί προσθέτων μπορούν να δώσουν μόνο μια απάντηση σε μια κριτική. Μπορείτε να δημιουργήσετε ένα θέμα συζήτησης στο %(startLink)sφόρουμ%(endLink)s μας για επιπρόσθετες συζητήσεις ή συνέχεια συζητήσεων.
es: Sí, los autores pueden responder una sola vez a los comentarios. Puedes crear un tema de discusión en nuestro %(startLink)sforo%(endLink)s para iniciar una conversación o seguimiento.
fi: Kyllä, lisäosien tekijät voivat antaa yksittäisen vastauksen arvioon. Aiheeseen liittyvää lisäkeskustelua on mahdollista käydä %(startLink)skeskustelualueella%(endLink)s.
fr: Les développeurs d’un module peuvent répondre une fois à un avis. Vous pouvez établir un sujet de discussion sur notre %(startLink)sforum%(endLink)s pour poursuivre une discussion plus approfondie.
fur: Sì, i autôrs di components adizionâi a puedin dâ une singule rispueste par recension. Par continuâ la conversazion o lâ insot cul argoment vierç une discussion sul %(startLink)sforum%(endLink)s.
fy_nl: Ja, add-onskriuwers kinne foar ien kear ien beoardieling beäntwurdzje. Jo kinne in diskusje starte op ús %(startLink)sfoarum%(endLink)s om de diskusje fierder te fieren.
he: כן, יוצרי תוספות יכולים לספק תגובה אחת לכל סקירה. באפשרותך להקים נושא לדיון ב%(startLink)sפורום%(endLink)s שלנו כדי להמשיך את השיחה או את הטיפול בפנייה.
hr: Da, autori dodataka mogu jednom odgovoriti na recenziju. Možeš postaviti temu za raspravu u našem %(startLink)sforumu%(endLink)s te pokrenuti dodatnu raspravu ili odgovoriti na postojeću.
hu: Igen, a kiegészítő szerzői egyszer válaszolhatnak az értékelésre. További megbeszéléshez és válaszokhoz beszélgetést kezdeményezhet a %(startLink)sfórumon%(endLink)s.
ia: Si, le autores de additivos pote fornir un sol responsa a un recension. Tu pote aperir un topico in nostre %(startLink)sforo%(endLink)s pro continuar le discussion.
id: Ya, pencipta pengaya dapat memberikan satu tanggapan pada sebuah tinjauan. Anda dapat memulai sebuah topik diskusi dalam %(startLink)sforum%(endLink)s kami untuk terlibat dalam diskusi lanjutan atau tambahan.
is: Jú, höfundar viðbóta geta svarað einu sinni hverri umsögn. Þú getur líka sett upp spjallþráð á %(startLink)sspjallsvæðinu%(endLink)s okkar, þar sem hægt er að ræða og fylgjast með viðbrögðum notenda.
it: Sì, i creatori di componenti aggiuntivi hanno diritto a scrivere una sola risposta per recensione. Per continuare la conversazione o approfondire l‘argomento apri una discussione sul %(startLink)sforum%(endLink)s.
ja: はい、アドオン作者は各レビューに対して 1 件の返信を残すことができます。また、%(startLink)sフォーラム%(endLink)s にトピックを立てて、さらに議論を進めたり追跡調査を行ったりすることもできます。
ka: დიახ, დამატების შემქმნელს თითოეულ მიმოხილვაზე პასუხის გაცემა შეუძლია ერთხელ. დამატებითი განხილვისთვის კი შეგიძლიათ თემა გახსნათ ჩვენს %(startLink)sფორუმზე%(endLink)s.
kab: Ih, bab n uzegrir izmer ad immud yiwet n tiririt ɣef usenqed. Tzemred ad tesbaduḍ adiwenni deg %(startLink)s texxamt n udiwenni-nneɣ %(endLink)s i useqerdec n temsal.
ms: Ya, pengarang add-on boleh membuat satu balasan kepada setiap ulasan. Anda boleh tetapkan topik perbincangan dalam %(startLink)sforum%(endLink)s untuk membuat perbincangan lanjut atau susulan.
nb_no: Ja, utvidelsesutviklere kan skrive ett enkelt svar til en omtale. Du kan sette opp et diskusjonstema i vårt %(startLink)sforum%(endLink)s for å engasjere til ytterligere diskusjon eller oppfølging.
nl: Ja, add-onschrijvers kunnen éénmalig een beoordeling beantwoorden. U kunt een discussie starten op ons %(startLink)sforum%(endLink)s om de discussie verder te voeren.
nn_no: Ja, tilleggsutviklarar kan skrive eitt enkelt svar til ein omtale. Du kan setje opp eit diskusjonstema i %(startLink)sforumet%(endLink)s vårt for å engasjere til ytterlegare diskusjon eller oppfølgjing.
pa_in: ਹਾਂ, ਐਡ-ਆਨ ਲੇਖਕ ਇੱਕ ਸਮੀਖਿਆ ਲਈ ਇੱਕ ਇੱਕਲੀ ਪ੍ਰਤਿਕਿਰਿਆ ਦੇ ਸਕਦਾ। ਤੁਸੀਂ ਹੋਰ ਚਰਚਾ ਵਿੱਚ ਹਿੱਸਾ ਲੈਣ ਜਾਂ ਸਮਰਥਨ ਲਈ ਸਾਡੀ %(startLink)s ਫੋਰਮ %(endLink)s ਵਿੱਚ ਇੱਕ ਚਰਚਾ ਦਾ ਵਿਸ਼ਾ ਸੈੱਟ ਕਰ ਸਕਦੇ ਹੋ।
pl: Tak, autorzy dodatków mogą napisać jedną odpowiedź na recenzję. Można założyć temat na naszym %(startLink)sforum%(endLink)s, aby rozpocząć dyskusję lub kontynuować odpowiedź.
pt_br: Sim, os autores de extensão podem fornecer uma única resposta a uma revisão. Você pode configurar um tópico de discussão em nosso %(startLink)sfórum%(endLink)s para participar de discussão adicional ou acompanhamento.
pt_pt: Sim, os autores de extras podem fornecer uma resposta única a uma revisão. Você pode configurar um tópico de uma discussão no nosso %(startLink)sfórum%(endLink)s para acompanhar em discussões ou respostas seguintes.
ro: Da, autorii de suplimente pot da un singur răspuns per recenzie. Poți crea un subiect de discuție pe %(startLink)sforumul%(endLink)s nostru dacă vrei să te angajezi în discuții mai dezvoltate sau de urmărire a subiectului.
ru: Да, авторы дополнений могут написать один ответ на отзыв. Вы можете создать тему для обсуждения на нашем %(startLink)sфоруме%(endLink)s, чтобы принять участие в дополнительной или последующей дискуссии.
si: ඔව්, එක්කහු කතුවරුන්ට සමාලෝචන සඳහා තනි ප්‍රතිචාරයක් පළ කිරීමට හැකිය. අතිරේක සාකච්ඡා හෝ පසු විපරම් අරමුණු උදෙසා අපගේ %(startLink)sසංසදයෙහි%(endLink)s සාකච්ඡා මාතෘකාවක් සකස් තර සිංහල සහ අනෙකුත් භාෂාවලින් සන්නිවේදනය කිරීමට හැකිය.
sk: Áno, autori doplnkov môžu odoslať odpoveď na recenziu. Ak chcete diskutovať, môžete založiť tému na našom %(startLink)sfóre%(endLink)s.
sl: Da, avtorji dodatkov lahko na oceno objavijo en odgovor. Za nadaljevanje razprave lahko odprete temo na našem %(startLink)sforumu%(endLink)s.
sq: Po, autorë shtesash mund të japin një përgjigje të vetme ndaj një shqyrtimi. Për vazhdim apo më tepër diskutime mund të rregulloni një forum diskutimesh te %(startLink)sforumi%(endLink)s ynë.
sv_se: Ja, tilläggsupphovsmän kan ge ett enda svar på en recension. Du kan skapa ett diskussionsämne i vårt %(startLink)sforum%(endLink)s för att delta i ytterligare diskussioner eller uppföljning.
th: ใช่ ผู้สร้างส่วนเสริมสามารถให้คำตอบกับบทวิจารณ์แต่ละบทได้ คุณสามารถตั้งหัวข้ออภิปรายใน%(startLink)sฟอรัม%(endLink)sของเราเพื่อมีส่วนร่วมในการอภิปรายเพิ่มเติมหรือที่กำลังตามมา
tr: Evet, eklenti geliştiricileri her incelemeye tek bir yanıt verebilir. Tartışmayı veya yazışmayı sürdürmek isterseniz %(startLink)sforumumuzda%(endLink)s bir tartışma konusu oluşturabilirsiniz.
uk: Так, автори додатків можуть залишати одну відповідь на відгук. Ви можете відкрити тему для обговорення на нашому %(startLink)sфорумі%(endLink)s, щоб прийняти участь в додатковій дискусії.
vi: Có, tác giả của tiện ích có thể cung cấp một phản hồi duy nhất cho bài đánh giá. Bạn có thể thiết lập một chủ đề thảo luận trong %(startLink)sdiễn đàn%(endLink)s của chúng tôi để tham gia thảo luận bổ sung hoặc theo dõi.
