Repository: mozilla/addons-frontend
Catalog: locale/*/LC_MESSAGES/amo.po
Languages: ar, az, bg, bn_bd, bs, ca, cs, da, de, el, es, fa, fi, fr, fur, fy_nl, ga_ie, he, hr, hu, ia, id, is, it, ja, ka, kab, ms, nb_no, nl, nn_no, pa_in, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: Cyan
fi: Syaani
fur: Ciano
it: Ciano
ru: Бирюзовый
uk: Бірюзовий

source: Blue
de: Blau
fi: Sininen
fur: Blu
it: Blu
ru: Синий
uk: Синій

source: Magenta
ru: Пурпурный
uk: Пурпуровий

source: Filter results
ar: تصفية النتائج
az: Nəticəni filtrlə
bg: Филтриране на резултатите
bn_bd: ফিল্টার ফলাফল
bs: Rezultati filtera
ca: Filtrar els resultats
cs: Filtrovat výsledky
da: Filtrer resultater
de: Suchergebnisse filtern
el: Φιλτράρισμα αποτελεσμάτων
es: Filtrar resultados
fa: فیلتر نتایج
fi: Hakutulosten suodatus
fr: Filtrer les résultats
fur: Filtre risultâts
fy_nl: Resultaten filterje
he: סינון תוצאות
hr: Filtriraj rezultate
hu: Találatok szűrése
ia: Filtrar le resultatos
id: Saring hasil
is: Sía niðurstöður
it: Filtro risultati
ja: 結果を絞り込み
ka: დახარისხებული შედეგები
kab: Sizdeg igmaḍ n unadi
ms: Tapis hasil
nb_no: Filtrerresultater
nl: Resultaten filteren
nn_no: Filtrer resultata
pa_in: ਨਤੀਜੇ ਛਾਂਟੋ
pl: Filtruj wyniki
pt_br: Filtrar resultados
pt_pt: Filtrar resultados
ro: Filtrează rezultatele
ru: Результаты фильтра
si: ප්‍රතිඵල පෙරන්න
sk: Filtrovať výsledky
sl: Filtriranje rezultatov
sq: Filtroni përfundimet
sv_se: Filtrera resultat
te: ఫలితాల వడపోత
th: กรองผลลัพธ์
tr: Sonuçları filtrele
uk: Фільтрувати результати
vi: Lọc kết quả

source: Sort by
ar: رتّب حسب
az: Sırala
bg: Подреждане по
bn_bd: যেভাবে সাজাবেন
bs: Sortiraj po
ca: Ordena per
cs: Seřadit podle
da: Sorter efter
de: Sortieren nach
el: Ταξινόμηση κατά
es: Ordenar por
fa: مرتب‌سازی براساس
fi: Järjestysperuste
fr: Trier par
fur: Ordene par
fy_nl: Sortearje op
he: מיון לפי
hr: Razvrstaj po
hu: Rendezés
ia: Ordinar per
id: Urut berdasarkan
is: Raða eftir
it: Ordina per
ja: 並べ替え
ka: დალაგება
kab: Smizzwer
ms: Susun mengikut
nb_no: Sorter etter
nl: Sorteren op
nn_no: Sorter etter
pa_in: ਲੜੀਬੱਧ
pl: Uporządkuj według
pt_br: Ordenar por
pt_pt: Ordenar por
ro: Sortează după
ru: Сортировать по
si: වර්ගනය
sk: Usporiadať podľa
sl: Razvrsti po
sq: Renditi sipas
sv_se: Sortera efter
te: క్రమపరచు
th: เรียงตาม
tr: Sıralama
uk: Сортувати за
vi: Sắp xếp theo

source: Add-on Type
ar: نوع الإضافة
az: Əlavə Növü
bg: Вид на добавката
bn_bd: অ্যাড-অনের ধরণ
bs: Vrsta dodatka
ca: Tipus de complement
cs: Typ doplňku
da: Tilføjelses-type
de: Add-on-Typ
el: Τύπος προσθέτου
es: Tipo de complemento
fa: نوع افزونه‌
fi: Lisäosan tyyppi
fr: Type de module
fur: Gjenar di component adizionâl
he: סוג תוספת
hr: Vrsta dodatka
hu: Kiegészítő típusa
ia: Typo de additivo
id: Tipe Pengaya
is: Tegund viðbótar
it: Tipo di componente aggiuntivo
ja: アドオンの種類
ka: დამატების სახეობა
kab: Anaw n uzegrir
ms: Jenis Add-on
nb_no: Utvidelsestype
nn_no: Utvidingstype
pa_in: ਐਡ-ਆਨ ਕਿਸਮ
pl: Typ dodatku
pt_br: Tipo de extensão
pt_pt: Tipo de extra
ro: Tipul suplimentului
ru: Тип дополнения
si: එක්කහු වර්ගය
sk: Typ doplnku
sl: Vrsta dodatka
sq: Lloj Shtese
sv_se: Tilläggstyp
te: పొడిగింత రకం
th: ชนิดส่วนเสริม
tr: Eklenti türü
uk: Тип додатка
vi: Kiểu tiện ích

source: Theme Color
de: Theme-Farbe
fi: Teeman väri
fur: Colôr teme
it: Colore tema
ru: Цвет темы
uk: Колір теми

source: Clear
de: Leeren
fi: Tyhjennä
fur: Nete
it: Cancella
ru: Очистить
uk: Очистити

source: Badging
bg: Значка
ca: Distintiu
cs: S nálepkou
de: Badgeverleihung
el: Σήματα
fi: Merkintä
fr: Badges
fur: Classificazion
fy_nl: Takenning fan badges
hr: Označavanje
hu: Jelvényezés
ia: Insignia
is: Skildir
it: Classificazione
ja: バッジ付与
ka: აღნიშვნები
kab: Tisikaz
nb_no: Merkeutdeling
nl: Toekenning van badges
nn_no: Merkeutdeling
pl: Odznaki
pt_br: Emblemas
pt_pt: Atribuição de distintivo
ro: Insigne
ru: Отметки
si: චිහ්නගත
sk: Štítok
sl: Označevanje
sv_se: Märkesutdelning
tr: Rozet
uk: Відзнаки
vi: Huy hiệu

source: Firefox Add-ons for Android
ar: إضافات فيرفكس للإندرويد
bg: Добавки за Firefox на Android
ca: Complements del Firefox per a l'Android
cs: Doplňky do Firefoxu pro Android
da: Firefox-tilføjelser til Android
de: Firefox-Add-ons für Android
el: Πρόσθετα Firefox για Android
fi: Firefox-lisäosat Androidille
fr: Modules de Firefox pour Android
fur: Components adizionâi di Firefox par Android
fy_nl: Firefox Add-ons foar Android
he: תוספות ל־Firefox עבור Android
hr: Firefox dodaci za Android
hu: Firefox kiegészítők Androidra
ia: Additivos de Firefox pro Android
id: Pengaya Firefox untuk Android
is: Firefox viðbætur fyrir Android
it: Componenti aggiuntivi di Firefox per Android
ja: Android 版 Firefox 向けのアドオン
ka: Firefox-დამატებები Android-ისთვის
kab: Izegrar Firefox i Android
nb_no: Firefox-tillegg for Android
nl: Firefox Add-ons voor Android
nn_no: Firefox-tillegg for Android
pa_in: ਐਂਡਰਾਇਡ ਲਈ ਫਾਇਰਫਾਕਸ ਐਡ-ਆਨ
pl: Dodatki do Firefoksa na Androida
pt_br: Extensões do Firefox para Android
pt_pt: Extras do Firefox para Android
ro: Suplimente Firefox pentru Android
ru: Дополнения для Firefox на Android
si: ඇන්ඩ්‍රොයිඩ් සඳහා ෆයර්ෆොක්ස් එක්කහු
sk: Doplnky pre Firefox pre Android
sl: Dodatki za Firefox za Android
sq: Shtesa Firefox për Android
sv_se: Firefox-tillägg för Android
th: Firefox Add-ons สำหรับ Android
tr: Android için Firefox Eklentileri
uk: Додатки Firefox для Android
vi: Tiện ích Firefox dành cho Android

source: Firefox Add-ons
ar: إضافات فيرفكس
az: Firefox Əlavələri
bg: Добавки за Firefox
bn_bd: Firefox অ্যাড-অনস
bs: Firefox dodaci
ca: Complements del Firefox
cs: Doplňky pro Firefox
da: Firefox-tilføjelser
el: Πρόσθετα Firefox
fa: افزونه‌های فایرفاکس
fi: Firefox-lisäosat
fr: Modules complémentaires pour Firefox
fur: Components adizionâi par Firefox
ga_ie: Breiseáin Firefox
he: תוספות ל־Firefox
hr: Firefox dodaci
hu: Firefox kiegészítők
ia: Additivos de Firefox
id: Pengaya Firefox
is: Firefox viðbætur
it: Componenti aggiuntivi per Firefox
ja: Firefox のアドオン
ka: Firefox-დამატებები
kab: Izegrar Firefox
nb_no: Firefox-tillegg
nn_no: Firefox-tillegg
pa_in: ਫਾਇਰਫਾਕਸ ਐਡ-ਆਨ
pl: Dodatki do Firefoksa
pt_br: Extensões do Firefox
pt_pt: Extras do Firefox
ro: Suplimente Firefox
ru: Дополнения для Firefox
si: ෆයර්ෆොක්ස් එක්කහු
sk: Doplnky pre Firefox
sl: Dodatki za Firefox
sq: Shtesa Firefox-i
sv_se: Firefox-tillägg
te: Firefox పొడిగింతలు
tr: Firefox Eklentileri
uk: Додатки Firefox
vi: Tiện ích Firefox

source: Go to the add-on page
ar: انتقل إلى صفحة الإضافة
az: Əlavə səhifəsinə get
bg: Страницата на добавката
bn_bd: অ্যাড-অন পেজে যাও
bs: Idite na stranicu dodatka
ca: Ves a la pàgina del complement
cs: Přejít na stránku doplňku
da: Gå til tilføjelsens side
de: Zur Seite des Add-ons gehen
el: Μετάβαση στη σελίδα των προσθέτων
es: Ir a la página del complemento
fa: رفتن به صفحهٔ افزونه
fi: Siirry lisäosan sivulle
fr: Ouvrir la page du module
fur: Va ae pagjine dal component adizionâl
fy_nl: Nei de add-on-side
he: מעבר לדף התוספת
hr: Idi na stranicu s dodacima
hu: Ugrás a kiegészítő oldalára
ia: Ir al pagina del additivo
id: Menuju laman pengaya
is: Fara á síðu viðbótarinnar
it: Vai alla pagina del componente aggiuntivo
ja: アドオンのページへ
ka: დამატების მთავარ გვერდზე გადასვლა
kab: Ddu ɣer usebter n izegrar
ms: Pergi ke halaman add-on
nb_no: Gå til utvidelsesnettstedet
nl: Naar de add-onpagina
nn_no: Gå til utvidings-sida
pa_in: ਐਡ-ਆਨ ਪੇਜ ਤੇ ਜਾਓ
pl: Strona dodatku
pt_br: Abrir página de extensões
pt_pt: Ir para a página do extra
ro: Mergi pe pagina suplimentului
ru: Перейти на страницу дополнения
si: එක්කහු පිටුවට යන්න
sk: Prejsť na stránku doplnku
sl: Pojdi na stran dodatka
sq: Shko te faqja e shtesës
sv_se: Gå till tilläggssidan
te: యాడ్-ఆన్ పేజీకి వెళ్లండి
th: ไปยังหน้าของส่วนเสริม
tr: Eklentinin sayfasına git
uk: Перейти на сторінку додатка
vi: Chuyển đến trang tiện ích

source: No theme preview available
ar: لا تتوفر معاينة للسمة
az: Mövzu ön baxışı yoxdur
bg: Темата няма преглед
bn_bd: থিমের কোন প্রাকদর্শন নেই
bs: Nije dostupan pregled teme
ca: La previsualització del tema no està disponible
cs: Náhled motivu vzhledu není dostupný
da: Det er ikke muligt, at forhåndsvise tema
de: Keine Theme-Vorschau verfügbar
el: Καμία διαθέσιμη προεπισκόπηση θέματος
es: Vista previa del tema no disponible
fa: پوسته‌ای برای پیش‌نمایش وجود ندارد
fi: Teeman esikatselua ei ole saatavilla
fr: Aperçu du thème non disponible
fur: Nissune anteprime dal teme disponibile
fy_nl: Gjin temafoarbyld beskikber
ga_ie: Níl réamhamharc ar an téama seo le fáil
he: תצוגה מקדימה של ערכת נושא אינה זמינה
hr: Nema pregleda za temu
hu: Nincs elérhető téma előnézet
ia: Nulle vista preliminar del thema disponibile
id: Pratampil tema tak tersedia
is: Engin forskoðun á þema til
it: Anteprima del tema non disponibile
ja: テーマのプレビューがありません
ka: თემის წინასწარი შეთვალიერება შეუძლებელია
kab: Ulac taskant n usentel
ms: Tiada previu tema tersedia
nb_no: Ingen temaforhåndsvisning tilgjengelig
nl: Geen themavoorbeeld beschikbaar
nn_no: Inga førehandsvising for tema er tilgjengeleg
pa_in: ਕੋਈ ਥੀਮ ਝਲਕ ਨਹੀਂ ਹੈ
pl: Podgląd motywu jest niedostępny
pt_br: Nenhuma visualização de tema disponível
pt_pt: Sem pré-visualização de tema disponível
ro: Nu este disponibilă nicio previzualizare a temei
ru: Предпросмотр тем недоступен
si: තේමාවේ පෙරදසුනක් නැත
sk: Žiadna ukážka témy vzhľadu nie je dostupná
sl: Predogled teme ni na voljo
sq: S’ka paraparje teme
sv_se: Ingen förhandsgranskning för tema är tillgänglig
te: అలంకాలపు మునుజూపు అందుబాటులో లేదు
th: ไม่มีตัวอย่างชุดรูปแบบ
tr: Tema ön izlemesi yok
uk: Попередній перегляд теми недоступний
vi: Không có bản xem trước chủ đề

source: Add-on note
ar: ملاحظة على الإضافة
az: Əlavə qeydi
bg: Бележка към добавката
ca: Nota del complement
cs: Poznámka k doplňku
da: Tilføjelses-note
de: Add-on-Notiz
el: Σημείωση προσθέτου
es: Nota del complemento
fi: Lisäosan kommentti
fr: Notes
fur: Note pal component adizionâl
fy_nl: Add-on-notysje
he: הערת תוספת
hr: Napomena za dodatak
hu: Kiegészítő megjegyzése
ia: Nota del additivo
id: Catatan pengaya
is: Athugasemd fyrir viðbótina
it: Nota per il componente aggiuntivo
ja: アドオンのメモ
ka: დამატების შენიშვნა
kab: Tazmilt n uzegrir
ms: Nota add-on
nb_no: Tilleggsmerknad
nl: Add-on-notitie
nn_no: Tilleggsmerknad
pa_in: ਐਡ-ਆਨ ਨੋਟ
pl: Notka o dodatku
pt_br: Nota da extensão
pt_pt: Nota do extra
ro: Notă la supliment
ru: Замечание к дополнению
si: එක්කහුවේ සටහන
sk: Poznámka k doplnku
sl: Opomba dodatka
sq: Shënim shtese
sv_se: Tilläggsanteckning
te: యాడ్-ఆన్ గమనిక
th: หมายเหตุส่วนเสริม
tr: Eklenti notu
uk: Примітка додатка
vi: Ghi chú tiện ích

source: Searching…
ar: يبحث…
az: Axtarılır…
bg: Търсене…
bn_bd: অনুসন্ধান করা হচ্ছে...
bs: Traži…
ca: S'està cercant…
cs: Vyhledávání…
da: Søger…
de: Suche läuft…
el: Αναζήτηση…
es: Buscando…
fa: در حال جستجو…
fi: Haetaan…
fr: Recherche…
fur: Daûr a cirî…
fy_nl: Siket…
ga_ie: Ag cuardach…
he: חיפוש…
hr: Pretraživanje …
hu: Keresés…
ia: In cerca…
id: Mencari…
is: Leita…
it: Ricerca in corso…
ja: 検索中...
ka: ძიება…
kab: Anadi...
ms: Mencari…
nb_no: Søker …
nl: Zoeken…
nn_no: Søkjer…
pa_in: …ਖੋਜਿਆ ਜਾ ਰਿਹਾ ਹੈ
pl: Wyszukiwanie…
pt_br: Pesquisando…
pt_pt: A pesquisar…
ro: Căutare în curs…
ru: Поиск…
si: සොයමින්…
sk: Vyhľadáva sa…
sl: Iskanje ...
sq: Po kërkohet…
sv_se: Söker…
te: వెతుకుతోంది…
th: กำลังค้นหา…
tr: Aranıyor…
uk: Пошук…
vi: Đang tìm kiếm…

source: No results were found for "%(query)s".
ar: لم يُعثر على نتائج لِ‍ ”⁨%(query)s⁩“.
az: "%(query)s" üçün axtarış nəticəsi tapılmadı.
bg: Няма резултати за „%(query)s“.
bn_bd: "%(query)s" এর জন্যে কোন ফলাফল পাওয়া যায়নি।
bs: Nisu pronađeni rezultati za "%(query)s".
ca: No s'ha trobat cap resultat per a «%(query)s».
cs: Na dotaz "%(query)s" nebyly nalezeny žádné výsledky.
da: Der blev ikke fundet nogen forekomster af "%(query)s".
de: Ihre Suche nach „%(query)s“ ergab keine Ergebnisse.
el: Δεν βρέθηκε κανένα αποτέλεσμα για το "%(query)s".
es: No se encontraron resultados para "%(query)s".
fa: هیچ نتیجه‌ای برای «%(query)s» پیدا نشد.
fi: Ei tuloksia haulla "%(query)s".
fr: Aucun résultat trouvé pour « %(query)s ».
fur: Nissun risultât cjatât par “%(query)s”.
fy_nl: Gjin resultaten fûn foar ‘%(query)s’.
ga_ie: Gan torthaí ar "%(query)s".
he: לא נמצאו תוצאות עבור ״%(query)s״.
hr: Nema rezultata za „%(query)s”.
hu: Nincs találat a „%(query)s” keresésre.
ia: Nulle resultatos esseva trovate pro "%(query)s".
id: Tidak ada hasil ditemukan untuk "%(query)s".
is: Engar niðurstöður fundust fyrir "%(query)s".
it: Nessun risultato per “%(query)s”.
ja: 「%(query)s」の検索結果はありません。
ka: „%(query)s“ ფრაზისთვის შედეგები ვერ მოიძებნა.
kab: Ulac tiffin i "%(query)s".
ms: Tiada hasil ditemukan untuk "%(query)s".
nb_no: Fant ingen resultat for «%(query)s».
nl: Geen resultaten voor ‘%(query)s’ gevonden.
nn_no: Fann ingen resultat for "%(query)s".
pa_in: "%(query)s" ਲਈ ਕੋਈ ਨਤੀਜਾ ਨਹੀਂ ਮਿਲਿਆ।
pl: Brak wyników dla zapytania „%(query)s”.
pt_br: Nenhum resultado foi encontrados para "%(query)s".
pt_pt: Nenhuns resultados foram encontrados para "%(query)s".
ro: Nu a fost găsit niciun rezultat pentru „%(query)s”.
ru: Результатов для "%(query)s" не найдено.
si: "%(query)s" සඳහා ප්‍රතිඵල හමු නොවිණි.
sk: Pre vyhľadávaný výraz „%(query)s“ nebol nájdený žiadny výsledok.
sl: Ni najdenih rezultatov za "%(query)s".
sq: S’u gjetën përfundime për "%(query)s".
sv_se: Inga resultat hittades för "%(query)s".
te: "%(query)s"కి ఫలితాలేమీ దొరకలేదు.
th: ไม่พบผลลัพธ์สำหรับ "%(query)s"
tr: "%(query)s" için sonuç bulunamadı.
uk: Не знайдено результатів для запиту "%(query)s".
vi: Không tìm thấy kết quả nào cho "%(query)s".

source: No results were found.
ar: لم يُعثر على نتائج.
az: Heç bir nəticə tapılmadı.
bg: Няма резултати.
bn_bd: কোনো ফলাফল খুঁজে পাওয়া যায়নি।
bs: Nisu pronađeni rezultati.
ca: No s'ha trobat cap resultat.
cs: Nenalezeny žádné výsledky.
da: Der blev ikke fundet nogen.
de: Es wurden keine Ergebnisse gefunden.
el: Δεν βρέθηκαν αποτελέσματα.
es: No se encontró ningún resultado.
fa: هیچ نتیجه‌ای پیدا نشد.
fi: Tuloksia ei löytynyt.
fr: Aucun résultat trouvé.
fur: Nissun risultât cjatât.
fy_nl: Gjin resultaten fûn.
ga_ie: Gan torthaí ar bith.
he: לא נמצאו תוצאות.
hr: Nema rezultata.
hu: Nincs találat.
ia: Nulle resultatos esseva trovate.
id: Tidak ada hasil ditemukan.
is: Engar niðurstöður fundust.
it: Nessun risultato trovato.
ja: 検索結果はありません。
ka: შედეგები ვერ მოიძებნა.
kab: Ulac igmad yettwafen.
ms: Tiada hasil ditemukan.
nb_no: Fant ingen resultat.
nl: Geen resultaten gevonden.
nn_no: Fann ingen resultat.
pa_in: ਕੋਈ ਨਤੀਜਾ ਨਹੀਂ ਮਿਲਿਆ।
pl: Brak wyników.
pt_br: Nenhum resultado foi encontrado.
pt_pt: Não foram encontrados resultados.
ro: Niciun rezultat găsit.
ru: Результатов не найдено.
si: ප්‍රතිඵල හමු නොවිණි.
sk: Neboli nájdené žiadne výsledky.
sl: Ni najdenih rezultatov.
sq: S’u gjetën përfundime.
sv_se: Inga resultat hittades.
te: ఫలితాలు కనుగొనబడలేదు.
th: ไม่พบผลลัพธ์
tr: Hiç sonuç bulunamadı.
uk: Результатів не знайдено.
vi: Không tìm thấy kêt quả nào.

source: Themes
ar: السمات
az: Mövzular
bg: Теми
bn_bd: থিম
bs: Teme
ca: Temes
cs: Motivy vzhledu
da: Temaer
el: Θέματα
es: Temas
fa: قالب‌ها
fi: Teemat
fr: Thèmes
fur: Temis
fy_nl: Tema’s
ga_ie: Téamaí
he: ערכות נושא
hr: Teme
hu: Témák
ia: Themas
id: Tema
is: Þemu
it: Temi
ja: テーマ
ka: თემები
kab: Isental
ms: Tema
nb_no: Tema
nl: Thema’s
nn_no: Tema
pa_in: ਥੀਮ
pl: Motywy
pt_br: Temas
pt_pt: Temas
ro: Teme
ru: Темы
si: තේමා
sk: Témy vzhľadu
sl: Teme
sq: Tema
sv_se: Teman
te: అలంకారాలు
th: ชุดรูปแบบ
tr: Temalar
uk: Теми
vi: Chủ đề

source: More…
ar: أكثر…
az: Ətraflı…
bg: Други…
bn_bd: আরও…
bs: Više...
ca: Més…
cs: Více…
da: Mere…
de: Mehr…
el: Περισσότερα…
es: Más...
fa: بیشتر…
fi: Lisää…
fr: Plus…
fur: Altri…
fy_nl: Mear…
he: עוד…
hr: Više …
hu: Több…
ia: Plus…
id: Lainnya…
is: Meira…
it: Altro…
ja: すべて見る...
ka: სხვა…
kab: Ugar…
ms: Selanjutnya…
nb_no: Mer…
nl: Meer…
nn_no: Meir…
pa_in: …ਹੋਰ
pl: Więcej…
pt_br: Mais…
pt_pt: Mais…
ro: Mai multe…
ru: Больше…
si: තවත්…
sk: Ďalšie…
sl: Več …
sq: Më tepër…
sv_se: Mer…
te: మరిన్ని…
th: เพิ่มเติม…
tr: Daha fazla…
uk: Більше…
vi: Xem thêm…

source: for Firefox
ar: لفيرفكس
az: Firefox üçün
bg: за Firefox
bn_bd: Firefox এর জন্য
bs: za Firefox
ca: per al Firefox
cs: pro Firefox
da: til Firefox
de: für Firefox
el: για το Firefox
es: para Firefox
fa: برای فایرفاکس
fi: Firefoxille
fr: pour Firefox
fur: par Firefox
fy_nl: foar Firefox
he: עבור Firefox
hr: za Firefox
hu: Firefoxhoz
ia: pro Firefox
id: untuk Firefox
is: fyrir Firefox
it: per Firefox
ja: Firefox 向け
ka: Firefox-ისთვის
kab: I Firefox
ms: untuk Firefox
nl: voor Firefox
pa_in: ਫਾਇਰਫਾਕਸ ਲਈ
pl: do Firefoksa
pt_br: Firefox
pt_pt: para o Firefox
ro: pentru Firefox
ru: для Firefox
si: ෆයර්ෆොක්ස් සඳහා
sk: Pre Firefox
sl: za Firefox
sq: për Firefox
sv_se: för Firefox
te: Firefox కోసం
th: สำหรับ Firefox
tr: Firefox için
uk: для Firefox
vi: cho Firefox

source: Dictionaries & Language Packs
ar: القواميس وحزم اللغات
az: Lüğətlər və Dil Paketləri
bg: Речници и езикови пакети
bs: Rječnici & paketi jezika
ca: Diccionaris i paquets de llengua
cs: Slovníky a jazykové balíčky
da: Ordbøger & sprogpakker
de: Wörterbücher & Sprachpakete
el: Λεξικά και πακέτα γλωσσών
es: Diccionarios y paquetes de idiomas
fa: لغت‌نامه‌ها و بسته‌های زبان
fi: Oikolukusanastot ja kielipaketit
fr: Dictionnaires et paquetages linguistiques
fur: Dizionaris e pachets di lenghis
fy_nl: Wurdboeken en taalpakketten
he: מילונים וחבילות שפה
hr: Rječnici i jezični paketi
hu: Szótárak és nyelvi csomagok
ia: Dictionarios e pacchettos de lingua
id: Kamus & Paket Bahasa
is: Orðasöfn og tungumálapakkar
it: Dizionari e language pack
ja: スペルチェック辞書と言語パック
ka: ლექსიკონები და ენის კრებულები
kab: Imawalen & ikemmusen n tutlayin
ms: Kamus & Pek Bahasa
nb_no: Ordbøker og språkpakker
nl: Woordenboeken en taalpakketten
nn_no: Ordbøker og språkpakkar
pa_in: ਸ਼ਬਦ-ਕੋਸ਼ ਅਤੇ ਭਾਸ਼ਾ ਪੈਕ
pl: Słowniki i pakiety językowe
pt_br: Dicionários e Pacotes de Idioma
pt_pt: Dicionários e pacotes de idiomas
ro: Dicționare și pachete lingvistice
ru: Словари и языковые пакеты
si: ශබ්දකෝෂ සහ භාෂා ඇසුරුම්
sk: Slovníky a jazykové balíky
sl: Slovarji in jezikovni paketi
sq: Fjalorë & Paketa Gjuhësore
sv_se: Ordlistor & språkpaket
te: నిఘంటువులు మరియు భాషా ప్యాక్లు
th: พจนานุกรมและชุดภาษา
tr: Sözlükler ve dil paketleri
uk: Словники та локалізації
vi: Từ điển & gói ngôn ngữ

source: Other Browser Sites
ar: مواقع المتصفح الأخرى
az: Digər Səyyah Saytları
bg: За други мрежови четци
bn_bd: অন্য ব্রাউজার সাইট
bs: Druge stranice pretraživača
ca: Altres pàgines del navegador
cs: Ostatní stránky prohlížeče
da: Andre browser-websteder
de: Andere Browser-Seiten
el: Ιστότοποι άλλων φυλλομετρητών
es: Otros sitios de navegadores
fa: سایر سایت‌های مرورگر
fi: Muiden selainten sivustot
fr: Sites pour les autres navigateurs
fur: Altris sîts
fy_nl: Oare browserwebsites
he: אתרי דפדפנים אחרים
hr: Ostale web-stranice preglednika
hu: Más böngészők oldalai
ia: Altere sitos de navigatores
id: Situs Peramban Lainnya
is: Önnur vafravefsvæði
it: Altri siti
ja: 他のブラウザーサイト
ka: ბრაუზერის სხვა საიტები
kab: Ismal nniḍen n tunigin
ms: Laman Pelayar Lain
nb_no: Andre nettlesersteder
nl: Websites voor andere browsers
nn_no: Andre nettlesarplassar
pa_in: ਹੋਰ ਬਰਾਊਜ਼ਰ ਸਾਈਟਾਂ
pl: Inne strony
pt_br: Outros navegadores
pt_pt: Outros sites de navegadores
ro: Site-uri pentru alte browsere
ru: Другие версии браузера
si: වෙනත් අතිරික්සු අඩවි
sk: Stránky ostatných prehliadačov
sl: Druge strani brskalnika
sq: Sajte Shfletuesish të Tjerë
sv_se: Andra webbläsarplatser
te: ఇతర విహారిణుల సైట్లు
th: ไซต์ของเบราว์เซอร์อื่น ๆ
tr: Diğer tarayıcı siteleri
uk: Інші сайти браузера
vi: Các trang web trình duyệt khác

source: Add-ons for Android
ar: إضافات إصدارة أندرويد
az: Android üçün Əlavələr
bg: Добавки за Android
bn_bd: Android এর জন্য অ্যাড-অন
bs: Dodaci za Android
ca: Complements per a Android
cs: Doplňky pro Android
da: Tilføjelser til Android
de: Add-ons für Android
el: Πρόσθετα για Android
es: Complementos para Android
fa: افزونه‌های اندروید
fi: Lisäosia Androidille
fr: Modules pour Android
fur: Components adizionâi par Android
fy_nl: Add-ons foar Android
he: תוספות עבור אנדרואיד
hr: Dodaci za Android
hu: Kiegészítők Androidra
ia: Additivos pro Android
id: Pengaya untuk Android
is: Viðbætur fyrir Android
it: Componenti aggiuntivi per Android
ja: Android 向けアドオン
ka: დამატებები Android-ისთვის
kab: Izegrar i Android
ms: Add-ons untuk Android
nb_no: Utvidelser for Android
nl: Add-ons voor Android
nn_no: Utvidingar for Android
pa_in: ਐਂਡਰਾਇਡ ਲਈ ਐਡ-ਆਨ
pl: Dodatki na Androida
pt_br: Extensões para Android
pt_pt: Extras para Android
ro: Suplimente pentru Android
ru: Дополнения для Android
si: ඇන්ඩ්‍රොයිඩ් සඳහා එක්කහු
sk: Doplnky pre Android
sl: Dodatki za Android
sq: Shtesa për Android
sv_se: Tillägg för Android
te: Android యొక్క పొడిగింతలు
th: ส่วนเสริมสำหรับ Android
tr: Android eklentileri
uk: Додатки для Android
vi: Tiện ích cho Android

source: Extensions
ar: الامتدادات
az: Uzantılar
bg: Разширения
bn_bd: এক্সটেনশন সমূহ
bs: Ekstenzije
cs: Rozšíření
da: Udvidelser
de: Erweiterungen
el: Επεκτάσεις
es: Extensiones
fa: افزونه‌ها
fi: Laajennukset
fur: Estensions
fy_nl: Utwreidingen
ga_ie: Eisínteachtaí
he: הרחבות
hr: Proširenja
hu: Kiegészítők
ia: Extensiones
id: Ekstensi
is: Forritsaukar
it: Estensioni
ja: 拡張機能
ka: გაფართოებები
kab: Isiɣzaf
ms: Ekstensi
nb_no: Utvidelser
nl: Extensies
nn_no: Utvidingar
pa_in: ਇਕਸਟੈਨਸ਼ਨ
pl: Rozszerzenia
pt_br: Extensões
pt_pt: Extensões
ro: Extensii
ru: Расширения
si: දිගු
sk: Rozšírenia
sl: Razširitve
sq: Zgjerime
sv_se: Utökningar
te: పొడిగింతలు
th: ส่วนขยาย
tr: Uzantılar
uk: Розширення
vi: Tiện ích mở rộng

source: Expand to read more
ca: Amplieu per llegir-ne més
cs: Číst dále
da: Udvid for at læse mere
de: Ausklappen: Weitere Informationen
el: Επεκτείνετε για να διαβάσετε περισσότερα
es: Ampliar para leer más
fi: Laajenna lukeaksesi lisää
fr: Développer pour lire la suite
fur: Slargje par continuâ a lei
fy_nl: Utklappe foar mear ynfo
hr: Rasklopi i saznaj više
hu: Kibontás a továbbiak olvasásához
ia: Expander pro leger plus
id: Bentangkan untuk baca lebih lanjut
is: Fletta út til að lesa meira
it: Espandi per continuare a leggere
ja: 展開して続きを読む
ka: ჩამოშალეთ, ვრცლად წასაკითხად
kab: Snefli akken ad teɣreḍ ugar
nb_no: Utvid for å lese mer
nl: Uitvouwen voor meer info
nn_no: Utvid for å lese meir
pa_in: ਹੋਰ ਪੜ੍ਹਨ ਲਈ ਫੈਲਾਓ
pl: Rozwiń, aby wyświetlić więcej informacji
pt_br: Expandir para ler mais
pt_pt: Expanda para ler mais
ro: Extinde pentru a citi mai multe
ru: Разверните, чтобы узнать больше
si: තව කියවීමට විහිදන්න
sk: Čítať ďalej
sl: Razširi in preberi več
sq: Zgjerojeni që të lexoni më tepër
sv_se: Expandera för att läsa mer
th: ขยายเพื่ออ่านเพิ่มเติม
tr: Devamını okumak için genişlet
uk: Розгорніть, щоб прочитати більше
vi: Mở rộng để đọc thêm
