Repository: mozilla/addons-frontend
Catalog: locale/*/LC_MESSAGES/amo.po
Languages: ar, az, bg, bn_bd, bs, ca, cs, da, de, el, es, fa, fi, fr, fur, fy_nl, ga_ie, he, hr, hu, ia, id, is, it, ja, ka, kab, ms, nb_no, nl, nn_no, pa_in, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: Open files downloaded to your computer
ar: فتح الملفات المنزّلة على الحاسوب
az: Kompüterə endirilmiş faylları açmaq
bg: Отваря изтеглените на компютъра файлове
bs: Otvori datoteke preuzete na vaš računar
ca: Obrir els fitxers que heu baixat a l'ordinador
cs: Otevírat soubory stažené do vašeho zařízení
da: Åbne filer hentet ned på din computer
de: Heruntergeladene Dateien öffnen
el: Κάνει άνοιγμα ληφθέντων αρχείων του υπολογιστή σας
es: Abrir archivos descargados en tu equipo
fi: Avaa tietokoneellesi ladattuja tiedostoja
fr: Ouvrir les fichiers téléchargés sur votre ordinateur
fur: Vierzi i files discjamâts sul computer
fy_nl: Nei jo kompjûter downloade bestannen iepenje
he: פתיחת קבצים שהורדו למחשב שלך
hr: Otvoriti preuzete datoteke
hu: A számítógépre letöltött fájlok megnyitása
ia: Aperir le files discargate in tu computator
id: Buka berkas yang telah terunduh di komputer Anda
is: Opna skrár sem sóttar hafa verið inn á tölvuna
it: Aprire i file scaricati sul computer
ja: コンピューターにダウンロードされたファイルを開く
ka: თქვენს კომპიუტერში ჩამოტვირთული ფაილების გახსნა
kab: Ldi ifayluifuyla ittwasidren deg uselkim-ik
ms: Buka fail yang dimuat turun ke dalam komputer anda
nb_no: Åpne filer som er lastet ned til datamaskinen din
nl: Naar uw computer gedownloade bestanden openen
nn_no: Opne filer lasta ned til datamaskina di
pa_in: ਆਪਣੇ ਕੰਪਿਊਟਰ ਤੇ ਡਾਊਨਲੋਡ ਕੀਤੀਆਂ ਫਾਈਲਾਂ ਨੂੰ ਖੋਲ੍ਹੋ
pl: Otwierać pliki pobrane na komputer
pt_br: Abrir arquivos baixados no seu computador
pt_pt: Abrir ficheiros transferidos para o seu computador
ro: Să deschidă fișiere descărcate pe calculator
ru: Открывать файлы, загруженные на ваш компьютер
si: ඔබගේ පරිගණකයට බාගත වූ ගොනු ඇරීම
sk: Otvárať súbory stiahnuté do vášho počítača
sl: odpira datoteke, prenesene na vaš računalnik
sq: Të hapë kartela të shkarkuara në kompjuterin tuaj
sv_se: Öppna filer som hämtats till din dator
te: మీ కంప్యూటరులోని దింపుకున్న దస్త్రాలను తెరవడం
th: เปิดไฟล์ที่ดาวน์โหลดไปยังคอมพิวเตอร์ของคุณ
tr: Bilgisayarınıza indirilen dosyaları açma
uk: Відкривати файли, завантажені на ваш комп'ютер
vi: Mở tập tin đã tải xuống trên máy tính của bạn

source: Read the text of all open tabs
ar: قراءة نصوص الألسنة المفتوحة
az: Bütün açıq vərəqlərin yazılarını oxumaq
bg: Прочита текста от всички отворени раздели
bs: Čita tekst iz svih otvorenih tabova
ca: Llegir el text de totes les pestanyes obertes
cs: Přistupovat k textu všech otevřených panelů
da: Læse teksten i de åbne faneblade
de: Auf Texte aller offenen Tabs zugreifen
el: Κάνει ανάγνωση κειμένων όλων των ανοικτών καρτελών
es: Leer el texto de todas las pestañas abiertas
fi: Lue tekstiä avoinna olevilta välilehdiltä
fr: Lire le texte de tous les onglets ouverts
fur: Lei il test di dutis lis schedis viertis
fy_nl: De tekst fan alle iepen ljepblêden lêze
he: קריאת הטקסט של כל הלשוניות הפתוחות
hr: Čitati tekst svih otvorenih kartica
hu: Az összes nyitott lap szövegének olvasása
ia: Lege le texto de tote le schedas aperite
id: Baca teks seluruh tab yang terbuka
is: Lesa texta í öllum opnum flipum
it: Leggere il testo di tutte le schede aperte
ja: 開いているすべてのタブからのテキスト読み取り
ka: ტექსტის წაკითხვა ყველა გახსნილი ჩანართიდან
kab: Γer aḍris n waccaren akk yeldin
ms: Baca teks dalam semua tab terbuka
nb_no: Lese teksten i alle åpne faner
nl: De tekst van alle open tabbladen lezen
nn_no: Les teksten på alle opne faner
pa_in: ਸਾਰੀਆਂ ਖੁੱਲ੍ਹੀਆਂ ਟੈਬਾਂ ਦੀ ਲਿਖਤ ਨੂੰ ਪੜ੍ਹੋ
pl: Odczytywać tekst ze wszystkich otwartych kart
pt_br: Ler o texto de todas as abas abertas
pt_pt: Ler o texto de todos os separadores abertos
ro: Să citească textul din toate filele deschise
ru: Читать текст во всех открытых вкладках
si: සියළුම විවෘත පටිතිවල පෙළ කියවීම
sk: Prístup k textu všetkých otvorených kariet
sl: bere besedilo vseh odprtih zavihkov
sq: Të lexojë tekstin e krejt skedave të hapura
sv_se: Läs texten på alla öppna flikar
te: అన్ని తెరిచిన ట్యాబ్ల టెక్స్ట్ ని చదవండి
th: อ่านข้อความของแท็บที่เปิดอยู่ทั้งหมด
tr: Tüm açık sekmelerdeki metinleri okuma
uk: Читати текст у всіх відкритих вкладках
vi: Đọc văn bản của tất cả các thẻ đang mở

source: Access your location
ar: معرفة مكانك
az: Məkanınızı öyrənmək
bg: Достъпва вашето местоположение
bs: Pristupi vašoj lokaciji
ca: Accedir a la vostra ubicació
cs: Přistupovat k informacím o vaší poloze
da: Se min position
de: Auf Ihren Standort zugreifen
el: Έχει πρόσβαση στην τοποθεσία σας
es: Acceder a tu ubicación
fi: Pääsy sijaintitietoosi
fr: Accéder à votre localisation
fur: Acedi ae tô posizion
fy_nl: Jo lokaasje benaderje
he: גישה למיקום שלך
hr: Pristupiti tvojoj lokaciji
hu: Földrajzi hely adatainak elérése
ia: Acceder a tu geolocalisation
id: Mengakses lokasi Anda
is: Fá aðgang að staðsetningunni þinni
it: Accedere alla posizione
ja: 位置情報へのアクセス
ka: მდებარეობის მონაცემებთან წვდომა
kab: Kcem ɣer wadig-ik
ms: Akses lokasi anda
nb_no: Få tilgang til din posisjon
nl: Uw locatie benaderen
nn_no: Få tilgang til plasseringa di
pa_in: ਤੁਹਾਡੇ ਟਿਕਾਣੇ ਲਈ ਪਹੁੰਚ
pl: Mieć dostęp do informacji o położeniu
pt_br: Acessar sua localização
pt_pt: Aceder à sua localização
ro: Să îți acceseze locația
ru: Получать доступ к вашему местоположению
si: ඔබගේ ස්ථානයට ප්‍රවේශය
sk: Pristupovať k údajom o polohe
sl: pridobi vašo lokacijo
sq: Të njohë vendndodhjen tuaj
sv_se: Åtkomst till din position
te: మీ స్థానాన్ని చూడండి
th: เข้าถึงตำแหน่งที่ตั้งของคุณ
tr: Konumunuza erişme
uk: Отримувати доступ до вашого розташування
vi: Truy cập vị trí của bạn

source: Access browsing history
ar: الوصول إلى تأريخ التصفح
az: Səyahət tarixçəsinə baxmaq
bg: Достъпва историята на разглеждане
bs: Pristupi historiji pretraživanja
ca: Accedir a l'historial de navegació
cs: Přistupovat k historii prohlížení
da: Tilgå browserhistorik
de: Auf Chronik zugreifen
el: Έχει πρόσβαση στο ιστορικό περιήγησης
es: Acceder al historial de navegación
fi: Pääsy selaushistoriaan
fr: Accéder à votre historique de navigation
fur: Acedi ae cronologjie di navigazion
fy_nl: Sneupskiednis iepenje
he: גישה להיסטוריית הגלישה
hr: Pristupiti povijesti pregledavanja
hu: Böngészés előzményeinek elérése
ia: Acceder al chronologia de navigation
id: Mengakses riwayat penjelajahan
is: Fá aðgang að vafurferlinum þínum
it: Accedere alla cronologia di navigazione
ja: ブラウジング履歴へアクセス
ka: მონახულებული გვერდების ისტორიასთან წვდომა
kab: Kcem ar umazray n tunigin
ms: Akses sejarah pelayaran
nb_no: Tilgang til nettleserhistorikken
nl: Browsergeschiedenis benaderen
nn_no: Tilgang til nettlesarhistorikken
pa_in: ਬਰਾਊਜ਼ਰ ਅਤੀਤ ਲਈ ਪਹੁੰਚ
pl: Mieć dostęp do historii przeglądania
pt_br: Acessar o histórico de navegação
pt_pt: Aceder ao histórico de navegação
ro: Să acceseze istoricul de navigare
ru: Получать доступ к истории браузера
si: පිරික්සුම් ඉතිහාසයට ප්‍රවේශය
sk: Pristupovať k histórii prehliadania
sl: dostopa do zgodovine brskanja
sq: Të hyjë në historikun e shfletimit
sv_se: Åtkomst till webbhistoriken
te: విహరణ చరిత్రను పొందండి
th: เข้าถึงประวัติการเรียกดู
tr: Gezinti geçmişine erişme
uk: Доступ до історії перегляду
vi: Truy cập lịch sử duyệt web

source: Monitor extension usage and manage themes
ar: مراقبة استخدام الامتدادات وإدارة السمات
az: Uzantı istifadəsini izləmək və mövzuları idarə etmək
bg: Следи използването на разширения и управлението на теми
bs: Nadgleda upotrebu ekstenzija i upravlja temama
ca: Supervisar l'ús d'extensions i gestionar els temes
cs: Monitorovat využití rozšíření a spravovat vzhledy
da: Holde øje med brug af udvidelser og håndtere temaer
de: Erweiterungsnutzung überwachen und Themes verwalten
el: Κάνει εποπτεία χρήσης επεκτάσεων και διαχείριση θεμάτων
es: Monitorizar el uso de extensiones y administrar temas
fi: Valvo laajennusten käyttöä ja hallitse teemoja
fr: Surveiller l’utilisation des extensions et gérer les thèmes
fur: Monitorâ l’ûs des estensions e gjestî i temis
fy_nl: Utwreidingsgebrûk beweitsje en tema’s beheare
he: ניטור שימוש בהרחבות וניהול ערכות נושא
hr: Pratiti korištenje dodataka i upravljati temama
hu: Bővítményhasználat monitorozása és témák kezelése
ia: Surveliar le utilisation del extensiones e gerer le themas
id: Memantau penggunaan ekstensi dan mengelola tema
is: Vakta notkun forritsauka og sýsla með þemu
it: Monitorare l’utilizzo delle estensioni e gestire i temi
ja: 拡張機能の使用状況の監視とテーマの管理
ka: გაფართოების მოხმარების შესახებ მონაცემების შეგროვება და თემების მართვა
kab: Ɛas aseqdec n usiɣzef n ugdil daɣen sefrek isental
ms: Pantau penggunaan ekstensi dan uruskan tema
nb_no: Overvåke bruk av utvidelser og behandle temaer
nl: Extensiegebruik bewaken en thema’s beheren
nn_no: Overvak utvidingsbruk og handter tema
pa_in: ਇਕਸਟੈਨਸ਼ਨ ਵਰਤੋਂ ਦੀ ਨਿਗਰਾਨੀ ਕਰਨ ਅਤੇ ਥੀਮਾਂ ਦਾ ਬੰਦੋਬਸਤ ਕਰੋ
pl: Monitorować użycie rozszerzeń i zarządzać motywami
pt_br: Monitorar o uso de extensões e gerenciar temas
pt_pt: Monitorizar utilização da extensão e gerir temas
ro: Să monitorizeze utilizarea de extensii și să gestioneze teme
ru: Мониторить использование расширений и управлять темами
si: දිගු භාවිතය නිරීක්‍ෂණය හා තේමා කළමනාකරණය
sk: Monitorovať používanie rozšírenia a spravovať témy vzhľadu
sl: spremlja rabo razširitev in upravlja teme
sq: Të vëzhgojë përdorim zgjerimesh dhe të administrojë tema
sv_se: Övervaka utökningsanvändning och hantera teman
te: పొడిగింత వినియోగాన్ని పర్యవేక్షించండి మరియు థీమ్లను నిర్వహించండి
th: เฝ้าสังเกตการใช้ส่วนขยายและจัดการชุดรูปแบบ
tr: Uzantı kullanımını izleme ve temaları yönetme
uk: Спостерігати за використанням додатків і керувати темами
vi: Theo dõi việc sử dụng tiện ích và quản lý các chủ đề

source: Exchange messages with programs other than Firefox
ar: تبادل الرسائل مع برامج أخرى غير فَيَرفُكس
az: Firefox xaricindəki proqramlarla mesaj mübadilə etmək
bg: Обменя съобщения с приложения различни от Firefox
bs: Razmjenjuje poruke sa svim programima mimo Firefoxa
ca: Intercanviar missatges amb altres programes que no són el Firefox
cs: Vyměňovat si zprávy s jinými programy než s Firefoxem
da: Udveksle beskeder med andre programmer end Firefox
de: Nachrichten mit anderen Programmen als Firefox austauschen
el: Κάνει ανταλλαγή μηνυμάτων με προγράμματα εκτός του Firefox
es: Intercambiar mensajes con otros programas
fi: Vaihda viestejä muiden ohjelmien kuin Firefoxin kanssa
fr: Communiquer avec d’autres programmes que Firefox
fur: Scambiâ messaçs cun programs diviers di Firefox
fy_nl: Berjochten mei oare programma’s as Firefox útwikselje
he: החלפת הודעות עם יישומים אחרים מ־Firefox
hr: Razmijeniti poruke s drugim programima
hu: Üzenetváltás Firefoxon kívüli programokkal
ia: Excambiar messages con programmas differente de Firefox
id: Bertukar pesan dengan program selain Firefox
is: Skiptast á skilaboðum við önnur forrit en Firefox
it: Scambiare messaggi con programmi diversi da Firefox
ja: Firefox 以外のプログラムとのメッセージ交換
ka: შეტყობინებებს გაუცვლის სხვა პროგრამებიც, არამხოლოდ Firefox
kab: Asemmeskel n yeznan s wahilen baxlaf Firefox
ms: Bertukar mesej dengan aturcara selain daripada Firefox
nb_no: Utveksle meldinger med andre program enn Firefox
nl: Berichten met andere programma’s dan Firefox uitwisselen
nn_no: Utveksle meldingar med andre program enn Firefox
pa_in: ਫਾਇਰਫਾਕਸ ਤੋਂ ਬਿਨਾਂ ਹੋਰ ਪਰੋਗਰਾਮਾਂ ਨਾਲ ਸੁਨੇਹੇ ਤਬਾਦਲਾ ਕਰੋ
pl: Wymieniać informacje z programami innymi niż Firefox
pt_br: Trocar mensagens com outros programas além do Firefox
pt_pt: Trocar mensagens com programas que não o Firefox
ro: Să facă schimb de mesaje cu alte programe în afară de Firefox
ru: Обмениваться сообщениями с программами, помимо Firefox
si: ෆයර්ෆොක්ස් මෙන්ම අන් වැඩසටහන් සමඟ ද පණිවිඩ හුවමාරුව
sk: Vymieňať si správy s inými programami ako Firefox
sl: izmenjuje sporočila z drugimi programi poleg Firefoxa
sq: Të shkëmbejë mesazhe me programe të tjera veç Firefox-it
sv_se: Utbyta meddelanden med andra program än Firefox
te: Firefox కంటే ఇతర ప్రోగ్రామ్లతో సందేశాలను మార్పిడి చేయండి
th: แลกเปลี่ยนข้อความกับโปรแกรมอื่นนอกเหนือจาก Firefox
tr: Firefox dışındaki programlarla mesaj alışverişi yapma
uk: Обмінюватися повідомленнями з іншими програмами, окрім Firefox
vi: Trao đổi tin nhắn với các chương trình khác ngoài Firefox

source: Display notifications to you
ar: عرض التنبيهات
az: Bildirişləri sizə göstərmək
bg: Показва известия
bs: Prikazuje obavještenja
ca: Mostrar-vos notificacions
cs: Zobrazovat vám oznámení
da: Vise beskeder
de: Benachrichtigungen anzeigen
el: Κάνει εμφάνιση ειδοποιήσεων σε εσάς
es: Mostrarte notificaciones
fi: Näytä ilmoituksia sinulle
fr: Vous afficher des notifications
fur: Mostrâti notifichis
fy_nl: Notifikaasjes werjaan
he: הצגת התרעות
hr: Prikazati obavijesti
hu: Értesítések megjelenítése
ia: Monstra le notificationes pro te
id: Menampilkan notifikasi untuk Anda
is: Birta þér tilkynningar
it: Visualizzare notifiche
ja: 通知の表示
ka: შეტყობინებების ჩვენება
kab: Ad k-d-isken ilɣa
ms: Papar notifikasi untuk anda
nb_no: Vise deg varsler
nl: Notificaties weergeven
nn_no: Vis meldingar til deg
pa_in: ਤੁਹਾਨੂੰ ਸੂਚਨਾਵਾਂ ਦਿਖਾਉਣ
pl: Wyświetlać powiadomienia
pt_br: Exibir notificações para você
pt_pt: Mostrar-lhe notificações
ro: Să îți afișeze notificări
ru: Показывать вам уведомления
si: ඔබට දැනුම්දීම් පෙන්වීම
sk: Zobrazovať upozornenia
sl: prikazuje obvestila
sq: Të shfaqë njoftime për ju
sv_se: Visa meddelanden till dig
te: మీకు ప్రకటనలను ప్రదర్శించును
th: แสดงผลการแจ้งเตือนให้คุณ
tr: Size bildirim gösterme
uk: Показувати сповіщення
vi: Hiển thị thông báo cho bạn

source: Provide cryptographic authentication services
ar: توفير خدمات استيثاق معمّاة
az: Kriptoqrafik təsdiqləmə xidmətləri təmin etmək
bg: Предоставя шифровани услуги за упълномощаване
bs: Pruži kriptografske usluge autentikacije
ca: Proporcionar serveis d'autenticació criptogràfica
cs: Poskytovat služby pro kryptografickou autentizaci
da: Tilbyde tjenester til kryptografisk godkendelse
de: Dienste zur kryptografischen Authentifizierung anbieten
el: Παρέχει κρυπτογραφικές υπηρεσίες ταυτοποίησης
es: Proporcionar servicios de autenticación criptográfica
fi: Tarjoa salausteknisiä todennuspalveluja
fr: Fournir des services d’authentification chiffrée
fur: Furnî servizis di autenticazion criptografiche
fy_nl: Kryptografyske autentikaasjetsjinsten biede
he: אספקת שירותי אימות מוצפנים
hr: Pružati usluge za šifrirane autentifikacije
hu: Kriptográfiai hitelesítési szolgáltatások biztosítása
ia: Forni servicios de authentication cryptographic
id: Menyediakan layanan autentikasi kriptografis
is: Veita dulritaðar auðkenningarþjónustur
it: Fornire servizi di autenticazione crittografica
ja: 暗号認証サービスの提供
ka: ანგარიშზე დაშიფრულად შესვლის მომსახურებების გამოყენება
kab: Ittak-d imeẓla n usesteb awgelhan
ms: Sediakan perkhidmatan pengesahan kriptografik
nb_no: Tilby kryptografiske godkjenningstjenester
nl: Cryptografische authenticatieservices bieden
nn_no: Tilby tenester til kryptografisk godkjenning
pa_in: ਕ੍ਰਿਪਟੋਗਰਾਫ਼ਿਕ ਪਰਮਾਣਕਿਤਾ ਸੇਵਾਵਾਂ ਦੇਣ
pl: Dostarczać kryptograficzne usługi uwierzytelniania
pt_br: Fornecer serviços de autenticação com criptografia
pt_pt: Providenciar serviços de autenticação criptográfica
ro: Să furnizeze servicii de autentificare criptografică
ru: Предоставлять услуги криптографической аутентификации
sk: Poskytovať služby spojené s kryptografickým overením
sl: zagotovi kriptografske storitve overjanja
sq: Të ofrojë shërbime mirëfilltësimi kriptografik
sv_se: Erbjuder kryptografiska autentiseringstjänster
th: ให้บริการตรวจสอบความถูกต้องของการเข้ารหัสลับ
tr: Kriptografik kimlik doğrulama hizmetleri sağlama
uk: Надання послуг криптографічної автентифікації
vi: Cung cấp dịch vụ xác thực mật mã

source: Control browser proxy settings
ar: التحكم في إعدادات وسيط المتصفح
az: Səyyah proksi tənzimləmələrini idarə etmək
bg: Управлява настройките на мрежовия посредник на четеца
bs: Kontrola proxy postavki browsera
ca: Controlar els paràmetres de servidor intermediari del navegador
cs: Změnit nastavení proxy
da: Kontrollere browserens proxy-indstillinger
de: Proxy-Einstellungen des Browsers ändern
el: Κάνει έλεγχο ρυθμίσεων μεσολάβησης προγράμματος περιήγησης
es: Controlar configuración proxy del navegador
fi: Hallitse selaimen välityspalvelimen asetuksia
fr: Contrôler les paramètres proxy du navigateur
fur: Controlâ lis impostazions dal proxy dal navigadôr
fy_nl: Browserproxyynstellingen beheare
he: שליטה בהגדרות המתווך של הדפדפן
hr: Upravljati proxy postavkama preglednika
hu: Böngésző proxy beállítások vezérlése
ia: Controlar le parametros del proxy del navigator
id: Mengendalikan setelan proksi peramban
is: Stýra milliþjónastillingum vafrans
it: Controllare le impostazioni di proxy del browser
ja: ブラウザーのプロキシ設定の管理
ka: ბრაუზერის პროქსის პარამეტრების მართვა
kab: Senqed iγewwaṛen n upṛuksi n yiminig
ms: Kawal tetapan proksi pelayar
nb_no: Kontrollere proxy-innstillinger for nettleser
nl: Browserproxyinstellingen beheren
nn_no: Kontroller proxy-innstillingane til nettlesaren
pa_in: ਬਰਾਊਜ਼ਰ ਪਰਾਕਸੀ ਸੈਟਿੰਗਾਂ ਨੂੰ ਕੰਟਰੋਲ ਕਰੋ
pl: Kontrolować ustawienia pośrednika przeglądarki
pt_br: Controlar configurações de proxy de navegação
pt_pt: Controlar as definições de proxy do navegador
ro: Să controleze setările proxy ale browserului
ru: Контролировать настройки прокси в браузере
si: අතිරික්සුවේ ප්‍රතියුක්ත සැකසුම් පාලනය
sk: Kontrola nad nastavením proxy
sl: nadzira nastavitve posrednika
sq: Të kontrollojë rregullime ndërmjetësi shfletuesi
sv_se: Kontrollera proxyinställningar för webbläsare
te: విహరిణి ప్రాక్సీ అమరికలను నియంత్రించడం
th: ควบคุมการตั้งค่าพร็อกซีของเบราว์เซอร์
tr: Tarayıcının vekil sunucu ayarlarını yönetme
uk: Керувати налаштуваннями проксі браузера
vi: Điều khiển cài đặt proxy của trình duyệt

source: Read and modify privacy settings
ar: قراءة و تعديل إعدادات الخصوصية
az: Məxfilik tənzimləmələrini oxumaq və dəyişdirmək
bg: Чете и променя настройките за поверителност
bs: Čita i uređuje postavke privatnosti
ca: Llegir i modificar els paràmetres de privadesa
cs: Číst a upravovat nastavení soukromí
da: Læse og ændre indstillinger for privatliv
de: Datenschutzeinstellungen lesen und ändern
el: Κάνει ανάγνωση και τροποποίηση ρυθμίσεων απορρήτου
es: Leer y modificar los ajustes de privacidad
fi: Lue ja muokkaa yksityisyysasetuksia
fr: Consulter et modifier les paramètres de vie privée
fur: Lei e modificâ lis impostazions di riservatece
fy_nl: Privacyynstellingen lêze en oanpasse
he: קריאה ועריכה של הגדרות פרטיות
hr: Čitati i mijenjati postavke privatnosti
hu: Adatvédelmi beállítások olvasása és módosítása
ia: Leger e modificar le parametros de confidentialitate
id: Baca dan ubah pengaturan privasi
is: Lesa og breyta stillingum á friðhelgi
it: Leggere e modificare le impostazioni di privacy
ja: プライバシー設定の読み取りと変更
ka: პირადი მონაცემების პარამეტრების ნახვა და შეცვლა
kab: Γɣer u snifel iɣewwaṛen n tbaḍnit
ms: Baca dan ubah tetapan privasi
nb_no: Lese og endre personverninnstillinger
nl: Privacyinstellingen lezen en aanpassen
nn_no: Les og endre personverninnstillingar
pa_in: ਪਰਦੇਦਾਰੀ ਸੈਟਿੰਗਾਂ ਨੂੰ ਪੜ੍ਹਨ ਤੇ ਸੋਧਣ
pl: Odczytywać i modyfikować ustawienia prywatności
pt_br: Ler e modificar as configurações de privacidade
pt_pt: Ler e modificar definições de privacidade
ro: Să citească și să modifice setările de confidențialitate
ru: Читать и изменять параметры приватности
si: රහස්‍යතා සැකසුම් කියවීම හා සංශෝධනයට
sk: Čítať a upravovať nastavenia súkromia
sl: bere in spreminja nastavitve zasebnosti
sq: Të lexojë dhe ndryshojë rregullime privatësie
sv_se: Läsa och ändra sekretessinställningar
te: అంతరంగికత అమరికలను చూడటం, మార్చడం
th: อ่านและเปลี่ยนแปลงการตั้งค่าความเป็นส่วนตัว
tr: Gizlilik ayarlarını okuma ve değiştirme
uk: Читати й змінювати налаштування приватності
vi: Đọc và chỉnh sửa các cài đặt riêng tư

source: Access recently closed tabs
ar: الوصول إلى الألسنة المغلقة حديثًا
az: Son qapatılan vərəqlərə baxmaq
bg: Достъпва наскоро затворените раздели
bs: Pristupi nedavno zatvorenim tabovima
ca: Accedir a les pestanyes tancades recentment
cs: Přistupovat k nedávno zavřeným panelům
da: Tilgå senest lukkede faneblade
de: Auf kürzlich geschlossene Tabs zugreifen
el: Έχει πρόσβαση στις πρόσφατα κλεισμένες καρτέλες
es: Acceder a las pestañas cerradas recientemente
fi: Pääsyoikeus äskettäin suljettuihin välilehtiin
fr: Accéder aux onglets récemment fermés
fur: Acedi aes schedis sieradis di resint
fy_nl: Koartlyn sluten ljepblêden benaderje
he: גישה ללשוניות שנסגרו לאחרונה
hr: Pristupiti nedavno zatvorenim karticama
hu: Nemrég bezárt lapok elérése
ia: Acceder al schedas claudite recentemente
id: Mengakses tab yang baru saja ditutup
is: Fá aðgang að nýlokuðum flipum
it: Accedere alle schede chiuse recentemente
ja: 最近閉じられたタブへのアクセス
ka: ბოლოს დახურულ ჩანართებთან წვდომა
kab: Kcem ɣer wacarren ittwamedlen melmi kan
ms: Akses tab terkini ditutup
nb_no: Tilgang til nylig lukkede faner
nl: Onlangs gesloten tabbladen benaderen
nn_no: Få tilgang til nyleg attlatne faner
pa_in: ਹੁਣੇ ਹੀ ਬੰਦ ਕੀਤੀਆਂ ਟੈਬਾਂ ਲਈ ਪਹੁੰਚ
pl: Mieć dostęp do ostatnio zamkniętych kart
pt_br: Acessar abas fechadas recentemente
pt_pt: Aceder aos separadores recentemente fechados
ro: Să acceseze filele închise recent
ru: Получать доступ к недавно закрытым вкладкам
si: මෑත දී වසා දැමූ පටිති වෙත ප්‍රවේශය
sk: Pristupovať k nedávno zavretým kartám
sl: dostopa do nedavno zaprtih zavihkov
sq: Të hyjë në skeda të mbyllura së fundi
sv_se: Åtkomst till webbläsarens nyligen stängda flikar
te: బ్రౌజర్ లో ఇటీవల మూసివేసిన టాబ్లను పొందండి
th: เข้าถึงแท็บที่ปิดล่าสุด
tr: Son kapatılan sekmelere erişme
uk: Отримувати доступ до нещодавно закритих вкладок
vi: Truy cập các thẻ đã đóng gần đây

source: Access browser tabs
ar: الوصول إلى ألسنة المتصفح
az: Səyyah vərəqlərinə baxmaq
bg: Достъпва разделите
bs: Pristupi tabovima browsera
ca: Accedir a les pestanyes del navegador
cs: Přistupovat k panelům prohlížeče
da: Tilgå faneblade
de: Auf Browsertabs zugreifen
el: Έχει πρόσβαση στις καρτέλες περιήγησης
es: Acceder a las pestañas del navegador
fi: Pääsyoikeus selaimen välilehtiin
fr: Accéder aux onglets du navigateur
fur: Acedi aes schedis dal navigadôr
fy_nl: Browserljepblêden benaderje
he: גישה ללשוניות
hr: Pristupiti karticama preglednika
hu: Böngészőlapok elérése
ia: Accede al schedas del navigator
id: Mengakses tab peramban
is: Fá aðgang að flipum vafrans
it: Accedere alle schede
ja: ブラウザーのタブへのアクセス
ka: ბრაუზერის ჩანართებთან წვდომა
kab: Kcem γer icarren n iminig
ms: Akses tab pelayar
nb_no: Tilgang til faner
nl: Browsertabbladen benaderen
nn_no: Få tilgang til nettlesarfaner
pa_in: ਬਰਾਊਜ਼ਰ ਟੈਬਾਂ ਲਈ ਪਹੁੰਚ
pl: Mieć dostęp do kart przeglądarki
pt_br: Acessar as abas do navegador
pt_pt: Aceder aos separadores do navegador
ro: Să acceseze filele browserului
ru: Получать доступ ко вкладкам браузера
si: අතිරික්සුවේ පටිති වෙත ප්‍රවේශය
sk: Pristupovať ku kartám prehliadača
sl: dostopa do zavihkov brskalnika
sq: Të hyjë në skeda të shfletuesit
sv_se: Åtkomst till webbläsarens flikar
te: విహారిణి ట్యాబులను చూడటం
th: เข้าถึงแท็บของเบราว์เซอร์
tr: Tarayıcı sekmelerine erişme
uk: Отримувати доступ до вкладок браузера
vi: Truy cập các thẻ trên trình duyệt
