Repository: mozilla/addons-frontend
Catalog: locale/*/LC_MESSAGES/amo.po
Languages: ar, az, bg, bn_bd, bs, ca, cs, da, de, el, es, fa, fi, fr, fur, fy_nl, ga_ie, he, hr, hu, ia, id, is, it, ja, ka, kab, ms, nb_no, nl, nn_no, pa_in, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: You need an updated version of Firefox for this theme
bg: За да използвате тази тема, ще ви е необходимо по-ново издание Firefox
cs: Pro použití tohoto vzhledu potřebujete aktuální verzi Firefoxu
da: Du har brug for en opdateret version af Firefox til dette tema
de: Sie müssen Firefox aktualisieren, um dieses Theme zu verwenden
el: Χρειάζεστε μια ενημερωμένη έκδοση του Firefox για αυτό το θέμα
fi: Tarvitset Firefoxin päivitetyn version käyttääksesi tätä teemaa
fr: Vous avez besoin d’une version mise à jour de Firefox pour ce thème
fur: Ti covente une version inzornade di Firefox par instalâ chest teme
fy_nl: Jo hawwe in bywurke ferzje fan Firefox nedich om dit tema te brûken
hr: Za korištenje ove teme aktualiziraj Firefox
hu: A téma használatához a Firefox frissített verziójára lesz szüksége
ia: Tu besonia de un version de Firefox actualisate pro iste thema
is: Þú verður að vera með uppfærða útgáfu af Firefox fyrir þetta þema
it: Devi utilizzare una versione aggiornata di Firefox per poter installare questo tema
ja: このテーマを使用するには新しいバージョンの Firefox が必要です
ka: გესაჭიროებათ განახლებული Firefox, ამ თემისთვის
kab: Ilaq-ak·am lqem yettwaleqqmen n Firefox i usentel-a
nb_no: Du trenger en oppdatert versjon av Firefox for dette temaet
nl: U hebt een bijgewerkte versie van Firefox nodig om dit thema te gebruiken
nn_no: Du treng ein oppdatert versjon av Firefox for å bruke dette temaet
pl: Potrzebujesz aktualnej wersji Firefoksa, aby używać tego motywu
pt_br: Você precisa de uma versão atualizada do Firefox para usar este tema
pt_pt: Irá necessitar da versão atualizada do Firefox para utilizar este tema
ru: Для использования этой темы необходимо обновить Firefox
si: තේමාවට යාවත්කාලීන වූ ෆයර්ෆොක්ස් අනුවාදයක් අවශ්‍යයි
sk: Na použitie tejto témy budete potrebovať novšiu verziu Firefoxu
sv_se: Du behöver en uppdaterad version av Firefox för detta tema
th: คุณต้องมี Firefox รุ่นที่ปรับปรุงแล้วเพื่อใช้ชุดตกแต่งนี้
tr: Bu temayı kullanmak için güncel bir Firefox’a ihtiyacınız var
uk: Для застосування цієї теми вам потрібна оновлена версія Firefox
vi: Bạn sẽ cần phiên bản Firefox cập nhật cho chủ đề này

source: You need an updated version of Firefox for this extension
bg: За да използвате това разширение, ще ви е необходимо по-ново издание Firefox
cs: Pro používání tohoto rozšíření potřebujete aktuální verzi Firefoxu
da: Du skal bruge en opdateret version af Firefox til denne udvidelse
de: Sie müssen Firefox aktualisieren, um diese Erweiterung zu verwenden
el: Χρειάζεστε μια ενημερωμένη έκδοση του Firefox για αυτήν την επέκταση
fi: Tarvitset Firefoxin päivitetyn version käyttääksesi tätä laajennusta
fr: Vous avez besoin d’une version mise à jour de Firefox pour cette extension
fur: Ti covente une version inzornade di Firefox par instalâ cheste estension
fy_nl: Jo hawwe in bywurke ferzje fan Firefox nedich om dizze útwreiding te brûken
hr: Za korištenje ove teme aktualiziraj Firefox
hu: A kiegészítő használatához a Firefox frissített verziójára lesz szüksége
ia: Tu besonia de un version de Firefox actualisate pro iste extension
is: Þú verður að vera með uppfærða útgáfu af Firefox fyrir þennan forritsauka
it: Devi utilizzare una versione aggiornata di Firefox per poter installare questa estensione
ja: この拡張機能を使用するには新しいバージョンの Firefox が必要です
ka: გესაჭიროებათ განახლებული Firefox, ამ გაფართოებისთვის
kab: Ilaq-ak·am lqem yettwaleqqmen n Firefox i usiɣzef-a
nb_no: Du trenger en oppdatert versjon av Firefox for denne utvidelsen
nl: U hebt een bijgewerkte versie van Firefox nodig om deze extensie te gebruiken
nn_no: Du treng ein oppdatert versjon av Firefox for å bruke denne utvidinga
pl: Potrzebujesz aktualnej wersji Firefoksa, aby używać tego rozszerzenia
pt_br: Você precisa de uma versão atualizada do Firefox para usar esta extensão
pt_pt: Irá necessitar da versão atualizada do Firefox para utilizar esta extensão
ru: Для использования этого расширения необходимо обновить Firefox
si: දිගුවට යාවත්කාලීන වූ ෆයර්ෆොක්ස් අනුවාදයක් අවශ්‍යයි
sk: Na použitie tohto rozšírenia budete potrebovať novšiu verziu Firefoxu
sv_se: Du behöver en uppdaterad version av Firefox för den här tillägget
th: คุณต้องมี Firefox รุ่นที่ปรับปรุงแล้วเพื่อใช้ส่วนขยายนี้
tr: Bu uzantıyı kullanmak için güncel bir Firefox’a ihtiyacınız var
uk: Для застосування цього розширення вам потрібна оновлена версія Firefox
vi: Bạn sẽ cần phiên bản Firefox cập nhật cho tiện ích mở rộng này

source: Tools
ar: أدوات
az: Alətlər
bg: Инструменти
bn_bd: টুল
bs: Alati
ca: Eines
cs: Nástroje
da: Funktioner
de: Werkzeuge
el: Εργαλεία
es: Herramientas
fa: ابزارها
fi: Työkalut
fr: Outils
fur: Struments
fy_nl: Ark
he: כלים
hr: Alati
hu: Eszközök
ia: Utensiles
id: Alat
is: Verkfæri
it: Strumenti
ja: ツール
ka: ხელსაწყოები
kab: Ifecka
ms: Alatan
nb_no: Verktøy
nl: Hulpmiddelen
nn_no: Verktøy
pa_in: ਸੰਦ
pl: Narzędzia
pt_br: Ferramentas
pt_pt: Ferramentas
ro: Unelte
ru: Инструменты
si: මෙවලම්
sk: Nástroje
sl: Orodja
sq: Mjete
sv_se: Verktyg
te: పనిముట్లు
th: เครื่องมือ
tr: Araçlar
uk: Інструменти
vi: Các công cụ

source: Submit a New Add-on
ar: تقديم إضافة جديدة
az: Yeni əlavə göndər
bg: Изпращане на добавка
bn_bd: নতুন অ্যাড-অন জমা দিন
bs: Pošalji novi dodatak
ca: Envia un complement nou
cs: Přidání nového doplňku
da: Indsend en ny tilføjelse
de: Ein neues Add-on hochladen
el: Υποβολή νέου προσθέτου
es: Enviar un nuevo complemento
fa: ارسال یک افزونه جدید
fi: Lähetä uusi lisäosa
fr: Proposer un nouveau module
fur: Cjame in rêt un gnûf component adizionâl
fy_nl: In nije add-on yntsjinje
he: הגשת תוספת חדשה
hr: Pošalji novi dodatak
hu: Új kiegészítő beküldése
ia: Inviar un nove additivo
id: Ajukan Pengaya Baru
is: Senda inn nýja viðbót
it: Carica un nuovo componente aggiuntivo
ja: 新しいアドオンを登録
ka: ახალი დამატების წარდგენა
kab: Azen azegrir amaynut
ms: Hantar Add-on Baru
nb_no: Send inn en ny utvidelse
nl: Een nieuwe add-on indienen
nn_no: Send inn ei ny utviding
pa_in: ਇੱਕ ਨਵਾਂ ਐਡ-ਆਨ ਦਰਜ ਕਰੋ
pl: Prześlij nowy dodatek
pt_br: Submeter uma nova extensão
pt_pt: Submeter um novo extra
ro: Propune un supliment nou
ru: Представить новое дополнение
si: නව එක්කහුවක් යොමන්න
sk: Pridať nový doplnok
sl: Pošlji nov dodatek
sq: Parashtroni një Shtesë të Re
sv_se: Skicka in ett nytt tillägg
te: కొత్త పొడగింతను సమర్పించండి
th: ส่งส่วนเสริมใหม่
tr: Yeni eklenti gönder
uk: Подати новий додаток
vi: Gửi lên một tiện ích mới

source: Submit a New Theme
ar: تقديم سمة جديدة
az: Yeni mövzu göndər
bg: Изпращане на тема
bn_bd: নতুন থিম জমা দিন
bs: Pošalji novu temu
ca: Envia un tema nou
cs: Přidání nového motivu vzhledu
da: Indsend et nyt tema
de: Ein neues Theme hochladen
el: Υποβολή νέου θέματος
es: Enviar un nuevo tema
fa: ارسال یک تم جدید
fi: Lähetä uusi teema
fr: Envoyer un nouveau thème
fur: Cjame in rêt un gnûf teme
fy_nl: In nij tema yntsjinje
he: הגשת ערכת נושא חדשה
hr: Pošalji novu temu
hu: Új téma beküldése
ia: Inviar un nove thema
id: Ajukan Tema Baru
is: Senda inn nýtt þema
it: Carica un nuovo tema
ja: 新しいテーマを登録
ka: ახალი თემის წარდგენა
kab: Azen asentel amaynut
ms: Hantar Tema Baru
nb_no: Send inn et nytt tema
nl: Een nieuw thema indienen
nn_no: Send inn eit nytt tema
pa_in: ਇੱਕ ਨਵਾਂ ਥੀਮ ਭੇਜੋ
pl: Prześlij nowy motyw
pt_br: Enviar um novo tema
pt_pt: Submeter um novo tema
ro: Propune o temă nouă
ru: Представить новую тему
si: නව තේමාවක් යොමන්න
sk: Pridať novú tému vzhľadu
sl: Pošlji novo temo
sq: Parashtroni një Temë të Re
sv_se: Skicka in ett nytt tema
te: కొత్త అలంకారాన్ని సమర్పించండి
th: ส่งชุดรูปแบบใหม่
tr: Yeni tema gönder
uk: Подати нову тему
vi: Gửi lên một chủ đề mới

source: Manage My Submissions
ar: إدارة تقديماتي
az: Göndərdiklərimi idarə et
bg: Управление на качените
ca: Gestiona els enviaments
cs: Správa mých příspěvků
da: Administrer mine bidrag
de: Meine Einreichungen verwalten
el: Διαχείριση συνδρομών
es: Administrar mis envíos
fi: Hallitse lähettämiäsi lisäosia
fr: Gérer mes soumissions
fur: Gjestìs i miei elements cjariâts in rêt
fy_nl: Myn yntsjinningen beheare
he: ניהול ההגשות שלי
hr: Upravljanje mojim prijavama
hu: Beküldései kezelése
ia: Gerer mi submissiones
id: Kelola Pengajuan Saya
is: Stjórna innsendingunum mínum
it: Gestisci i miei componenti aggiuntivi
ja: 自分の登録アイテムを管理
ka: წარდგენილი ნამუშევრების მართვა
kab: Mhel isumeren-iw
ms: Urus Serahan Saya
nb_no: Håndter mine bidrag
nl: Mijn bijdragen beheren
nn_no: Handter bidraga mine
pa_in: ਮੇਰੀਆਂ ਪੇਸ਼ਕਸ਼ਾਂ ਦਾ ਬੰਦੋਬਸਤ ਕਰੋ
pl: Zarządzaj moimi zgłoszeniami
pt_br: Gerenciar minhas submissões
pt_pt: Gerir as minhas subscrições
ro: Gestionează propunerile mele
ru: Управление моими представлениями
si: යොමු කිරීම් කළමනාකරණය
sk: Spravovať moje doplnky
sl: Upravljaj moje prispevke
sq: Administro Parashtrimet e Mia
sv_se: Hantera mina bidrag
th: จัดการการส่งของฉัน
tr: Gönderilerimi yönet
uk: Керувати моїми поданнями
vi: Quản lý đệ trình của Tôi

source: Reviewer Tools
ar: أدوات المراجعين
az: Rəyçi Alətləri
bg: Инструменти за рецензенти
bn_bd: পর্যালোচনার টুলগুলো
bs: Alati za pregledanje
ca: Eines de valoració
cs: Nástroje kontrolora
de: Werkzeuge für Kontrolleure
el: Εργαλεία ελεγκτή
es: Herramientas del revisor
fi: Arvioijan työkalut
fr: Outils de validation
fur: Struments par revisôrs
fy_nl: Helmiddelen foar beoardielers
he: כלי סוקרים
hr: Alati za recenzente
hu: Értékelői eszközök
ia: Utensiles de revisores
id: Perangkat untuk Pengulas
is: Yfirferðarverkfæri
it: Strumenti per revisori
ja: 審査担当者用ツール
ka: მიმოხილვის ხელსაწყოები
kab: Ifecka n umcegger
ms: Alatan Penyemak
nb_no: Omtalingsverktøy
nl: Hulpmiddelen voor beoordelaars
nn_no: Vurderingsverktøy
pa_in: ਸਮੀਖਿਅਕ ਸੰਦ
pl: Narzędzia recenzenta
pt_br: Ferramentas de revisão
pt_pt: Ferramentas de revisão
ro: Instrumente pentru recenzori
ru: Инструменты проверяющих
si: සමාලෝචක මෙවලම්
sk: Nástroje recenzenta
sl: Orodja za pregledovalce
sq: Mjete Shqyrtuesi
sv_se: Granskningsverktyg
te: సమీక్షకుల పనిముట్లు
th: เครื่องมือผู้วิจารณ์
tr: İnceleyici Araçları
uk: Інструменти рецензента
vi: Công cụ đánh giá

source: Firefox Browser Add-ons
ar: إضافات متصفح فيرفكس
bg: Добавки за Firefox Browser
ca: Complements del navegador Firefox
cs: Doplňky do prohlížeče Firefox
da: Tilføjelser til Firefox Browser
de: Add-ons für den Firefox-Browser
el: Πρόσθετα προγράμματος περιήγησης Firefox
es: Buscador de complementos para Firefox
fi: Firefox-selaimen lisäosat
fr: Modules pour le navigateur Firefox
fur: Components adizionâi par Firefox
fy_nl: Add-ons foar Firefox Browser
he: תוספות לדפדפן Firefox
hr: Dodaci za preglednik Firefox
hu: Firefox böngészőkiegészítők
ia: Additivos del navigator Firefox
id: Pengaya Peramban Firefox
is: Viðbætur fyrir Firefox-vafrann
it: Componenti aggiuntivi per Firefox
ja: Firefox ブラウザーアドオン
ka: Firefox-ბრაუზერის დამატებები
kab: Izegrar i yiminig Firefox
nb_no: Tillegg for Firefox-nettleser
nl: Add-ons voor Firefox Browser
nn_no: Nettlesartillegg for Firefox
pa_in: ਫਾਇਰਫਾਕਸ ਬਰਾਊਜ਼ਰ ਐਡ-ਆਨ
pl: Dodatki do przeglądarki Firefox
pt_br: Extensões do Navegador Firefox
pt_pt: Extras do Firefox
ro: Suplimente pentru Firefox
ru: Дополнения для браузера Firefox
si: ෆයර්ෆොක්ස් අතිරික්සු එක්කහු
sk: Doplnky pre prehliadač Firefox
sl: Dodatki za brskalnik Firefox
sq: Shtesa Shfletuesi Firefox
sv_se: Webbläsartillägg för Firefox
th: ส่วนเสริมเบราว์เซอร์ Firefox
tr: Firefox Browser Eklentileri
uk: Додатки браузера Firefox
vi: Tiện ích trình duyệt Firefox

source: Learn how to create extensions and themes
ar: تعرف على كيفية إنشاء الإضافات والسمات
bg: Научете как да създавате разширения и теми
ca: Apreneu a crear extensions i temes
cs: Naučte se vytvářet rozšíření a motivy vzhledu
da: Lær hvordan man laver udvidelser og temaer
de: Erfahren Sie, wie Sie Erweiterungen und Themes erstellen können
el: Μάθετε πώς να δημιουργήσετε επεκτάσεις και θέματα
es: Descubre cómo crear extensiones y temas
fi: Opi kuinka laajennuksia ja teemoja luodaan
fr: Apprenez à créer des extensions et des thèmes
fur: Scuvierç cemût creâ estensions e temis
fy_nl: Utwreidingen en tema’s leare meitsje
he: מידע על אופן יצירת הרחבות וערכות נושא
hr: Saznaj kako stvarati proširenja i teme
hu: Tudja meg hogyan készítsen kiegészítőket és témákat
ia: Discoperi como crear extensiones e themas
id: Pelajari bagaimana membuat ekstensi dan tema
is: Lærðu hvernig eigi að útbúa forritsauka og þemu
it: Scopri come creare estensioni e temi
ja: 拡張機能とテーマの制作方法を学んでください
ka: იხილეთ, როგორ იქმნება გაფართოებები და თემები
kab: Issin ad ternuḍ isiɣzaf akked isental
nb_no: Les om hvordan du lager utvidelser og tema
nl: Extensies en thema’s leren maken
nn_no: Les om korleis du lagar uvidingar og tema
pa_in: ਸਿੱਖੋ ਕਿ ਇਕਸਟੈਨਸ਼ਨ ਅਤੇ ਵਿਸ਼ੇ ਕਿਵੇਂ ਬਣਾਉਣੇ ਹਨ
pl: Więcej informacji o tworzeniu rozszerzeń i motywów
pt_br: Saiba como criar extensões e temas
pt_pt: Saber como criar extensões e temas
ro: Află cum să creezi extensii și teme
ru: Узнайте, как создавать расширения и темы
si: දිගු සහ තේමා සාදන ආකාරය දැන ගන්න
sk: Naučte sa tvoriť rozšírenia a témy vzhľadu
sl: Naučite se ustvarjati razširitve in teme
sq: Mësoni si të krijoni zgjerime dhe tema
sv_se: Läs om hur du skapar utökningar och teman
te: పొడగింతలను, అలంకారాలను ఎలా తయారుచేయాలో తెలుసుకోండి
th: เรียนรู้วิธีสร้างส่วนขยายและชุดตกแต่ง
tr: Uzantı ve tema oluşturmayı öğrenin
uk: Навчіться, як створювати розширення і теми
vi: Tìm hiểu cách tạo tiện ích mở rộng và chủ đề

source: Submit and manage extensions and themes
ar: تقديم وإدارة الامتدادات والسمات
bg: Изпращайте и управлявайте разширения и теми
ca: Envia i gestiona les extensions i els temes
cs: Přidání a správa rozšíření a motivů vzhledu
da: Indsend og håndter udvidelser og temaer
de: Erweiterungen und Themes einreichen und verwalten
el: Υποβολή και διαχείριση επεκτάσεων και θεμάτων
es: Enviar y administrar extensiones y temas
fi: Lähetä ja hallitse laajennuksia sekä teemoja
fr: Soumettre et gérer des extensions et des thèmes
fur: Cjame in rêt e gjestìs estensions e temis
fy_nl: Utwreidingen en tema’s yntsjinje en beheare
he: הגשה וניהול הרחבות וערכות נושא
hr: Pošalji i upravljaj proširenjima i temama
hu: Kiegészítők és témák beküldése és kezelése
ia: Invia e gere extensiones e themas
id: Kirim dan kelola ekstensi dan tema
is: Senda inn og sýsla með forritsauka og þemu
it: Carica e gestisci estensioni e temi
ja: 拡張機能とテーマの投稿と管理
ka: წარდგენა და გაფართოებისა და თემების მართვა
kab: Azen daɣen sefrek isiɣzaf akked isental
nb_no: Send inn og håndter utvidelser og temaer
nl: Extensies en thema’s indienen en beheren
nn_no: Send inn og handter utvidingar og tema
pa_in: ਇਕਸਟੈਨਸ਼ਨਾਂ ਤੇ ਥੀਮ ਭੇਜੋ ਅਤੇ ਇੰਤਜ਼ਾਮ ਕਰੋ
pl: Przesyłaj i zarządzaj rozszerzeniami i motywami
pt_br: Envie e gerencie extensões e temas
pt_pt: Submeter e gerir extensões e temas
ro: Trimitere și gestionare de extensii și teme
ru: Представлять и управлять расширениями и темами
si: දිගු හා තේමා යොමුකර කළමනාකරණය කරන්න
sk: Pridanie a správa rozšírení a tém vzhľadu
sl: Oddaja in upravljanje razširitev in tem
sq: Parashtroni dhe administroni zgjerime dhe tema
sv_se: Skicka in och hantera utökningar och teman
te: పొడగింతలు, అలంకారాల దాఖలు, నిర్వహణ
th: ส่งและจัดการส่วนขยายและชุดตกแต่ง
tr: Uzantıları ve temaları gönderme ve yönetme
uk: Відправляйте і керуйте розширеннями і темами
vi: Gửi và quản lý tiện ích mở rộng và chủ đề

source: My Account
ar: حسابي
az: Hesabım
bg: Моята сметка
bn_bd: আমার অ্যাকাউন্ট
bs: Moj račun
ca: El meu compte
cs: Můj účet
da: Min konto
de: Mein Konto
el: Ο λογαριασμός μου
es: Mi cuenta
fa: حساب من
fi: Oma tili
fr: Mon compte
fur: Gno account
fy_nl: Myn account
he: החשבון שלי
hr: Moj račun
hu: Saját fiók
ia: Mi conto
id: Akun Saya
is: Notandaaðgangurinn minn
it: Account
ja: マイアカウント
ka: ჩემი ანგარიში
kab: Amiḍan-iw
ms: Akaun Saya
nb_no: Min konto
nl: Mijn account
nn_no: Min konto
pa_in: ਮੇਰਾ ਖਾਤਾ
pl: Moje konto
pt_br: Minha conta
pt_pt: Minha conta
ro: Contul meu
ru: Моя учётная запись
si: මාගේ ගිණුම
sk: Môj účet
sl: Moj račun
sq: Llogaria Ime
sv_se: Mitt konto
te: నా ఖాతా
th: บัญชีของฉัน
tr: Hesabım
uk: Мій обліковий запис
vi: Tài khoản của tôi

source: View My Collections
ar: اعرض مجموعاتي
az: Kolleksiyalarımı göstər
bg: Мои списъци
bn_bd: আমার সংগ্রহ দেখুন
bs: Prikaži moje kolekcije
ca: Mostra les meves col·leccions
cs: Zobrazit mé sbírky
da: Vis mine samlinger
de: Meine Sammlungen ansehen
el: Προβολή συλλογών
es: Ver Mis colecciones
fa: نمایش مجموعهٔ من
fi: Näytä kokoelmani
fr: Afficher mes collections
fur: Visualize lis mês racueltis
fy_nl: Myn kolleksjes besjen
he: צפייה באוספים שלי
hr: Prikaži moje zbirke
hu: Saját gyűjtemények megtekintése
ia: Vider mi collectiones
id: Lihat Koleksi Saya
is: Skoða söfnin mín
it: Visualizza le mie raccolte
ja: 自分のコレクションを見る
ka: ჩემი კრებულების ნახვა
kab: Wali Tilkensiyin-iw
ms: Papar Koleksi Saya
nb_no: Vis mine samlinger
nl: Mijn collecties bekijken
nn_no: Vis samlingane mine
pa_in: ਮੇਰੇ ਸੰਗ੍ਰਹਿ ਵੇਖੋ
pl: Moje kolekcje
pt_br: Ver minhas coleções
pt_pt: Ver as minhas coleções
ro: Vezi colecțiile mele
ru: Посмотреть мои подборки
si: මාගේ එකතු බලන්න
sk: Zobraziť moje kolekcie
sl: Ogled mojih zbirk
sq: Shihni Koleksionet e Mia
sv_se: Visa mina samlingar
te: నా సేకరణలను చూడు
th: ดูชุดสะสมของฉัน
tr: Koleksiyonlarımı göster
uk: Переглянути мої збірки
vi: Xem bộ sưu tập của tôi

source: View My Profile
ar: اعرض ملفي الشخصي
az: Profilimi göstər
bg: Преглед на моя профил
bs: Prikaži profil
ca: Mostra el meu perfil
cs: Zobrazit můj profil
da: Vis min profil
de: Mein Profil anzeigen
el: Προβολή προφίλ
es: Ver Mi perfil
fi: Näytä profiilini
fr: Afficher mon profil
fur: Visualize il gno profîl
fy_nl: Myn profyl besjen
he: הצגת הפרופיל שלי
hr: Prikaži moj profil
hu: Saját profil megtekintése
ia: Vider mi profilo
id: Lihat Profil Saya
is: Skoða notandasniðið mitt
it: Visualizza profilo
ja: 自分のプロファイルを表示
ka: პროფილის ნახვა
kab: Sken amaɣnu-iw
ms: Papar Profil Saya
nb_no: Vis profilen min
nl: Mijn profiel bekijken
nn_no: Vis profilen min
pa_in: ਮੇਰੀ ਪ੍ਰੋਫਾਈਲ ਦੇਖੋ
pl: Wyświetl mój profil
pt_br: Ver meu perfil
pt_pt: Ver o meu perfil
ro: Vezi profilul meu
ru: Просмотреть мой профиль
si: මාගේ පැතිකඩ බලන්න
sk: Zobraziť môj profil
sl: Prikaži moj profil
sq: Shihni Profilin Tim
sv_se: Visa min profil
te: నా ప్రొఫైలును చూడు
th: ดูโปรไฟล์ของฉัน
tr: Profilimi göster
uk: Переглянути мій профіль
vi: Xem hồ sơ của tôi

source: Edit My Profile
ar: حرِّر ملفي الشخصي
az: Profilimi redaktə et
bg: Промяна на моя профил
bs: Uredi profil
ca: Edita el meu perfil
cs: Upravit můj profil
da: Rediger min profil
de: Mein Profil bearbeiten
el: Επεξεργασία προφίλ
es: Editar Mi perfil
fi: Muokkaa profiiliani
fr: Modifier mon profil
fur: Modifiche il gno profîl
fy_nl: Myn profyl bewurkje
he: עריכת הפרופיל שלי
hr: Uredi moj profil
hu: Saját profil szerkesztése
ia: Rediger mi profilo
id: Edit Profil Saya
is: Breyta notandasniðinu mínu
it: Modifica profilo
ja: 自分のプロファイルを編集
ka: პროფილის ჩასწორება
kab: Ẓreg amaɣnu-iw
ms: Edit Profil Saya
nb_no: Rediger profilen min
nl: Mijn profiel bewerken
nn_no: Rediger profilen min
pa_in: ਮੇਰੀ ਪ੍ਰੋਫਾਈਲ ਸੰਪਾਦਿਤ ਕਰੋ
pl: Edytuj mój profil
pt_br: Editar meu perfil
pt_pt: Editar o meu perfil
ro: Editează profilul meu
ru: Изменить мой профиль
si: පැතිකඩ සංස්කරණය
sk: Upraviť môj profil
sl: Uredi moj profil
sq: Përpunim i Profilit Tim
sv_se: Redigera min profil
te: ప్రొఫైలును సవరించు
th: แก้ไขโปรไฟล์ของฉัน
tr: Profilimi düzenle
uk: Редагувати мій профіль
vi: Chỉnh sửa hồ sơ của tôi

source: Get the extension
ar: احصل على الامتداد
bg: Вземете разширението
ca: Baixa l'extensió
cs: Získat toto rozšíření
da: Hent udvidelsen
de: Installieren Sie die Erweiterung
el: Λήψη επέκτασης
es: Conseguir extensión
fi: Hanki tämä laajennus
fr: Installer l’extension
fur: Discjame estension
fy_nl: De útwreiding downloade
he: קבלת ההרחבה
hr: Preuzmi proširenje
hu: Kiegészítő beszerzése
ia: Installa le extension
id: Dapatkan ekstensi
is: Ná í forritsaukann
it: Scarica estensione
ja: 拡張機能を入手
ka: გადმოწერეთ გაფართოება
kab: Sbedd asiɣzef
nb_no: Last ned utvidelsen
nl: De extensie downloaden
nn_no: Last ned utvidinga
pa_in: ਇਕਸਟੈਨਸ਼ਨ ਲਵੋ
pl: Pobierz rozszerzenie
pt_br: Instalar a extensão
pt_pt: Obter a extensão
ro: Descarcă extensia
ru: Загрузить расширение
si: දිගුව ගන්න
sk: Získať rozšírenie
sl: Prenesi razširitev
sq: Merreni zgjerimin
sv_se: Hämta utökningen
th: รับส่วนขยาย
tr: Uzantıyı yükle
uk: Отримати розширення
vi: Nhận tiện ích mở rộng

source: RECOMMENDED
ar: مُقترحة
bg: ПРЕПОРЪЧИТЕЛНО
ca: RECOMANACIONS
cs: DOPORUČUJEME
da: ANBEFALET
de: EMPFOHLEN
el: ΠΡΟΤΕΙΝΕΤΑΙ
es: RECOMENDADO
fi: SUOSITELTU
fr: RECOMMANDÉE
fur: CONSEÂTS
fy_nl: OANREKOMMANDEARRE
he: מומלצים
hr: PREPORUČENO
hu: AJÁNLOTT
ia: RECOMMENDATE
id: DIREKOMENDASIKAN
is: MÆLT MEÐ
it: CONSIGLIATI
ja: おすすめ
ka: სასურველი
kab: YELHA
nb_no: ANBEFALT
nl: AANBEVOLEN
nn_no: TILRÅDDE
pa_in: ਸਿਫਾਰਸ਼ੀ
pl: POLECANE
pt_br: RECOMENDADO
pt_pt: RECOMENDADO
ro: RECOMANDAT
ru: РЕКОМЕНДУЕМЫЕ
si: නිර්දේශිත
sk: ODPORÚČANÉ
sl: PRIPOROČENO
sq: E REKOMANDUAR
sv_se: REKOMMENDERAD
th: แนะนำ
tr: ÖNERİLEN
uk: РЕКОМЕНДОВАНО
vi: ĐƯỢC ĐỀ XUẤT

source: BY FIREFOX
ca: DEL FIREFOX
cs: OD FIREFOXU
da: AF FIREFOX
de: VON FIREFOX
el: ΑΠΟ ΤΟ FIREFOX
es: POR FIREFOX
fi: FIREFOXILTA
fr: PAR FIREFOX
fur: DI FIREFOX
fy_nl: TROCH FIREFOX
hr: FIREFOXOVO
hu: A FIREFOXTÓL
ia: PER FIREFOX
is: FRÁ FIREFOX
it: DA FIREFOX
ka: FIREFOX-ᲘᲡᲒᲐᲜ
kab: S FIREFOX
nb_no: AV FIREFOX
nl: DOOR FIREFOX
nn_no: AV FIREFOX
pl: OD FIREFOKSA
pt_br: FEITO PELO FIREFOX
pt_pt: POR FIREFOX
ru: ОТ FIREFOX
si: ෆයර්ෆොක්ස් වෙතින්
sk: OD FIREFOXU
sl: FIREFOXOVO
sv_se: AV FIREFOX
th: โดย FIREFOX
tr: FIREFOX EKİBİNDEN
uk: ВІД FIREFOX
vi: BỞI FIREFOX

source: PROMOTED
de: BEWORBEN
fur: PROMOZION
it: PROMOZIONE
ru: РЕКЛАМА
uk: СПОНСОРОВАНО
