Repository: mozilla/addons-frontend
Catalog: locale/*/LC_MESSAGES/amo.po
Languages: ar, az, bg, bn_bd, bs, ca, cs, da, de, el, es, fa, fi, fr, fur, fy_nl, ga_ie, he, hr, hu, ia, id, is, it, ja, ka, kab, ms, nb_no, nl, nn_no, pa_in, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: Please provide any additional information that may help us to understand your report (including which policy you believe has been violated).
de: Bitte geben Sie alle zusätzlichen Informationen an, die uns helfen, Ihre Meldung zu verstehen (einschließlich derer, gegen welche Richtlinien Ihrer Meinung nach verstoßen wurde).
fur: Furnìs cualsisei informazion in plui che nus podedi judâ a capî la tô segnalazion (includude la politiche che tu crodis che e sedi stade violade).
it: Fornisci qualsiasi informazione aggiuntiva che possa aiutarci a capire la tua segnalazione (incluso il criterio che ritieni sia stato violato).
ru: Предоставьте любую дополнительную информацию, которая может помочь нам понять ваше сообщение (включая информацию о том, какая политика, по вашему мнению, была нарушена).
uk: Надайте будь-яку додаткову інформацію, яка може допомогти нам зрозуміти ваше звернення (зокрема інформацію про те, яку політику, на вашу думку, було порушено).

source: Contact information
cs: Kontaktní informace
de: Kontaktinformationen
el: Στοιχεία επικοινωνίας
fi: Yhteystiedot
fr: Informations de contact
fur: Informazions sul contat
fy_nl: Kontaktynformaasje
hu: Elérhetőségek
ia: Information de contacto
is: Samskiptaupplýsingar
it: Informazioni di contatto
ka: მონაცემები დასაკავშირებლად
kab: Talɣut n urmas
nb_no: Kontaktinformasjon
nl: Contactgegevens
nn_no: Kontaktinformasjon
pl: Informacje kontaktowe
pt_br: Informações de contato
ru: Контактная информация
sk: Kontaktné informácie
sv_se: Kontaktinformation
tr: İletişim bilgileri
uk: Контактна інформація
vi: Thông tin liên hệ

source: File report anonymously
cs: Podejte hlášení anonymně
de: Meldung anonym übermitteln
el: Ανώνυμη υποβολή αναφοράς
fi: Tee ilmoitus nimettömänä
fr: Faire un signalement anonyme
fur: Mande la segnalazion in mût anonim
fy_nl: Rapport anonym yntsjinje
hu: Névtelen jelentés beküldése
ia: Reportar in maniera anonyme
is: Skrá skýrslu nafnlaust
it: Invia segnalazione anonima
ka: მოხსენება ვინაობის გაუმხელად
nb_no: Send inn rapport anonymt
nl: Anoniem rapporteren
nn_no: Send inn rapport anonymt
pl: Zgłoś anonimowo
pt_br: Fazer denúncia sem se identificar
ru: Пожаловаться анонимно
sk: Podať hlásenie anonymne
sv_se: Skicka in anmälan anonymt
tr: Anonim olarak bildir
uk: Подати звіт анонімно
vi: Gửi báo cáo ẩn danh

source: Filing an anonymous report will prevent us from communicating with you about the report’s status, or about any options for appeal.
cs: Podání anonymního hlášení nám znemožní informovat vás o stavu hlášení i o možnostech odvolání.
de: Wenn Sie eine anonyme Meldung übermitteln, können wir mit Ihnen nicht über den Status der Meldung oder über Möglichkeiten, gegen die Sie Einspruch einlegen können, kommunizieren.
el: Εάν υποβάλετε μια ανώνυμη αναφορά, δεν θα μπορέσουμε να επικοινωνήσουμε μαζί σας σχετικά με την κατάσταση της αναφοράς ή σχετικά με τυχόν επιλογές για ένσταση.
fr: Un signalement anonyme nous empêche de communiquer avec vous sur le statut du signalement ou les possibilités de recours.
fur: Se tu mandis une segnalazion anonime no podarin comunicâ cun te in merit al stât de segnalazion, o su eventuâls opzions di ricors.
fy_nl: As jo anonym melde, kinne wy net mei jo kommunisearje oer de steat fan de melding of oer eventuele beropsmooglikheden.
hu: Ha névtelen jelentést küld, akkor megakadályozza, hogy tájékoztassuk a bejelentés állapotáról, vagy az esetleges fellebbezési lehetőségekről.
ia: Denunciar un reporto anonyme impedira nos de communicar con te del stato del reporto, o circa alcun optiones pro le appello.
is: Að leggja fram nafnlausa skýrslu kemur í veg fyrir að við getum haft samskipti við þig um stöðu skýrslunnar eða um möguleika til áfrýjunar.
it: L’invio di una segnalazione anonima ci impedirà di informarti sullo stato della segnalazione o su eventuali opzioni di ricorso.
ka: ვინაობის გაუმხელად მოხსენებისას, ვერ შევძლებთ გამოხმაურებას მოხსენების მდგომარეობის გასაცნობად ან სხვა სახის მომართვისთვის.
nb_no: Ved å sende inn en anonym rapport forhindres vi i å kommunisere med deg om rapportens status, eller om eventuelle klagemuligheter.
nl: Als u anoniem meldt, kunnen we niet met u communiceren over de status van de melding of over eventuele beroepsmogelijkheden.
nn_no: Ved å sende inn ein anonym rapport hindrar dyu oss i å kommunisere med deg om status på rapporten, eller om eventuelle klagemulegheiter.
pt_br: Fazer uma denúncia anônima nos impedirá de nos comunicar com você sobre a situação da denúncia ou sobre quaisquer opções de recurso.
ru: Подача анонимного отчета не позволит нам сообщать вам о статусе отчета или о любых вариантах апелляции.
sk: Podanie anonymného hlásenia nám zabráni komunikovať s vami o stave hlásenia alebo o akýchkoľvek možnostiach odvolania.
sv_se: Om du lämnar in en anonym anmälan hindrar du oss från att kommunicera med dig om rapportens status eller om eventuella alternativ för överklagande.
uk: Якщо подати звіт анонімно, ми не зможемо повідомити вас про зміну його стану або будь-які варіанти оскарження.
vi: Việc gửi báo cáo ẩn danh sẽ ngăn chúng tôi liên lạc với bạn về trạng thái của báo cáo hoặc về bất kỳ lựa chọn khiếu nại nào.

source: Your name %(spanStart)s(optional)%(spanEnd)s
cs: Vaše jméno %(spanStart)s(volitelné)%(spanEnd)s
de: Ihr Name %(spanStart)s(optional)%(spanEnd)s
el: Το όνομά σας %(spanStart)s(προαιρετικό)%(spanEnd)s
fi: Nimesi %(spanStart)s(valinnainen)%(spanEnd)s
fr: Votre nom %(spanStart)s(facultatif)%(spanEnd)s
fur: Il to non %(spanStart)s(facoltatîf)%(spanEnd)s
fy_nl: Jo namme %(spanStart)s(opsjoneel)%(spanEnd)s
hu: Az Ön neve %(spanStart)s(nem kötelező)%(spanEnd)s
ia: Tu nomine %(spanStart)s(optional)%(spanEnd)s
is: Nafnið þitt %(spanStart)s(valfrjálst)%(spanEnd)s
it: Il tuo nome %(spanStart)s(facoltativo)%(spanEnd)s
ka: თქვენი სახელი %(spanStart)s(არასავალდებულო)%(spanEnd)s
kab: Isem-ik %(spanStart)s (d afrayan) %(spanEnd)s
nb_no: Ditt navn %(spanStart)s(valgfritt)%(spanEnd)s
nl: Uw naam %(spanStart)s(optioneel)%(spanEnd)s
nn_no: Nmanet ditt %(spanStart)s(valfritt)%(spanEnd)s
pl: Twoje imię i nazwisko %(spanStart)s(opcjonalnie)%(spanEnd)s
pt_br: Seu nome %(spanStart)s(opcional)%(spanEnd)s
ru: Ваше имя %(spanStart)s(необязательно)%(spanEnd)s
sk: Vaše meno %(spanStart)s(voliteľné)%(spanEnd)s
sv_se: Ditt namn %(spanStart)s(valfri)%(spanEnd)s
tr: Adınız %(spanStart)s(isteğe bağlı)%(spanEnd)s
uk: Ваше ім'я %(spanStart)s(необов'язково)%(spanEnd)s
vi: Tên của bạn %(spanStart)s(không bắt buộc)%(spanEnd)s

source: Your name %(spanStart)s(required)%(spanEnd)s
cs: Vaše jméno %(spanStart)s(vyžadováno)%(spanEnd)s
de: Ihr Name %(spanStart)s(erforderlich)%(spanEnd)s
el: Το όνομά σας %(spanStart)s(απαιτείται)%(spanEnd)s
fi: Nimesi %(spanStart)s(pakollinen)%(spanEnd)s
fr: Votre nom %(spanStart)s(obligatoire)%(spanEnd)s
fur: Il to non %(spanStart)s(obligatori)%(spanEnd)s
fy_nl: Jo namme %(spanStart)s(ferplicht)%(spanEnd)s
hu: Az Ön neve %(spanStart)s(kötelező)%(spanEnd)s
ia: Tu nomine %(spanStart)s(obligatori)%(spanEnd)s
is: Nafnið þitt %(spanStart)s(nauðsynlegt)%(spanEnd)s
it: Il tuo nome %(spanStart)s(obbligatorio)%(spanEnd)s
ka: თქვენი სახელი %(spanStart)s(აუცილებელი)%(spanEnd)s
kab: Isem-ik %(spanStart)s (yettwasra) %(spanEnd)s
nb_no: Ditt navn %(spanStart)s(nødvendig)%(spanEnd)s
nl: Uw naam %(spanStart)s(verplicht)%(spanEnd)s
nn_no: Namnet ditt %(spanStart)s(påkravd)%(spanEnd)s
pl: Twoje imię i nazwisko %(spanStart)s(wymagane)%(spanEnd)s
pt_br: Seu nome %(spanStart)s(obrigatório)%(spanEnd)s
ru: Ваше имя %(spanStart)s(обязательно)%(spanEnd)s
sk: Vaše meno %(spanStart)s(povinné)%(spanEnd)s
sv_se: Ditt namn %(spanStart)s(krävs)%(spanEnd)s
tr: Adınız %(spanStart)s(zorunlu)%(spanEnd)s
uk: Ваше ім'я %(spanStart)s(обов'язково)%(spanEnd)s
vi: Tên của bạn %(spanStart)s(bắt buộc)%(spanEnd)s

source: Your email address %(spanStart)s(optional)%(spanEnd)s
cs: Vaše e-mailová adresa %(spanStart)s(volitelné)%(spanEnd)s
de: Ihre E-Mail-Adresse %(spanStart)s(optional)%(spanEnd)s
el: Η διεύθυνση email σας %(spanStart)s(προαιρετικό)%(spanEnd)s
fi: Sähköpostiosoitteesi %(spanStart)s(valinnainen)%(spanEnd)s
fr: Votre adresse e-mail %(spanStart)s(facultatif)%(spanEnd)s
fur: La tô direzion e-mail %(spanStart)s(facoltative)%(spanEnd)s
fy_nl: Jo e-mailadres %(spanStart)s(opsjoneel)%(spanEnd)s
hu: Az Ön e-mail-címe %(spanStart)s(nem kötelező)%(spanEnd)s
ia: Tu adresse email %(spanStart)s(optional)%(spanEnd)s
is: Tölvupóstfangið þitt %(spanStart)s(valfrjálst)%(spanEnd)s
it: Il tuo indirizzo email %(spanStart)s(facoltativo)%(spanEnd)s
ka: თქვენი ელფოსტა %(spanStart)s(არასავალდებულო)%(spanEnd)s
kab: Tansa-k n yimayl %(spanStart)s (d afrayan) %(spanEnd)s
nb_no: Din e-postadresse %(spanStart)s(valgfritt)%(spanEnd)s
nl: Uw e-mailadres %(spanStart)s(optioneel)%(spanEnd)s
nn_no: E-postadressa di %(spanStart)s(valfritt)%(spanEnd)s
pl: Twoje adres e-mail %(spanStart)s(opcjonalnie)%(spanEnd)s
pt_br: Seu endereço de email %(spanStart)s(opcional)%(spanEnd)s
ru: Ваш адрес электронной почты %(spanStart)s(необязательно)%(spanEnd)s
sk: Vaša e‑mailová adresa %(spanStart)s(voliteľné)%(spanEnd)s
sv_se: Din e-postadress %(spanStart)s(valfri)%(spanEnd)s
tr: E-posta adresiniz %(spanStart)s(isteğe bağlı)%(spanEnd)s
uk: Ваша адреса електронної пошти %(spanStart)s(необов'язково)%(spanEnd)s
vi: Địa chỉ email của bạn %(spanStart)s(không bắt buộc)%(spanEnd)s

source: Your email address %(spanStart)s(required)%(spanEnd)s
cs: Vaše e-mailová adresa %(spanStart)s(vyžadováno)%(spanEnd)s
de: Ihre E-Mail-Adresse %(spanStart)s(erforderlich)%(spanEnd)s
el: Η διεύθυνση email σας %(spanStart)s(απαιτείται)%(spanEnd)s
fi: Sähköpostiosoitteesi %(spanStart)s(pakollinen)%(spanEnd)s
fr: Votre adresse e-mail %(spanStart)s(obligatoire)%(spanEnd)s
fur: La tô direzion e-mail %(spanStart)s(obligatorie)%(spanEnd)s
fy_nl: Jo e-mailadres %(spanStart)s(ferplicht)%(spanEnd)s
hu: Az Ön e-mail-címe %(spanStart)s(kötelező)%(spanEnd)s
ia: Tu adresse email %(spanStart)s(obligatori)%(spanEnd)s
is: Tölvupóstfangið þitt %(spanStart)s(nauðsynlegt)%(spanEnd)s
it: Il tuo indirizzo email %(spanStart)s(obbligatorio)%(spanEnd)s
ka: თქვენი მისამართი %(spanStart)s(აუცილებელი)%(spanEnd)s
kab: Tansa-k n yimayl %(spanStart)s (tettwasra) %(spanEnd)s
nb_no: Din e-postadresse %(spanStart)s(nødvendig)%(spanEnd)s
nl: Uw e-mailadres %(spanStart)s(verplicht)%(spanEnd)s
nn_no: E-postadressa di %(spanStart)s(påkravd)%(spanEnd)s
pl: Twoje adres e-mail %(spanStart)s(wymagane)%(spanEnd)s
pt_br: Seu endereço de email %(spanStart)s(obrigatório)%(spanEnd)s
ru: Ваш адрес электронной почты %(spanStart)s(обязательно)%(spanEnd)s
sk: Vaša e‑mailová adresa %(spanStart)s(povinné)%(spanEnd)s
sv_se: Din e-postadress %(spanStart)s(krävs)%(spanEnd)s
tr: E-posta adresiniz %(spanStart)s(zorunlu)%(spanEnd)s
uk: Ваша адреса електронної пошти %(spanStart)s(обов'язково)%(spanEnd)s
vi: Địa chỉ email của bạn %(spanStart)s(bắt buộc)%(spanEnd)s

source: Content that is illegal or that violates AMO's content policies
cs: Obsah, který je nelegální nebo porušuje pravidla pro obsah na AMO
de: Inhalte, die illegal sind oder gegen die Inhaltsrichtlinien von AMO verstoßen
el: Περιεχόμενο που είναι παράνομο ή που παραβιάζει τις πολιτικές περιεχομένου του AMO
fr: Contenu illégal ou contraire aux politiques de contenu d’AMO
fur: Contignût che al è ilegâl o che al viole lis politichis sui contignûts di AMO
fy_nl: Ynhâld dy’t yllegaal is of yn striid is mei it AMO-ynhâldbelied
hu: Illegális vagy az AMO tartalmi irányelveit sértő tartalom
ia: Contento illegal o que viola le criterios de contento de AMO
is: Efni sem er ólöglegt eða brýtur gegn reglum AMO varðandi efni
it: Contenuti illegali o che violano le norme sui contenuti di AMO
ka: შიგთავსი, რომელიც უკანონოა ან არღვევს AMO-ს დებულებებს
nb_no: Innhold som er ulovlig eller som bryter med AMOs retningslinjer for innhold
nl: Inhoud die illegaal of in strijd is met het AMO-inhoudsbeleid
nn_no: Innhald som er ulovleg eller som bryt med AMOs retningslinjer for innhald
pl: Treści niezgodne z prawem lub naruszające zasady dotyczące treści w serwisie AMO
pt_br: Conteúdo que é ilegal ou que viola as diretivas de conteúdo do AMO
ru: Содержимое, являющееся незаконным или нарушает политику AMO в отношении содержимого
sk: Obsah, ktorý je nezákonný alebo porušuje pravidlá pre obsah AMO
sv_se: Innehåll som är olagligt eller som bryter mot AMO:s innehållspolicy
tr: Yasa dışı veya AMO’nun içerik politikalarını ihlal eden içerik
uk: Вміст, який є незаконним або порушує правила AMO
vi: Nội dung bất hợp pháp hoặc vi phạm chính sách nội dung của AMO

source: Flagged
ar: وُضع عليها إشارة
az: İşarələndi
bg: Сигнализиран
bn_bd: ফ্ল্যাগকৃত
bs: Označeno
ca: S'ha marcat
cs: Nahlášeno
da: Anmeldt
de: Gemeldet
el: Αναφέρθηκε
es: Etiquetado
fa: گزارش شد
fi: Merkitty
fr: Signalé
fur: Segnalât
fy_nl: Flagge
he: מסומן בדגל
hr: Označeno
hu: Megjelölt
ia: Signalate
id: Ditandai
is: Flaggað
it: Segnalato
ja: フラグ付き
ka: გასაჩივრებულია
kab: Yettwammel
ms: Ditanda
nb_no: Flagget
nl: Gemarkeerd
nn_no: Flagga
pa_in: ਨਿਸ਼ਾਨਬੱਧ
pl: Zgłoszone
pt_br: Sinalizada
pt_pt: Marcado
ro: Semnalat(ă)
ru: Отмечено
sk: Nahlásené
sl: Prijavljeno
sq: Iu vu shenjë
sv_se: Flaggad
th: ตั้งค่าสถานะแล้ว
tr: Rapor edildi
uk: Позначено
vi: Đã gắn cờ

source: Flag
ar: ضع عليها إشارة
az: İşarələ
bg: Сигнализиране
bn_bd: ফ্লাগ
bs: Oznaka
ca: Marca
cs: Nahlásit
da: Anmeld
de: Melden
el: Αναφορά
es: Etiquetar
fa: گزارش
fi: Merkitse
fr: Signaler
fur: Segnale
fy_nl: Markearje
he: סימון בדגל
hr: Oznaka
hu: Megjelölés
ia: Signalar
id: Tandai
is: Flagga
it: Segnala
ja: フラグ
ka: საჩივარი
kab: Creḍ
ms: Tanda
nb_no: Flagg
nl: Markeren
nn_no: Flagg
pa_in: ਨਿਸ਼ਾਨਬੱਧ
pl: Zgłoś
pt_br: Sinalizar
pt_pt: Marcar
ro: Semnalează
ru: Отметить
sk: Nahlásiť
sl: Prijavi
sq: I vini shenjë
sv_se: Flagga
te: పతాకం
th: ตั้งค่าสถานะ
tr: Rapor et
uk: Позначити
vi: Gắn cờ

source: Flag this developer response
ar: ضع على رد المطور هذا إشارة
az: Bu tərtibatçı cavabını işarələ
bg: Сигнализирайте за този отговор от разработчика
bn_bd: ডেভেলপারের সাড়াকে ফ্লাগ দিন
bs: Označi ovaj odgovor developera
ca: Marca aquesta resposta del desenvolupador
cs: Nahlásit tuto odpověď od vývojáře
da: Rapportér dette svar fra udvikleren
de: Diese Antwort des Entwicklers melden
el: Αναφορά απάντησης προγραμματιστή
es: Marcar esta respuesta del desarrollador
fa: گزارشِ این پاسخ از توسعه‌دهنده
fi: Merkitse tämä kehittäjän vastaus
fr: Signaler la réponse du développeur
fur: Segnale cheste rispueste dal svilupadôr
fy_nl: Dit antwurd fan de ûntwikkeler markearje
he: סימון בדגל תגובת מפתח זו
hr: Označi ovaj odgovor programera
hu: Fejlesztői válasz megjelölése
ia: Signalar iste responsa de disveloppator
id: Tandai tanggapan pengembang ini
is: Flagga þetta svar forritara
it: Segnala questa replica dello sviluppatore
ja: この開発者の返信にフラグを立てる
ka: შემმუშავებლის პასუხის გასაჩივრება
kab: Mmel-d tiririt-agi n uneflay
ms: Tandakan respons pembangun ini
nb_no: Rapporter dette svaret fra utvikleren
nl: Dit antwoord van de ontwikkelaar markeren
nn_no: Rapporter dette svaret frå utviklaren
pa_in: ਇਸ ਡਿਵੈਲਪਰ ਜਵਾਬ ਨੂੰ ਫਲੈਗ ਕਰੋ
pl: Zgłoś tę odpowiedź autora
pt_br: Sinalizar essa resposta do desenvolvedor
pt_pt: Marcar esta resposta do programador
ro: Semnalează răspunsul acestui dezvoltator
ru: Отметить этот ответ разработчика
sk: Nahlásiť túto odpoveď od vývojára
sl: Prijavi ta razvijalčev odgovor
sq: I vini shenjë kësaj përgjigje zhvilluesi
sv_se: Flagga det här utvecklarsvaret
te: ఈ డెవలపరు స్పందనను ఫ్లాగ్ చెయ్యి
th: ตั้งค่าสถานะการตอบกลับของนักพัฒนา
tr: Bu geliştirici yanıtını rapor et
uk: Позначити цю відповідь розробника
vi: Gắn cờ phản hồi của nhà phát triển này

source: Flag this review
ar: ضع على هذه المراجعة إشارة
az: Bu rəyi işarələ
bg: Сигнализирайте за този отзив
bn_bd: রিভিউকে ফ্লাগ দিন
bs: Označi ovu recenziju
ca: Marca aquesta ressenya
cs: Nahlásit tuto recenzi
da: Rapportér denne anmeldelse
de: Diese Bewertung melden
el: Αναφορά κριτικής
es: Marcar esta revisión
fa: گزارشِ این بازخورد
fi: Merkitse tämä arvio
fr: Signaler cet avis
fur: Segnale cheste recension
fy_nl: Dizze beoardieling markearje
he: סימון בדגל סקירה זו
hr: Označi ovu recenziju
hu: Értékelés megjelölése
ia: Signalar iste revision
id: Laporkan ulasan ini
is: Flagga þessa umsögn
it: Segnala questa recensione
ja: このレビューにフラグを立てる
ka: მიმოხილვის გასაჩივრება
kab: Mmel-d aceggir-agi
ms: Tandakan ulasan ini
nb_no: Rapporter denne omtalen
nl: Deze beoordeling markeren
nn_no: Rapporter denne vurderinga
pa_in: ਇਸ ਪੜਤਾਲ ਨੂੰ ਨਿਸ਼ਾਨਬੱਧ ਕਰੋ
pl: Zgłoś tę recenzję
pt_br: Sinalizar esta análise
pt_pt: Marcar esta análise
ro: Semnalează această recenzie
ru: Отметить этот отзыв
sk: Nahlásiť túto recenziu
sl: Prijavi to oceno
sq: I vini shenjë këtij shqyrtimi
sv_se: Flagga den här recensionen
te: ఈ సమీక్షను ఫ్లాగ్ చేయి
th: ตั้งค่าสถานะบทวิจารณ์นี้
tr: Bu incelemeyi rapor et
uk: Позначити цей відгук
vi: Gắn cờ đánh giá này

source: Spam
cs: Nevyžádaná pošta
el: Ανεπιθύμητο
fr: Contenu indésirable
fy_nl: Net winske
hu: Kéretlen tartalom
is: Ruslpóstur
ka: ჯართი
kab: Aspam
ru: Спам
sk: Nevyžiadaný obsah
sv_se: Skräppost
uk: Спам

source: Flagged as spam
ar: وُضع عليها إشارة بأنها سخام
az: Spam olaraq işarələnib
bg: Сигнализиран за странично съдържание
bn_bd: স্প্যাম হিসেবে ফ্ল্যাগড
bs: Označeno kao spam
ca: S'ha marcat com a correu brossa
cs: Nahlášeno jako spam
da: Anmeldt som spam
de: Als Werbung gemeldet
el: Αναφέρθηκε ως ανεπιθύμητο
es: Marcado como spam
fa: علامت‌گذاری شده به عنوان هرزنامه
fi: Merkitty roskapostiksi
fr: Signalé comme étant indésirable
fur: Segnalât come spam
fy_nl: Markearre as spam
he: סומן כספאם
hr: Označeno kao neželjeno
hu: Megjelölve kéretlenként
ia: Signalate como spam
id: Ditandai sebagai spam
is: Merkt sem ruslpóstur
it: Segnalato per spam
ja: スパムとしてフラグが立てられました
ka: საჩივარი სარეკლამო შიგთავსზე
kab: Yettwacreḍ d aspam
ms: Ditanda sebagai spam
nb_no: Flagget som spam (søppel)
nl: Gemarkeerd als spam
nn_no: Flagga som spam (søppel)
pa_in: ਸਪੈਮ ਦੇ ਰੂਪ ਵਿੱਚ ਨਿਸ਼ਾਨਬੱਧ ਕੀਤਾ
pl: Zgłoszono jako spam
pt_br: Sinalizado como spam
pt_pt: Marcado como spam
ro: Semnalat(ă) ca spam
ru: Помечено как спам
sk: Recenzia bola nahlásená ako spam
sl: Označeno kot nepovezana vsebina
sq: I vu shenjë si mesazh i padëshiruar
sv_se: Flagga som skräppost
th: ตั้งค่าสถานะเป็นสแปมแล้ว
tr: Spam olarak işaretlendi
uk: Позначено як спам
vi: Gắn cờ là spam

source: Login required
cs: Přihlášení je vyžadováno
de: Anmeldung erforderlich
el: Απαιτείται σύνδεση
fi: Sisäänkirjautuminen vaaditaan
fr: Connexion nécessaire
fur: Acès necessari
fy_nl: Oanmelding fereaske
hu: Bejelentkezés szükséges
ia: Connexion obligatori
is: Innskráning er nauðsynleg
it: Sono necessarie credenziali di accesso
ka: შესვლა აუცილებელია
kab: Tuqqna tettwasra
nb_no: Innlogging kreves
nl: Aanmelding vereist
nn_no: Innlogging påkravd
pl: Wymagane jest zalogowanie się
pt_br: É necessário entrar na conta
ru: Требуется вход
sk: Vyžaduje sa prihlásenie
sv_se: Inloggning krävs
tr: Giriş yapmanız gerekiyor
uk: Необхідно ввійти
vi: Yêu cầu đăng nhập

source: Misplaced bug report or support request
cs: Nevhodné oznámení chyby nebo žádost o podporu
de: Unpassender Fehlerbericht oder Unterstützungs-Anfrage
el: Εσφαλμένη αναφορά σφάλματος ή αίτημα υποστήριξης
fr: Rapport de bug ou demande d’assistance inadéquate dans ce contexte
fur: Segnalazion di erôr o richieste di supuart fate intun puest sbaliât
fy_nl: Mispleatst bugrapport of stipefersyk
hu: Rossz helyre küldött hibajelentés vagy támogatási kérés
ia: Signalation de defecto o requesta de supporto mal ponite
is: Ekki rétt staðsett villutilkynning eða aðstoðarbeiðni
it: Segnalazione bug o richiesta di supporto inserita nella sezione non corretta
ka: არასწორი მოხსენება ან მხარდაჭერის მოთხოვნა
kab: Aneqqis n yibugen neɣ yir asuter n tallelt deg tegnit-a
nb_no: Feilplassert feilrapport eller kundestøttehenvendelse
nl: Misplaatst bugrapport of ondersteuningsverzoek
nn_no: Feilplassert feilrapport eller kundestøtteførespurnad
pl: Niewłaściwie umieszczona prośba o pomoc lub zgłoszenie błędu
pt_br: Pedido de suporte ou relato de bug no local incorreto
ru: Отправленное не по назначению сообщение об ошибке или просьба оказать поддержку
sk: Nevhodne umiestnená správa o chybe alebo žiadosť o podporu
sv_se: Felrapport eller supportförfrågan på fel plats
tr: Yanlış yere konmuş hata raporu veya destek isteği
uk: Недоречний звіт про помилку або запит підтримки
vi: Yêu cầu hỗ trợ hoặc báo cáo lỗi bị đặt nhầm

source: Flagged as misplaced bug report or support request
cs: Označeno jako chybně umístěné hlášení o chybě nebo žádost o podporu
de: Als unpassender Fehlerbericht oder Unterstützungs-Anfrage markiert
el: Αναφέρθηκε ως λανθασμένη αναφορά σφάλματος ή αίτημα υποστήριξης
fr: Signalé comme étant une demande d’assistance ou un rapport de bug déposé au mauvais endroit
fur: Segnât come segnalazion di erôr o richieste di supuart fate intun puest sbaliât
fy_nl: Markearre as mispleatst bugrapport of stipefersyk
hu: Rossz helyre küldött hibajelentés vagy támogatási kérésként megjelölve
ia: Signalate como reporto de error o requesta de supporto mal ponite
is: Flaggað sem rangt staðsett villutilkynning eða aðstoðarbeiðni
it: Segnalato per segnalazione bug o richiesta di supporto inserita nella sezione non corretta
ka: მონიშვნა არასწორ მოხსენებად ან მხარდაჭერის მოთხოვნად
nb_no: Flagget som feilplassert feilrapport eller kundestøttehenvendelse
nl: Gemarkeerd als misplaatst bugrapport of ondersteuningsverzoek
nn_no: Flagga som feilplassert feilrapport eller kundestøtteførespurnad
pl: Oznaczone jako niewłaściwie umieszczona prośba o pomoc lub zgłoszenie błędu
pt_br: Sinalizado como relatório de bug ou solicitação de suporte em local incorreto
ru: Отчет об ошибке или запрос в службу поддержки помечен как неуместный
sk: Nahlásené ako nevhodne umiestnená správa o chybe alebo žiadosť o podporu
sv_se: Flaggad som felplacerad felrapport eller supportbegäran
tr: Yanlış yere konmuş hata raporu veya destek isteği olarak işaretlendi
uk: Позначено як недоречний звіт про помилку або запит підтримки
vi: Đã gắn cờ là Yêu cầu hỗ trợ hoặc báo cáo lỗi bị đặt nhầm

source: Developer Policies
ar: سياسات المطور
az: Tərtibatçı Siyasətləri
bg: Политика за разработчици
ca: Polítiques de desenvolupament
cs: Pravidla pro vývojáře
da: Politikker for udviklere
de: Regeln für Entwickler
el: Πολιτικές προγραμματιστών
es: Normativas para desarrolladores
fi: Kehittäjäkäytännöt
fr: Politiques à destination des développeurs
fur: Politichis pal svilupadôr
fy_nl: Untwikkelersbelied
he: מדיניות למפתחים
hr: Pravila za programere
hu: Fejlesztői irányelvek
ia: Politicas pro disveloppatores
id: Kebijakan Pengembang
is: Reglur forritara/hönnuðar
it: Criteri per sviluppatori
ja: 開発者ポリシー
ka: შემმუშავებლის დებულებები
kab: Tasertit i yineflayen
ms: Polisi Pembangun
nb_no: Utviklerpraksis
nl: Ontwikkelaarsbeleid
nn_no: Utviklarpraksis
pa_in: ਵਿਕਾਸਕਾਰ ਦੀਆਂ ਨੀਤੀਆਂ
pl: Zasady programistów
pt_br: Diretivas do desenvolvedor
pt_pt: Políticas de programador
ro: Politicile dezvoltatorilor
ru: Политики разработчика
si: සංවර්ධක ප්‍රතිපත්ති
sk: Pravidlá pre vývojárov
sl: Pravilniki za razvijalce
sq: Rregulla Për Zhvilluesit
sv_se: Utvecklarpolicyer
te: డెవలపర్ విధానాలు
th: นโยบายนักพัฒนา
tr: Geliştirici Politikaları
uk: Політики розробників
vi: Chính sách nhà phát triển
