Repository: mozilla/addons-frontend
Catalog: locale/*/LC_MESSAGES/amo.po
Languages: ar, az, bg, bn_bd, bs, ca, cs, da, de, el, es, fa, fi, fr, fur, fy_nl, ga_ie, he, hr, hu, ia, id, is, it, ja, ka, kab, ms, nb_no, nl, nn_no, pa_in, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: %(startLink)sMake your own add-on%(endLink)s. We provide free hosting and update services and can help you reach a large audience of users.
ar: %(startLink)sاصنع إضافاتك الخاصة%(endLink)s. نوفّر لك الاستضافة المجانية وخدمات التحديث وأيضًا نساعدك بأن تصل إلى شريحة أكبر من المستخدمين.
bs: %(startLink)s Izradi vlastiti dodatak %(endLink)s. Mi dajemo besplatne usluge hostinga i možemo pomoći da dosegnete veliki auditorij korisnika.
ca: %(startLink)sFeu el vostre complement%(endLink)s. Oferim serveis d'hostatge i actualització gratuïts, us ajudaran a arribar al màxim d'usuaris possible.
cs: %(startLink)sVytvořte svůj vlastní doplněk%(endLink)s. Bezplatně vám pro něj poskytneme hosting a správu aktualizací, díky čemuž můžete snadno získat velké množství uživatelů.
da: %(startLink)sLav din egen tilføjelse%(endLink)s. Vi leverer gratis hosting og opdateringsservice, og kan hjælpe dig med at nå en stor kreds af brugere.
de: %(startLink)sEntwickeln Sie Ihr eigenes Add-on%(endLink)s. Wir bieten kostenlose Hosting- und Update-Dienste und können Ihnen helfen, eine große Zielgruppe aus Nutzern zu erreichen.
el: %(startLink)sΔημιουργήστε το δικό σας πρόσθετο%(endLink)s. Παρέχουμε δωρεάν "φιλοξενία" (hosting) και υπηρεσίες ενημέρωσης, ενώ μπορούμε να σας βοηθήσουμε να βρείτε ένα μεγαλύτερο κοινό χρηστών.
es: %(startLink)sCrea tu propio complemento%(endLink)s. Te proporcionamos alojamiento gratuito y servicios de actualización y te ayudamos a llegar al mayor número de usuarios.
fi: %(startLink)sTee oma lisäosa%(endLink)s. Me tarjoamme jakelualustan ja päivityspalvelut, joten voimme auttaa sinua tavoittamaan suuren käyttäjämäärän.
fr: %(startLink)sCréez votre propre module%(endLink)s. Nous nous chargeons de l’hébergement et d’un service de mise à jour qui vous permet d’être visible auprès d’un large public d’utilisateurs.
fur: %(startLink)sCree un component adizionâl dut to%(endLink)s. AMO al met a disposizion un servizi di hosting gratuit e inzornaments automatics e ti jude a aumentâ la tô visibilitât par rivâ a un public plui ampli.
fy_nl: %(startLink)sMeitsje jo eigen add-on%(endLink)s. Wy biede fergees host- en fernijingstsjinsten en kinne jo helpe in grut brûkerspublyk te berikken.
he: %(startLink)sפיתוח תוספות משלך%(endLink)s. אנו מספקים אירוח ושירותי עדכונים בחינם ומאפשרים לך להגיע לקהל יעד רחב של משתמשים.
hu: %(startLink)sKészítse el saját kiegészítőjét%(endLink)s. Ingyenes tárhely és frissítési szolgáltatásokat biztosítunk, és segíthetünk felhasználók széles közönségét elérni.
ia: %(startLink)sCrea tu proprie additivo%(endLink)s. Nos forni servicios hospite e de actualisation libere e nos te pote adjutar a attinger un grande auditorio de usatores.
id: %(startLink)sBuat pengaya Anda sendiri%(endLink)s. Kami menyediakan fasilitas hosting gratis dan layanan yang diperbarui dan dapat membantu Anda menjangkau pengguna dalam jumlah besar.
is: %(startLink)sÚtbúðu þína eigin viðbót%(endLink)s. Við útvegum ókeypis hýsingu og uppfærsluþjónustur og getum hjálpað þér að ná til mikils fjölda notenda.
it: %(startLink)sCrea un componente aggiuntivo tuo%(endLink)s. AMO mette a disposizione un servizio di hosting gratuito e aggiornamenti automatici, oltre a incrementare la tua visibilità per raggiungere un pubblico più ampio.
ja: %(startLink)s自分でアドオンを作ってみましょう%(endLink)s。私たちは無料のホスティングと更新サービスを提供しており、あなたが大勢のユーザーへリーチできるよう支援します。
ka: %(startLink)sშექმენით საკუთარი დამატება%(endLink)s. ჩვენ გთავაზობთ უფასო ადგილს განსათავსებლად და მომსახურებებს, მარტივად განახლებისთვის, რაც დაგეხმარებათ თქვენი ნამუშევრის, ფართო საზოგადოებისთვის მიწოდებაში.
kab: %(startLink)sSnefli azegrir-inek%(endLink)s. Nettmuddu amezlu n tnezduɣt akked uleqqem baṭel, daɣen nezmer ad ak-d-nefk tallelt akken ad tawḍeḍ ddeqs n yemdanen.
ms: %(startLink)sBina add-on anda sendiri%(endLink)s. Kami menyediakan perkhidmatan hos dan kemaskini percuma, dan boleh membantu anda mencapai ramai pengguna.
nb_no: %(startLink)sLag ditt eget tillegg%(endLink)s. Vi tilbyr gratis «hosting» og oppdateringstjeneste, og kan hjelpe deg med å nå et stort publikum av brukere.
nl: %(startLink)sMaak uw eigen add-on%(endLink)s. We bieden gratis host- en updatediensten en kunnen u helpen een groot gebruikerspubliek te bereiken.
nn_no: %(startLink)sLag ditt eige tillegg%(endLink)s. Vi tilbyr gratis «hosting» og oppdateringsteneste, og kan hjelpe deg med å nå eit stort publikum av brukarar.
pa_in: %(startLink)sਆਪਣੇ ਐਡ-ਆਨ ਦੀ ਰਚਨਾ ਕਰੋ%(endLink)s। ਅਸੀਂ ਮੁਫ਼ਤ ਹੋਸਟਿੰਗ ਅਤੇ ਅੱਪਡੇਟ ਸੇਵਾਵਾਂ ਮੁਹੱਇਆ ਕਰਵਾਉਂਦੇ ਅਤੇ ਉਪਭੋਗੀ ਦੀ ਇੱਕ ਵੱਡੀ ਹਾਜ਼ਰੀਨ ਤੱਕ ਪਹੁੰਚਣ ਵਿੱਚ ਤੁਹਾਡੀ ਮਦਦ ਕਰਦੇ ਹਾਂ।
pl: %(startLink)sNapisz nowy dodatek%(endLink)s. Oferujemy bezpłatny hosting i usługi aktualizacji oraz pomagamy użytkownikom znaleźć Twój dodatek.
pt_br: %(startLink)sFaça o sua própria extensão%(endLink)s. Fornecemos os serviços de hospedagem e atualização gratuitamente e podemos ajudá-lo a atingir uma grande audiência de usuários.
pt_pt: %(startLink)sFaça o seu próprio extra%(endLink)s. Nós fornecemos os serviços de alojamento e de atualização gratuitamente, e podemos ajudá-lo a atingir uma grande audiência de utilizadores.
ro: %(startLink)sCreează-ți propriul supliment%(endLink)s. Oferim găzduire gratuită și servicii de actualizare și te putem ajuta să ajungi la un număr mare de utilizatori.
ru: %(startLink)sСоздайте своё собственное дополнение%(endLink)s. Мы предоставляем бесплатный хостинг и службу обновлений и можем помочь вам охватить большое число пользователей.
si: %(startLink)sඔබගේම එක්කහුවක්%(endLink)s සාදන්න. අපි නොමිලේ සත්කාරකත්‍ව සහ යාවත්කාල සේවා සපයන අතර විශාල පරිශ්‍රීලකයින් පිරිසක් අත්කර දීමට හැකිය.
sk: %(startLink)sVytvorte svoj vlastný doplnok%(endLink)s. Bezplatne vám preň poskytneme hosting a správu aktualizácií a môžeme vám pomôcť s oslovením veľkého množstva používateľov.
sl: %(startLink)sUstvarite lasten dodatek%(endLink)s. Ponujamo vam brezplačno gostovanje in storitev za posodobitve ter omogočamo doseg široke množice uporabnikov.
sq: %(startLink)sKrijoni shtesën tuaj%(endLink)s. Ofrojmë shërbime strehimi dhe përditësimi falas dhe mund t’ju ndihmojmë të mbërrini te një publik i madh përdoruesish.
sv_se: %(startLink)sGör dina egna tillägg%(endLink)s. Vi tillhandahåller gratis webbhotell och uppdateringstjänster och kan hjälpa dig att nå en stor publik av användare.
th: %(startLink)sสร้างส่วนเสริมของคุณเอง%(endLink)s เราให้บริการโฮสต์และอัปเดตโดยไม่เสียค่าใช้จ่าย เพื่อช่วยให้คุณสามารถเข้าถึงผู้ใช้ที่เป็นกลุ่มเป้าหมายขนาดใหญ่ได้
tr: %(startLink)sKendi eklentinizi yapın%(endLink)s. Ücretsiz barındırma ve güncelleme hizmetleri sunmaktayız ve geniş bir kullanıcı kitlesine ulaşmanıza yardımcı olabiliriz.
uk: %(startLink)sСтворіть свій власний додаток%(endLink)s. Ми забезпечуємо безкоштовний хостинг та службу оновлень, а також можемо допомогти вам охопити широку аудиторію користувачів.
vi: %(startLink)sTạo tiện ích của riêng bạn%(endLink)s. Chúng tôi cung cấp dịch vụ lưu trữ và cập nhật miễn phí và có thể giúp bạn tiếp cận lượng lớn người dùng.

source: Help improve this website. It's open source, and you can file bugs and submit patches. You can get started with a %(startGoodFirstBugLink)sgood first bug%(endGoodFirstBugLink)s or view all open issues for AMO’s %(startAddonsServerRepoLink)sserver%(endAddonsServerRepoLink)s and %(startAddonsFrontendRepoLink)sfrontend%(endAddonsFrontendRepoLink)s on Github.
bs: Pomozite nam poboljšati ovu web stranicu. To je open source i možete prijaviti bugove i zakrpe. Možete početi sa %(startGoodFirstBugLink)s dobar prvi bug %(endGoodFirstBugLink)s ili pregledati sve postojeće probleme za AMO’s %(startAddonsServerRepoLink)s server %(endAddonsServerRepoLink)s i %(startAddonsFrontendRepoLink)s frontend %(endAddonsFrontendRepoLink)s na Github.
ca: Ajudeu a millorar aquesta pàgina web. És de codi obert i podeu arxivar errors i enviar pedaços. Comenceu amb un %(startGoodFirstBugLink)sbon primer error%(endGoodFirstBugLink)s o reviseu tot els problemes oberts pel %(startAddonsServerRepoLink)sservidor%(endAddonsServerRepoLink)s d'AMO i el %(startAddonsFrontendRepoLink)sfrontend%(endAddonsFrontendRepoLink)s a Github.
cs: Pomozte nám tuto stránku vylepšit. Její zdrojový kód je otevřený, a vždy uvítáme hlášení chyb či tvorbu patchů. Můžete začít s chybami označenými jako „%(startGoodFirstBugLink)sgood first bug%(endGoodFirstBugLink)s“ nebo zobrazením všech nevyřešených chyb v %(startAddonsServerRepoLink)sserverové%(endAddonsServerRepoLink)s nebo %(startAddonsFrontendRepoLink)sfrontendové%(endAddonsFrontendRepoLink)s části na GitHubu.
da: Hjælp med at forbedre dette websted. Koden er frit tilgængelig, og du kan oprette bugs og indsende rettelser. Du kan starte med at indsende %(startGoodFirstBugLink)sen bug%(endGoodFirstBugLink)s, eller du kan gennemse alle eksisterende bugs for AMO's %(startAddonsServerRepoLink)sserver%(endAddonsServerRepoLink)s og %(startAddonsFrontendRepoLink)sbrugerflade%(endAddonsFrontendRepoLink)s på Github.
de: Helfen Sie bei der Verbesserung dieser Website. Sie ist quelloffen und Sie können Fehler melden und Korrekturen übermitteln. Sie können mit einem %(startGoodFirstBugLink)sFehlerbericht für den Einstieg%(endGoodFirstBugLink)s anfangen oder alle offenen Fehlermeldung für den %(startAddonsServerRepoLink)sServer%(endAddonsServerRepoLink)s und die %(startAddonsFrontendRepoLink)sSeite%(endAddonsFrontendRepoLink)s von AMO auf GitHub ansehen.
el: Βοηθήστε στη βελτίωση αυτού του ιστοτόπου. Είναι ανοικτού κώδικα και μπορείτε να αναφέρετε σφάλματα και να υποβάλετε διορθώσεις. Μπορείτε να ξεκινήσετε με ένα %(startGoodFirstBugLink)sσφάλμα%(endGoodFirstBugLink)s ή να δείτε όλα τα ανοικτά ζητήματα για τον %(startAddonsServerRepoLink)sδιακομιστή%(endAddonsServerRepoLink)s και το %(startAddonsFrontendRepoLink)sπροσκήνιο%(endAddonsFrontendRepoLink)s του AMO στο Github.
es: Ayuda a mejorar esta página. Es de código abierto y puedes enviar informes de error y parches. Puedes iniciar con un %(startGoodFirstBugLink)sbuen primer error%(endGoodFirstBugLink)s o ver todos los que haya abierto sobre el %(startAddonsServerRepoLink)sservidor%(endAddonsServerRepoLink)s de AMO y el %(startAddonsFrontendRepoLink)sfrontend%(endAddonsFrontendRepoLink)s en Github.
fi: Auta parantamaan tätä sivustoa. Se on avointa lähdekoodia, joten voit ilmoittaa ongelmista ja lähettää korjauksia. Voit aloittaa %(startGoodFirstBugLink)sensimmäisellä löytämälläsi virheellä%(endGoodFirstBugLink)s tai voit katsoa kaikki avoinna olevat AMOn %(startAddonsServerRepoLink)spalvelimen%(endAddonsServerRepoLink)s ja %(startAddonsFrontendRepoLink)sedustan%(endAddonsFrontendRepoLink)s ongelmat Githubissa.
fr: Contribuez à l’amélioration de ce site web. Il est ouvert et vous pouvez ouvrir des bugs et soumettre des correctifs. Vous pouvez commencer avec un %(startGoodFirstBugLink)stout premier bug%(endGoodFirstBugLink)s ou parcourir l’ensemble des problèmes d’AMO que ce soit le %(startAddonsServerRepoLink)sserveur%(endAddonsServerRepoLink)s ou l’%(startAddonsFrontendRepoLink)sinterface%(endAddonsFrontendRepoLink)s sur GitHub.
fur: Judinus a miorâ chest sît web. Il so codiç al è open source (a codiç viert), duncje tu puedis segnalâ erôrs e proponi blecs pai erôrs. Tu puedis scomençâ provant a risolvi un probleme cun etichete %(startGoodFirstBugLink)sgood first bug%(endGoodFirstBugLink)s o viodi ducj i problemis vierts su Github pal %(startAddonsServerRepoLink)sservidôr%(endAddonsServerRepoLink)s AMO e il so %(startAddonsFrontendRepoLink)sfrontend%(endAddonsFrontendRepoLink)s.
fy_nl: Help dizze website te ferbetterjen. Hy is opensource, en jo kinne bugs en patches yntsjinje. Jo kinne starte mei in %(startGoodFirstBugLink)sgoede earste bug%(endGoodFirstBugLink)s of alle iepen saken foar de %(startAddonsServerRepoLink)sserver%(endAddonsServerRepoLink)s en %(startAddonsFrontendRepoLink)sfront-end%(endAddonsFrontendRepoLink)s op GitHub besjen.
he: סיוע בשיפור האתר. הוא בקוד פתוח וניתן להגיש דיווחים על באגים לצד הצעות תיקונים. ניתן להתחיל עם %(startGoodFirstBugLink)sתקלה טובה למתחילים%(endGoodFirstBugLink)s או לצפות בכל הנושאים הממתינים ל%(startAddonsServerRepoLink)sשרת%(endAddonsServerRepoLink)s ול%(startAddonsFrontendRepoLink)sמנשק המשתמש%(endAddonsFrontendRepoLink)s של AMO ב־Github.
hu: Segítsen tökéletesíteni honlapunkat. Nyílt forráskódú, hibákat jelenthet be és javításokat küldhet be. Egy %(startGoodFirstBugLink)s jó első hibával %(endGoodFirstBugLink)s kezdhet, vagy tekintse át a lezáratlan problémákat az AMO %(startAddonsServerRepoLink)s kiszolgálóban %(endAddonsServerRepoLink)s és %(startAddonsFrontendRepoLink)s előtétprogramban %(endAddonsFrontendRepoLink)s a GitHubon.
ia: Adjuta a meliorar iste sito web. Illo es open-source, e tu pote indicar defectos e inviar pecias. Tu pote comenciar con un %(startGoodFirstBugLink)sbon prime defecto%(endGoodFirstBugLink)s o vider tote le problemas aperte in AMO’s %(startAddonsServerRepoLink)sserver%(endAddonsServerRepoLink)s e %(startAddonsFrontendRepoLink)sfrontend%(endAddonsFrontendRepoLink)s sur Github.
id: Bantu memperbaiki situs ini. Sumbernya terbuka dan Anda dapat melaporkan bug dan mengajukan perbaikan. Anda bisa memulai dengan %(startGoodFirstBugLink)sbug pertama%(endGoodFirstBugLink)s atau melihat semua isu terbuka untuk %(startAddonsServerRepoLink)sserver%(endAddonsServerRepoLink)s AMO dan %(startAddonsFrontendRepoLink)sfrontend%(endAddonsFrontendRepoLink)s di Github.
is: Hjálpaðu til við að bæta þetta vefsvæði. Kóðinn er opinn öllum og þú getur tilkynnt galla og sent inn bætur. Þú getur byrjað á %(startGoodFirstBugLink)sgóðum fyrsta galla%(endGoodFirstBugLink)s eða skoðað allar opnar verkbeiðnir fyrir %(startAddonsServerRepoLink)snetþjóna %(endAddonsServerRepoLink)s og %(startAddonsFrontendRepoLink)sviðmót/framenda %(endAddonsFrontendRepoLink)s AMO á Github.
it: Aiutaci a migliorare questo sito. Il suo codice è open source: chiunque può segnalare bug e proporre patch. Puoi iniziare provando a risolvere un problema etichettato %(startGoodFirstBugLink)sgood first bug%(endGoodFirstBugLink)s oppure esaminare gli issue elencati su GitHub per il %(startAddonsServerRepoLink)sserver%(endAddonsServerRepoLink)s AMO e il suo %(startAddonsFrontendRepoLink)sfrontend%(endAddonsFrontendRepoLink)s.
ja: 当サイトの改善に協力してください。オープンソースで、バグの報告やパッチの提供が可能です。%(startGoodFirstBugLink)s初めての人向けのバグ%(endGoodFirstBugLink)s から始めるか、GitHub 上で AMO の %(startAddonsServerRepoLink)sサーバー%(endAddonsServerRepoLink)s や %(startAddonsFrontendRepoLink)sフロントエンド%(endAddonsFrontendRepoLink)s に関するすべての未解決バグを見ることもできます。
ka: მოგვეხმარეთ ამ საიტის გაუმჯობესებაში. ღია წყაროს მქონეა, ასე რომ, თავისუფლად მონახეთ ხარვეზები და შემოგვთავაზეთ მათი გადაწყვეტის გზები. დაწყება, შეგიძლიათ %(startGoodFirstBugLink)sპირველი მოხსენებით%(endGoodFirstBugLink)s ან უკვე წამოჭრილ საკითხებს გაეცანით, AMO საიტის %(startAddonsServerRepoLink)sსერვერისა%(endAddonsServerRepoLink)s და %(startAddonsFrontendRepoLink)sკლიენტის%(endAddonsFrontendRepoLink)s მხარეს არსებული ხარვეზების შესახებ, Github-ზე.
kab: Tekki deg usnerni n usmel web. Yeldi daɣen tzemreḍ ad teldiḍ ibugen, neɣ ad tazneḍ aseɣti. Tzemreḍ ad tebduḍ s %(startGoodFirstBugLink)ss ubug meẓẓiyen%(endGoodFirstBugLink)s neɣ ad twaliḍ uguren n AMO ama %(startAddonsServerRepoLink)sd aqeddac%(endAddonsServerRepoLink)s neɣ l’%(startAddonsFrontendRepoLink)s d agrudem %(endAddonsFrontendRepoLink)s di GitHub.
ms: Bantu kami memperbaiki laman web ini. Semuanya sumber terbuka dan anda boleh failkan pepijat dan menghantarkan tampalan. Anda boleh mulakan dengan melaporkan %(startGoodFirstBugLink)spepijat yang pertama%(endGoodFirstBugLink)s atau meninjau semua isu terbuka berkaitan %(startAddonsServerRepoLink)spelayan%(endAddonsServerRepoLink)s AMO dan %(startAddonsFrontendRepoLink)sbahagian depan%(endAddonsFrontendRepoLink)s dalam Github.
nb_no: Hjelp med å forbedre dette nettstedet. Koden er fritt tilgjengelig, og du kan opprette feilrapport og sende inn rettelser. Du kan starte med å sende inn %(startGoodFirstBugLink)sdin første feilrapport%(endGoodFirstBugLink)s eller du kan se igjennom alle eksisterende feilrapporter for AMO sin %(startAddonsServerRepoLink)server%(endAddonsServerRepoLink)s og %(startAddonsFrontendRepoLink)sgrensesnitt%(endAddonsFrontendRepoLink)s på Github.
nl: Help deze website te verbeteren. Hij is opensource, en u kunt bugs en patches indienen. U kunt starten met een %(startGoodFirstBugLink)sgoede eerste bug%(endGoodFirstBugLink)s of alle open issues voor de %(startAddonsServerRepoLink)sserver%(endAddonsServerRepoLink)s en %(startAddonsFrontendRepoLink)sfront-end%(endAddonsFrontendRepoLink)s op GitHub bekijken.
nn_no: Hjelp til med å forbetre denne nettstaden. Koden er fritt tilgjengeleg, og du kan opprette feilrapport og sende inn rettingar. Du kan starte med å sende inn %(startGoodFirstBugLink)sdin første feilrapport%(endGoodFirstBugLink)s eller du kan sjå igjennom alle eksisterande feilrapportar for AMO sin %(startAddonsServerRepoLink)server%(endAddonsServerRepoLink)s og %(startAddonsFrontendRepoLink)sgrensesnitt%(endAddonsFrontendRepoLink)s på Github.
pa_in: ਇਸ ਵੈਬਸਾਈਟ ਨੂੰ ਬਿਹਤਰ ਬਣਾਉਣ ਵਿੱਚ ਸਹਾਇਤਾ ਕਰੋ। ਇਹ ਖੁੱਲਾ ਸਰੋਤ ਹੈ, ਅਤੇ ਤੁਸੀਂ ਬੱਗ ਫਾਈਲ ਕਰ ਸਕਦੇ ਹੋ ਅਤੇ ਪੈਚ ਸੌਂਪ ਸਕਦੇ ਹੋ। ਤੁਸੀਂ%(startGoodFirstBugLink)s ਚੰਗਾ ਪਹਿਲੇ ਬੱਗ%(endGoodFirstBugLink)s ਨਾਲ ਸ਼ੁਰੂ ਕਰ ਸਕਦੇ ਹੋ ਜਾਂ AMO ਦੇ%(startAddonsServerRepoLink)s ਸਰਵਰ%(endAddonsServerRepoLink)s ਅਤੇ %(startAddonsFrontendRepoLink)sfrontend%(endAddonsFrontendRepoLink)s ਤੇ ਖੋਲ੍ਹ ਸਕਦੇ ਹੋ।
pl: Pomóż ulepszać tę stronę. Jest ona open source — można zgłaszać błędy i wysyłać poprawki. Można zacząć od %(startGoodFirstBugLink)sdobrego błędu na początek%(endGoodFirstBugLink)s lub przeglądać wszystkie otwarte zgłoszenia dla %(startAddonsServerRepoLink)sserwera%(endAddonsServerRepoLink)s i %(startAddonsFrontendRepoLink)sinterfejsu%(endAddonsFrontendRepoLink)s AMO na GitHubie.
pt_br: Ajude a melhorar essa página web. É de código aberto e você pode reportar erros e enviar correções. Você pode começar com %(startGoodFirstBugLink)sseu primeiro erro%(endGoodFirstBugLink)s ou visualizar todos os issues abertos para o %(startAddonsServerRepoLink)sservidor%(endAddonsServerRepoLink)s AMO e o %(startAddonsFrontendRepoLink)sfrontend%(endAddonsFrontendRepoLink)s no GitHub.
pt_pt: Ajude-nos a melhorar este site. É de código aberto e pode submeter bugs e correções. Pode começar com um %(startGoodFirstBugLink)sbom primeiro bug%(endGoodFirstBugLink)s ou ver todos os problemas abertos para o %(startAddonsServerRepoLink)sservidor%(endAddonsServerRepoLink)s e %(startAddonsFrontendRepoLink)sfrontend%(endAddonsFrontendRepoLink)s do AMO no Github.
ro: Ajută la îmbunătățirea acestui site web. Este cu sursă deschisă și poți raporta defecte și trimite module de corecție. Poți începe cu un %(startGoodFirstBugLink)sprim defect bun%(endGoodFirstBugLink)s sau poți vedea toate tichetele deschise pentru %(startAddonsServerRepoLink)sserverul%(endAddonsServerRepoLink)s AMO și %(startAddonsFrontendRepoLink)sfrontend%(endAddonsFrontendRepoLink)s pe Github.
ru: Помогите улучшить этот сайт. Он имеет открытый исходный код, так вы можете сообщать о багах и отправлять патчи. Вы можете начать с %(startGoodFirstBugLink)sпервого хорошего бага%(endGoodFirstBugLink)s или просмотреть все открытые проблемы %(startAddonsServerRepoLink)sсервера%(endAddonsServerRepoLink)s и %(startAddonsFrontendRepoLink)sфронтэнда%(endAddonsFrontendRepoLink)s AMO на GitHub.
sk: Pomôžte nám vylepšiť túto webovú stránku. Jej zdrojový kód je otvorený a vždy uvítame hlásenie chýb či tvorbu patchov. Môžete začať s chybami označenými ako „%(startGoodFirstBugLink)sgood first bug%(endGoodFirstBugLink)s“ alebo si pozrite nevyriešené chyby na %(startAddonsServerRepoLink)sserverovej%(endAddonsServerRepoLink)s a %(startAddonsFrontendRepoLink)sfrontendovej%(endAddonsFrontendRepoLink)s časti na GitHube.
sl: Pomagajte izboljšati to stran. Je odprtokodna, vi pa lahko prijavljate napake in pošiljate popravke. Začnete lahko z %(startGoodFirstBugLink)sdobrim začetniškim hroščem%(endGoodFirstBugLink)s ali pa si ogledate vse odprte hrošče za %(startAddonsServerRepoLink)sstrežnik%(endAddonsServerRepoLink)s in %(startAddonsFrontendRepoLink)svmesnik%(endAddonsFrontendRepoLink)s strani na Githubu.
sq: Ndihmonani të përmirësojmë këtë sajt. Është me burim të hapët, dhe mund të parashtroni të meta dhe arnime. Mund t’ia filloni me një %(startGoodFirstBugLink)stë metë tuajën të parë%(endGoodFirstBugLink)s ose të shihni krejt problemet e hapura në Github për %(startAddonsServerRepoLink)sshërbyesin%(endAddonsServerRepoLink)s dhe %(startAddonsFrontendRepoLink)spjesën e dukshme%(endAddonsFrontendRepoLink)s të AMO-s.
sv_se: Hjälp till att förbättra denna webbplats. Det har öppen källkod, och du kan skicka in buggar och patchar. Du kan börja med en%(startGoodFirstBugLink)sbra första bugg%(endGoodFirstBugLink)s eller se alla öppna problem för AMOs %(startAddonsServerRepoLink)sserver%(endAddonsServerRepoLink)s och %(startAddonsFrontendRepoLink)sgränssnitt%(endAddonsFrontendRepoLink)s på Github.
th: ช่วยปรับปรุงเว็บไซต์นี้ให้ดีขึ้น เว็บไซต์นี้เป็นเว็บไซต์แบบเปิดต้นฉบับ (open source) ซึ่งคุณสามารถรายงานข้อบกพร่องและส่งแพตช์ต่าง ๆ ได้ คุณสามารถเริ่มจาก%(startGoodFirstBugLink)sรายงานข้อบกพร่องแรก%(endGoodFirstBugLink)s หรือดูปัญหาที่เปิดอยู่ทั้งหมดสำหรับ%(startAddonsServerRepoLink)sเซิร์ฟเวอร์%(endAddonsServerRepoLink)sและ %(startAddonsFrontendRepoLink)sfrontend%(endAddonsFrontendRepoLink)s ของ AMO บน GitHub
tr: Bu web sitesini geliştirmemize yardımcı olun. Bu site açık kaynaklıdır. Hataları bildirebilir ve yama gönderebilirsiniz. %(startGoodFirstBugLink)sİlk hatanızı%(endGoodFirstBugLink)s bildirerek işe başlayabilir veya Github’da AMO %(startAddonsServerRepoLink)ssunucusu%(endAddonsServerRepoLink)s ve %(startAddonsFrontendRepoLink)sarayüzü%(endAddonsFrontendRepoLink)s için bildirilmiş tüm hataları inceleyebilirsiniz.
uk: Допоможіть поліпшити цей вебсайт. Він має відкритий код і ви можете повідомляти про проблеми та надсилати виправлення. Ви можете почати з %(startGoodFirstBugLink)sкорисного першого звіту%(endGoodFirstBugLink)s, або переглянути всі відкриті звіти для %(startAddonsServerRepoLink)sсервера%(endAddonsServerRepoLink)s та %(startAddonsFrontendRepoLink)sінтерфейсу%(endAddonsFrontendRepoLink)s AMO на Github.
vi: Giúp cải thiện trang web này. Đó là mã nguồn mở và bạn có thể gửi các lỗi và gửi các bản vá lỗi. Bạn có thể bắt đầu với %(startGoodFirstBugLink)slỗi đầu tiên%(endGoodFirstBugLink)s hoặc xem tất cả các sự cố mở cho %(startAddonsServerRepoLink)smáy chủ%(endAddonsServerRepoLink)s và %(startAddonsFrontendRepoLink)sgiao diện người dùng%(endAddonsFrontendRepoLink)s của AMO trên Github.
