Repository: mozilla/addons-frontend
Catalog: locale/*/LC_MESSAGES/amo.po
Languages: ar, az, bg, bn_bd, bs, ca, cs, da, de, el, es, fa, fi, fr, fur, fy_nl, ga_ie, he, hr, hu, ia, id, is, it, ja, ka, kab, ms, nb_no, nl, nn_no, pa_in, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: Make false statements, disparage add-on authors or personally insult them.
ar: تدلي بمعلومات كاذبة، أو تنتقص من قدر المطوّرين أو تهينهم.
bg: Правите лъжливи твърдения, да унижавате или лично да оскърбявате автора на добавката.
bs: Dajte lažne izjave, omaložavajte autore dodatka ili ih vrijeđajte na ličnoj osnovi.
ca: Fer declaracions falses, denigrar els complements dels autors o insultar-los personalment.
cs: Nepiště nepravdivé informace, nezlehčujte práci autorů doplňků ani je osobně neurážejte.
da: Give falske udtalelser, nedgøre tilføjelsens udviklere eller komme med personlige fornærmelser.
de: Falsche Angaben machen, Add-on-Autoren herabsetzen oder sie persönlich beleidigen.
el: Κάνετε ψευδείς δηλώσεις, να μην υπονομεύετε ή προσβάλλετε προσωπικά τους δημιουργούς.
es: Hacer alegaciones falsas, denigrar o insultar a los autores de complementos.
fi: Kerro valheita, pilkkaa lisäosien tekijöitä tai esitä henkilökohtaisia loukkauksia.
fr: Ne faites pas de fausses déclarations, ne dénigrez pas le créateur d’un module, et ne l’insultez pas personnellement.
fur: Fâ afermazions falsis, discreditâ i autôrs dal component adizionâl o insultâju in mût personâl.
fy_nl: Falske ferklearringen ôflizze, add-onskriuwers unhoask bejegenje of se persoanlik beledigje.
he: לפרסם הצהרות שווא, לזלזל ביוצרי תוספות או להעליב אותם באופן אישי.
hr: Davati lažne izjave, omalovažavati autore dodataka ili ih osobno vrijeđati.
hu: Ne tegyen valótlan kijelentést, ne becsmérelje a kiegészítő szerzőit és ne sértegesse őket.
ia: Facer declarationes false, denigrar autores del additivos o insultar les personalmente.
id: Membuat pernyataan yang salah, meremehkan penulis pengaya atau secara pribadi menghina mereka.
is: Gefa rangar yfirlýsingar, skamma höfunda viðbóta eða níða þá persónulega.
it: Fare affermazioni false, screditare o insultare gli autori dei componenti aggiuntivi;
ja: 虚偽のレビューやアドオンの作者を貶す内容、個人的な辱める内容を書いてはいけません。
ka: მცდარი მოსაზრებების წარმოდგენა, დამატების ავტორების დამცირება, ან მათთვის პირადი შეურაცხყოფის მიყენება.
kab: Ittawi-d talɣut n tkerkas, isefcal tazmert n ineflayen neɣ ireggem-iten.
ms: Membuat kenyataan palsu, memperkecilkan pengarang add-on atau secara peribadi menghina mereka.
nb_no: Gi falske uttalelser, nedverdige utviklere av tillegg eller fornærme dem personlig.
nl: Valse verklaringen afleggen, add-onschrijvers onheus bejegenen of ze persoonlijk beledigen.
nn_no: Uttale seg falskt, nedverdige utviklarar av tillegg eller fornærme dei personleg.
pa_in: ਝੂਠੇ ਬਿਆਨ ਦੇਣਾ, ਐਡ-ਆਨ ਲੇਖਕਾਂ ਨੂੰ ਨਿੰਦਣਾ, ਜਾਂ ਉਸ ਨੂੰ ਨਿੱਜੀ ਤੌਰ ਤੇ ਬੇਇੱਜ਼ਤ ਕਰਨਾ।
pl: Nie pisz nieprawdy, nie dyskredytuj autorów dodatków ani ich nie obrażaj.
pt_br: Fazer afirmações falsas, depreciar os autores da extensão ou os insultar pessoalmente.
pt_pt: Fazer afirmações falsas, menosprezar ou insultar os autores do extra.
ro: Nu face afirmații false, nu denigra autorii suplimentelor și nu îi insulta.
ru: Делать ложные заявления, унижать или лично оскорблять авторов дополнений.
si: අසත්‍ය දෑ ප්‍රකාශ කිරීම, එක්කහු කතුවරුන් අවමානයට ලක් කිරීම හෝ ඔවුන්ට පෞද්ගලිකව අපහාස කිරීම.
sk: Nepíšte nepravdivé informácie, neurážajte autorov doplnkov a nezľahčujte ich prácu.
sl: Ne pišite neresničnih trditev, ne omalovažujte avtorjev dodatka in ne žalite jih osebno.
sq: Mos bëni pohime të rreme, mos përçmoni autorë shtesash ose mos i fyeni ata personalisht.
sv_se: Skriva felaktiga uppgifter, nedvärdera upphovsmän för tillägg eller personligen förolämpa dem.
th: เขียนบทวิจารณ์ปลอม ดูหมิ่นผู้สร้างส่วนเสริม หรือดูถูกเป็นการส่วนตัว
tr: Gerçek olmayan şeyleri yazmayın, eklenti geliştiricilerini küçümsemeyin ve onlara hakaret etmeyin.
uk: Робити неправдиві заяви, принижувати або особисто ображати авторів додатків.
vi: Đưa ra tuyên bố sai, chê bai các tác giả của tiện ích hoặc xúc phạm họ.

source: Add-ons tagged with %(tag)s
cs: Doplňky se štítkem %(tag)s
de: Add-ons mit dem Schlagwort %(tag)s
el: Πρόσθετα με ετικέτα %(tag)s
fi: Lisäosat tunnisteella %(tag)s
fr: Modules marqués avec %(tag)s
fur: Components adizionâi cun etichete %(tag)s
fy_nl: Add-ons labele mei %(tag)s
hr: Dodaci označeni s oznakom %(tag)s
hu: %(tag)s címkével ellátott kiegészítők
ia: Additivos etiquettate con %(tag)s
is: Viðbætur merktar með %(tag)s
it: Componenti aggiuntivi con etichetta %(tag)s
ja: %(tag)s タグの付いたアドオン
ka: დამატებები ჭდეებით %(tag)s
kab: Izegrar yettwacerḍen s %(tag)s
nb_no: Tillegg merket med etiketten %(tag)s
nl: Add-ons gelabeld met %(tag)s
nn_no: Tillegg merkte med etiketten %(tag)s
pl: Dodatki oznaczone etykietą „%(tag)s”
pt_br: Extensões marcadas com %(tag)s
pt_pt: Extras etiquetados com %(tag)s
ru: Дополнения отмеченные %(tag)s
si: %(tag)s සමඟ අනන්‍යගත එක්කහු
sk: Doplnky označené značkou %(tag)s
sv_se: Tillägg taggade med %(tag)s
tr: %(tag)s etiketli eklentiler
uk: Додатки з міткою %(tag)s
vi: Tiện ích mở rộng được gắn thẻ %(tag)s

source: Submit feedback or report a user to Mozilla
cs: Pošlete zpětnou vazbu nebo nahlaste uživatele Mozille
de: Sagen Sie Ihre Meinung oder melden Sie einen Benutzer an Mozilla
el: Υποβάλετε σχόλια ή αναφέρετε έναν χρήστη στη Mozilla
fi: Lähetä palautetta tai ilmoita käyttäjästä Mozillalle
fr: Envoyer des commentaires ou signaler un utilisateur à Mozilla
fur: Mande une opinion o segnale un utent a Mozilla
fy_nl: Kommentaar yntsjinje of in brûker rapportearje by Mozilla
hu: Visszajelzés küldése vagy a felhasználó jelentése a Mozillának
ia: Inviar commentario o reportar un usator a Mozilla
is: Sendu athugasemdir um eða tilkynntu notanda til Mozilla
it: Invia commenti o segnala un utente a Mozilla
ja: ユーザーのフィードバックやレポートを Mozilla に送信
ka: გამოხმაურება ან საჩივარი მომხმარებლის შესახებ Mozilla-სთვის
nb_no: Send tilbakemelding eller rapporter en bruker til Mozilla
nl: Feedback indienen of een gebruiker rapporteren bij Mozilla
nn_no: Send tilbakemelding eller rapporter ein brukar til Mozilla
pl: Prześlij opinię lub zgłoś użytkownika do Mozilli
pt_br: Enviar comentário ou denúncia de um usuário para a Mozilla
ru: Отправьте отзыв или сообщите о пользователе в Mozilla
sk: Odoslať spätnú väzbu alebo nahlásiť používateľa Mozille
sv_se: Skicka in feedback eller rapportera en användare till Mozilla
uk: Надішліть відгук або повідомте Mozilla про користувача
vi: Gửi phản hồi hoặc báo cáo người dùng cho Mozilla

source: User since
ar: مستخدمٌ منذ
az: Üzvlük tarixi
bg: Потребител от
bs: Korisnik od
ca: Usuari des de
cs: Zaregistrován(a) od
da: Bruger siden
de: Benutzer seit
el: Χρήστης από
es: Usuario desde
fi: Käyttäjä alkaen
fr: Utilisateur depuis
fur: Utent di
fy_nl: Brûker sûnt
he: משתמש מאז
hr: Korisnik od
hu: Ezóta tag
ia: Usator desde
id: Pengguna sejak
is: Notandi síðan
it: Utente da
ja: ユーザー登録日
ka: გაწევრიანების თარიღი:
kab: Aseqdac si
ms: Pengguna semenjak
nb_no: Bruker siden
nl: Gebruiker sinds
nn_no: Brukar sidan
pa_in: ਵਰਤੋਂਕਾਰ
pl: Data założenia konta
pt_br: Usuário desde
pt_pt: Utilizador desde
ro: Utilizator din
ru: Пользователь с
si: සාමාජිකත්‍වය
sk: Registrácia
sl: Uporabnik od
sq: Përdorues që prej
sv_se: Användare sedan
te: నుండి వాడుకరి
th: ผู้ใช้ตั้งแต่
tr: Üyelik başlangıcı
uk: Користувач з
vi: Người dùng từ

source: Report this user to Mozilla
cs: Nahlaste tohoto uživatele Mozille
da: Rapportér denne bruger til Mozilla
de: Diesen Benutzer an Mozilla melden
el: Αναφορά χρήστη στη Mozilla
fi: Ilmoita tästä käyttäjästä Mozillalle
fr: Signaler cet utilisateur à Mozilla
fur: Segnale chest utent a Mozilla
fy_nl: Dizze brûker rapportearje by Mozilla
hu: Felhasználó jelentése a Mozillának
ia: Reportar iste usator a Mozilla
is: Kæra þennan notanda til Mozilla
it: Segnala questo utente a Mozilla
ka: საჩივარი მომხმარებლის შესახებ Mozilla-ს
nb_no: Rapporter denne brukeren til Mozilla
nl: Deze gebruiker rapporteren bij Mozilla
nn_no: Rapporter denne brukaren til Mozilla
pl: Zgłoś tego użytkownika do Mozilli
pt_br: Denunciar este usuário para a Mozilla
ru: Сообщите об этом пользователе в Mozilla
sk: Nahlásiť tohto používateľa Mozille
sv_se: Rapportera denna användare till Mozilla
tr: Bu kullanıcıyı Mozilla’ya bildir
uk: Повідомити Mozilla про цього користувача
vi: Báo cáo người dùng này cho Mozilla

source: Send some feedback about the user profile
cs: Poslat zpětnou vazbu k uživatelskému profilu
de: Senden Sie Ihre Meinung zu diesem Benutzerprofil
el: Υποβάλετε σχόλια σχετικά με το προφίλ του χρήστη
fi: Lähetä palautetta käyttäjäprofiilista
fr: Envoyer des commentaires à propos du profil utilisateur
fur: Mande cualchi opinion relative al profîl dal utent
fy_nl: Kommentaar oer it brûkersprofyl ferstjoere
hu: Visszajelzés küldése a felhasználói profillal kapcsolatban
ia: Inviar alcun commentario re le profilo de usator
is: Sendu inn athugasemdir um notandasniðið
it: Invia commenti relativi al profilo utente
ka: გამოხმაურება მომხმარებლის შესახებ
nb_no: Send tilbakemeldinger om brukerprofilen
nl: Feedback over het gebruikersprofiel verzenden
nn_no: Send tilbakemelding om brukarprofilen
pl: Prześlij opinię na temat profilu użytkownika
pt_br: Enviar alguns comentários sobre o perfil do usuário
ru: Отправить отзыв о профиле пользователя
sk: Poslať spätnú väzbu o používateľskom profile
sv_se: Skicka in lite feedback om användarprofilen
tr: Kullanıcı profiliyle ilgili geri bildirim gönder
uk: Надішліть відгук про профіль користувача
vi: Gửi một số phản hồi về hồ sơ người dùng

source: Report the user profile because it's illegal or incompliant
cs: Nahlaste profil uživatele, který je nelegální nebo nevyhovující
de: Melden Sie dieses Benutzerprofil weil es illegal ist oder nicht konform ist
el: Αναφέρετε το προφίλ του χρήστη επειδή είναι παράνομο ή μη συμμορφούμενο
fr: Signaler ce profil car il est illégal ou non conforme
fur: Segnale il profîl dal utent parcè che al è ilegâl o no conformi
fy_nl: It brûkersprofyl melde, omdat dizze yllegaal of net-kompliant is
hu: A felhasználó profiljának jelentése, mert az illegális vagy szabálysértő
ia: Reportar le profilo de usator perque illo es illegal o non conforme
is: Tilkynntu notandasniðið vegna þess að það er ólöglegt eða ósamrýmanlegt
it: Segnala il profilo utente perché illegale o non conforme
ka: საჩივარი მომხმარებლის შესახებ სამართალდარღვევის ან შეუსაბამობის გამო
nb_no: Rapporter brukerprofilen fordi den er ulovlig eller inkompatibel
nl: Het gebruikersprofiel melden omdat dit illegaal of niet-compliant is
nn_no: Rapporter brukarprofilen fordi han er ulovleg eller inkompatibel
pl: Zgłoś profil użytkownika, ponieważ łamie prawo lub zasady
pt_br: Denunciar o perfil do usuário por ser ilegal ou não estar em conformidade
ru: Пожаловаться на профиль пользователя, поскольку он незаконен или не соответствует требованиям
sk: Nahlásiť používateľský profil, pretože je nezákonný alebo nevyhovujúci
sv_se: Rapportera användarprofilen eftersom den är olaglig eller inkompatibel
tr: Kullanıcı profilinin yasa dışı veya uygunsuz olduğunu bildir
uk: Повідомити про профіль користувача, оскільки він є незаконним або не відповідає вимогам
vi: Báo cáo hồ sơ người dùng vì nó bất hợp pháp hoặc không tuân thủ

source: My reviews
ar: مراجعاتي
az: Mənim rəylərim
bg: Мои отзиви
ca: Les meves ressenyes
cs: Moje recence
da: Mine anmeldelser
de: Meine Bewertungen
el: Οι αξιολογήσεις μου
es: Mis revisiones
fi: Omat arvioni
fr: Mes critiques
fur: Lis mês recensions
fy_nl: Myn beoardielingen
he: הסקירות שלי
hr: Moje recenzije
hu: Saját értékelések
ia: Mi recensiones
id: Ulasan saya
is: Umsagnirnar mínar
it: Le mie recensioni
ja: 自分のレビュー
ka: მიმოხილვები
kab: Iceggiren-iw
ms: Ulasan saya
nb_no: Mine omtaler
nl: Mijn beoordelingen
nn_no: Mine vurderingar
pa_in: ਮੇਰੀ ਸਮੀਖਿਆ
pl: Moje recenzje
pt_br: Minhas revisões
pt_pt: As minhas análises
ro: Recenziile mele
ru: Мои отзывы
si: මාගේ සමාලෝචන
sk: Moje recenzie
sl: Moje ocene
sq: Shqyrtimet e mia
sv_se: Mina recensioner
te: నా సమీక్షలు
th: บทวิจารณ์ของฉัน
tr: İncelemelerim
uk: Мої відгуки
vi: Bài đánh giá của tôi

source: The profile of %(user)s, a Firefox extension and theme author. Find other apps by %(user)s, including average ratings, tenure, and the option to report issues.
ca: El perfil de %(user)s, autor d'una extensió i d'un tema del Firefox. Cerqueu altres aplicacions de %(user)s amb la mitjana de valoracions, la permanència i l'opció de notificar problemes.
cs: Profil uživatele %(user)s, autora rozšíření a motivů vzhledu pro Firefox. Najděte další aplikace od uživatele %(user)s, včetně průměrných hodnocení, licenčních ujednání a možnosti nahlásit problémy.
de: Das Profil von %(user)s, dem Autor von Firefox-Erweiterungen und -Themes. Finden Sie andere Apps von %(user)s, einschließlich durchschnittlicher Bewertung, Dauer der Mitgliedschaft und Möglichkeiten, Probleme zu melden.
el: Το προφίλ του/της %(user)s, δημιουργού επέκτασης και θέματος του Firefox. Βρείτε άλλες εφαρμογές από τον/την %(user)s, καθώς και μέσους όρους αξιολογήσεων, την ημερομηνία εγγραφής και την επιλογή για αναφορά ζητημάτων.
es: El perfil de %(user)s, autor de una extensión y un tema de Firefox. Encuentra otras aplicaciones de %(user)s, incluida la valoración media y la opción de informar de problemas.
fi: Tämä käyttäjä %(user)s on Firefoxin laajennus- ja teemakehittäjä. Löydä muita sovelluksia käyttäjältä %(user)s, ja näe keskiarviot sekä kehittäjäkokemus. Lisäksi löydät mahdollisuuden kertoa ongelmista.
fr: Profil de %(user)s, auteur d’extensions et de thèmes pour Firefox. Trouvez les autres applications de %(user)s, leur note moyenne, la date de son inscription et la possibilité de signaler des problèmes.
fur: Il profîl di %(user)s, un autôr di estensions e temis par Firefox. Cjate altris aplicazions di %(user)s, includudis lis mediis des valutazions, il dirit di possès e la opzion par segnalâ problemis.
fy_nl: It profyl fan %(user)s, in skriuwer fan in útwreiding en/of tema foar Firefox. Fyn oare apps fan %(user)s, tegearre mei gemiddelde wurdearringen, eigendomsrjocht en de opsje om problemen te melden.
hr: Profil od %(user)s, autor Firefox proširenja i tema. Pronađi daljnje radove od %(user)s, kao i prosječne ocjene, od kada surađuje i mogućnost prijavljivanja problema.
hu: %(user)s profilja, aki Firefox kiegészítő- és témaszerző. Találjon más alkalmazásokat, amelyet %(user)s készített, és nézze meg az átlagos értékelést és a hibajelentési lehetőséget.
ia: Le profilo de %(user)s, autor de extensiones e themas pro Firefox. Trova altere applicationes de %(user)s con evalutationes medie, periodo de activitate, e le option pro reportar problemas.
is: Notandasnið %(user)s, höfundar Firefox forritsauka og þema. Finndu önnur framlög frá %(user)s, skoðaðu meðaleinkunn hans, viðveru og hvernig hægt sé að tilkynna vandamál.
it: Il profilo di %(user)s, un autore di estensioni e temi per Firefox. Trova altre applicazioni di %(user)s, incluse media delle valutazioni, ruolo e l’opzione per segnalare problemi.
ka: პროფილი %(user)s მომხმარებლის, Firefox-ის გაფართოებისა და თემის შემქმნელის. იხილეთ %(user)s შემმუშავებლის სხვა პროგრამები, ასევე საშუალო შეფასებები, შემოერთების თარიღი და მოხსენების გაკეთების შესაძლებლობები.
kab: Amaɣnu n %(user)s, ameskar n yiziɣzaf akked isental i Firefox. Af-d isnasen-nniḍen n %(user)s, tazmilt-is talemmast, azemz n ujerred-is akked tummla n wuguren.
ms: Profil %(user)s, ekstensi dan pengarang tema Firefox. Cari aplikasi lain oleh %(user)s termasuk purata penilaian, tempoh dan pilihan untuk melaporkan isu.
nb_no: Profilen til %(user)s, en Firefox utvidelses- og temautvikler. Finn andre apper av %(user)s, inkludert gjennomsnittlig vurdering, medlemsskapsperiode og muligheten til å rapportere problemer.
nl: Het profiel van %(user)s, een schrijver van een extensie en/of thema voor Firefox. Vind andere apps van %(user)s, samen met gemiddelde waarderingen, eigendomsrecht en de optie om problemen te melden.
nn_no: Profilen til %(user)s, ein Firefox utviding- og temautviklar. Finn andre appar av %(user)s, inkludert gjennomsnittleg vurdering, medlemsskapsperiode og moglegheita til å rapportere problem.
pa_in: %(user)s ਦੇ ਪਰੋਫਾਈਲ, ਫਾਇਰਫਾਕਸ ਐਕਸਟੈਂਸ਼ਨ ਅਤੇ ਥੀਮ ਲੇਖਕ. ਔਸਤ ਰੇਟਿੰਗਾਂ। ਕਾਰਜਕਾਲ ਅਤੇ ਮੁੱਦਿਆਂ ਦੀ ਰਿਪੋਰਟ ਕਰਨ ਦੇ ਵਿਕਲਪ ਸਮੇਤ, %(user)s ਦੁਆਰਾ ਹੋਰ ਐਪਸ ਲੱਭੋ।
pl: Profil użytkownika „%(user)s”, autora rozszerzeń i motywów Firefoksa. Znajdź jego inne aplikacje, w tym średnie oceny, staż i możliwość zgłaszania problemów.
pt_br: O perfil de %(user)s, um autor de extensões e temas do Firefox. Encontre outros aplicativos de %(user)s, incluindo média de avaliações, continuidade e a opção de relatar problemas.
pt_pt: O perfil de %(user)s, uma extensão do Firefox e autor de temas. Encontre outras aplicações por %(user)s, incluindo avaliações médias, posse e a opção de relatar problemas.
ro: Profilul %(user)s, autor de teme și extensii Firefox. Găsește alte aplicații realizate de %(user)s, inclusiv evaluările medii, titular și opțiunile de raportare a problemelor.
ru: Профиль %(user)s, автора расширений и тем для Firefox. Найдите другие расширения и темы %(user)s, на страницах которых можно посмотреть их средние оценки, дату создания, а также сообщить о проблемах.
si: ෆයර්ෆොක්ස් තේමා හා දිගු කර්තෘ, %(user)s ගේ පැතිකඩ. දළ ඇගැයුම්, දරන කාලය සහ ගැටළු වාර්තා කිරීමේ විකල්පය ඇතුළුව %(user)s ගේ වෙනත් යෙදුම් බලන්න.
sk: Profil používateľa %(user)s, autora rozšírení a tém vzhľadu pre Firefox. Nájdite ďalšie aplikácie od používateľa %(user)s, vrátane priemerných hodnotení a možnosti nahlásiť chyby.
sl: Profil uporabnika %(user)s, ustvarjalca razširitev in tem za Firefox. Odkrijte druge dodatke avtorja %(user)s, vključno s povprečnimi ocenami, lastništvom in možnostjo prijave težav.
sq: Profili i %(user)s, një autor zgjerimesh dhe temash Firefox-i. Gjeni aplikacione të tjera nga %(user)s, dhe shihni vlerësim mesatar për to, prej sa kohësh i mirëmban përdoruesi në fjalë, dhe duke pasur mundësinë të raportoni probleme.
sv_se: Profilen för %(user)s, en Firefox tillägg- och temaförfattare. Hitta andra appar av %(user)s, inklusive genomsnittliga betyg, medlemskapsperiod och alternativet att rapportera problem.
tr: Firefox uzantı ve tema geliştiricisi %(user)s kullanıcısının profili. %(user)s tarafından sunulan diğer uygulamalar, puan ortalaması, görev süresi ve sorunları bildirme seçeneği.
uk: Профіль %(user)s, автора розширень і тем для Firefox. Знайдіть інші розширення від %(user)s, включаючи середню оцінку, дату створення, а також можливість повідомити про проблему.
vi: Hồ sơ của %(user)s, tác giả của tiện ích mở rộng và chủ đề của Firefox. Tìm các ứng dụng khác bởi %(user)s, bao gồm xếp hạng trung bình, nhiệm kỳ và tùy chọn báo cáo sự cố.
