Repository: mozilla/addons-frontend
Catalog: locale/*/LC_MESSAGES/amo.po
Languages: ar, az, bg, bn_bd, bs, ca, cs, da, de, el, es, fa, fi, fr, fur, fy_nl, ga_ie, he, hr, hu, ia, id, is, it, ja, ka, kab, ms, nb_no, nl, nn_no, pa_in, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: Addons.mozilla.org (AMO), is Mozilla's official site for discovering and installing add-ons for the Firefox browser. Add-ons help you modify and personalize your browsing experience by adding new features to Firefox, enhancing your interactions with Web content, and changing the way your browser looks.
ar: يُعتبر Addons.mozilla.org (AMO اختصارا) موقع موزيلا الرسمي لاستكشاف الإضافات وتثبيتها لمتصفح فَيَرفُكس لديك. تساعدك الإضافات على تعديل تجربة التصفح وتخصيصها بإضافة مزايا جديدة إلى فَيَرفُكس، مما يحسّن من تفاعلك مع محتوى الوِب، عدا عن تغيير شكل المتصفح لديك.
bs: Addons.mozilla.org (AMO), je Mozillina oficijelna stranica za otkrivanje i instaliranje dodataka na Firefox pretraživač. Dodaci vam pomažu da modificirate i personalizujete vaše pretraživačko iskustvo dodavajući nove opcije na Firefox, poboljšavajući vašu interakciju sa web sadržajem i mijenjanjem izgleda vašeg pretraživača.
ca: Addons.mozilla.org (AMO) és la pàgina web oficial de Mozilla per descobrir i instal·lar complements per al navegador Firefox. Els complements us ajuden a modificar i personalitzar la vostra experiència de navegació afegint noves funcions al Firefox, millorant-ne les interaccions amb el contingut web i canviant la forma de veure del vostre navegador.
cs: Addons.mozilla.org (AMO) je oficiální web Mozilly, který slouží k objevování a instalaci nových doplňků do prohlížeče Firefox. Doplňky pomáhají pozměnit a přizpůsobit si brouzdání tím, že do Firefoxu přidávají nové funkce, které vylepšují interakci s webovým obsahem nebo mění vzhled prohlížeče.
da: Addons.mozilla.org (AMO) er Mozillas officielle websted til at finde og installere tilføjelser til Firefox. Tilføjelser hjælper dig med at tilpasse og personliggøre din Firefox ved at tilføje nye funktioner og ved at forbedre håndteringen af indhold på internettet. Du kan også ændre udseendet på Firefox.
de: Addons.mozilla.org (AMO) ist Mozillas offizielle Website zum Entdecken und Installieren von Add-ons für den Firefox-Browser. Mit Add-ons können Sie Ihr Surf-Erlebnis verändern und an Ihre Bedürfnisse anpassen, indem Sie neue Funktionen in Firefox integrieren, Ihre Interaktion mit Web-Inhalten optimieren und das Aussehen Ihres Browsers ändern.
el: Το Addons.mozilla.org (AMO), είναι ο επίσημος ιστότοπος της Mozilla για την ανακάλυψη και την εγκατάσταση προσθέτων για το πρόγραμμα περιήγησης Firefox. Τα πρόσθετα σάς βοηθούν να τροποποιήσετε και να εξατομικεύσετε την εμπειρία περιήγησής σας προσθέτοντας νέες λειτουργίες στο Firefox, βελτιώνοντας τις αλληλεπιδράσεις σας με το διαδικτυακό περιεχόμενο και αλλάζοντας την εμφάνιση του προγράμματος περιήγησής σας.
es: Addons.mozilla.org (AMO) es el sitio oficial de Mozilla para descubrir e instalar complementos en Firefox. Los complementos te ayudan a modificar y personalizar tu experiencia de navegación agregando nuevas funciones a Firefox, mejorando tu interacción con el contenido web y cambiando la apariencia de tu navegador.
fi: Addons.mozilla.org (AMO) on Mozillan virallinen sivusto Firefox-selaimen lisäosien etsimiseen ja asentamiseen. Lisäosat auttavat muokkaamaan selailukokemusta lisäämällä uusia ominaisuuksia Firefoxiin, lisäten vuorovaikutustapoja verkkosivujen sisältöön ja muuttaen selaimen ulkoasua.
fr: Addons.mozilla.org (AMO), est le site officiel Mozilla pour découvrir et installer des modules complémentaires pour le navigateur Firefox. Les modules vous permettent de modifier et de personnaliser votre expérience de navigation en ajoutant de nouvelles fonctionnalités à Firefox, en améliorant votre manière d’interagir avec le Web ou en changeant le style de votre navigateur.
fur: addons.mozilla.org (AMO) al è il sît uficiâl di Mozilla par scuvierzi e instalâ components adizionâi par Firefox. I components adizionâi a judin a modificâ e personalizâ la tô esperience di navigazion zontant gnovis funzions a Firefox, miorant lis interazions cui contignûts dal Web e cambiant l'aspiet dal navigadôr.
fy_nl: Addons.mozilla.org (AMO) is de offisjele website fan Mozilla foar it ûntdekken en ynstallearjen fan add-ons foar de Firefox-browser. Mei add-ons kinne jo, troch it tafoegjen fan nije funksjes, it ferbetterjen fan jo ynteraksjes mei webynhâld en it wizigjen fan it úterlik fan jo browser, jo surfûnderfining oanpasse en personalisearje.
he: ‏Addons.mozilla.org‏ (AMO), הוא האתר הרשמי של Mozilla לטובת גילוי והתקנה של תוספות לדפדפן Firefox. תוספות מסייעות לך לשנות ולהתאים אישית את חווית הגלישה שלך על ידי הוספת תכונות חדשות ל־Firefox, שיפור האינטראקציה שלך עם תוכן מקוון ושינוי המראה של הדפדפן שלך.
hu: Az addons.mozilla.org (AMO) a Mozilla hivatalos oldala a kiegészítők felfedezéséhez, és telepítéséhez a Firefox webböngészőhöz. A kiegészítők segítik módosítani és testreszabni a böngészési élményét, új funkciók hozzáadásával a Firefoxhoz, javítva a webtartalommal történő interakcióját, és megváltoztatva a böngésző kinézetét.
ia: Addons.mozilla.org (AMO) es le sito official de Mozilla pro discoperir e installar additivos pro le navigator Firefox. Le additivos te adjuta a modificar e personalisar tu experientia de navigation per le addition de nove functiones a Firefox, meliorante tu interactiones con le contento del web, e cambiante le apparentia de tu navigator.
id: Addons.mozilla.org (AMO), adalah situs resmi Mozilla untuk menemukan dan memasang pengaya untuk peramban Firefox. Pengaya membantu ANda mengubah dan menjadikan pengalaman penjelajahan Anda menjadi lebih personal dengan menambahkan fitur baru untuk Firefox, meningkatkan interaksi Anda dengan konten Web, dan mengubah tampilan peramban Anda.
is: Addons.mozilla.org (AMO), er opinbert vefsvæði Mozilla þar sem hægt er að finna viðbætur og setja þær upp í Firefox-vafrann. Viðbætur gera þér kleift að breyta og persónugera vafrið þitt með nýjum eiginleikum í Firefox, bættri virkni á vefefni og breytingum á útliti vafrans.
it: addons.mozilla.org (AMO) è il sito ufficiale di Mozilla per sfogliare e installare componenti aggiuntivi per Firefox. I componenti aggiuntivi aiutano a modificare e personalizzare la tua esperienza di navigazione aggiungendo nuove funzioni a Firefox, migliorando le interazioni con i contenuti del Web e cambiando l'aspetto del browser.
ja: addons.mozilla.org (AMO) は、Firefox ブラウザー向けのアドオンを見つけてインストールできる Mozilla の公式サイトです。アドオンは、Firefox へ新たな機能を追加したり、ウェブコンテンツの操作性を向上させたり、ブラウザーの見た目を変えたりして、ブラウジング体験を変更しカスタマイズするのに役立ちます。
ka: Addons.mozilla.org (AMO), არის Mozilla-ს ოფიციალური საიტი, Firefox ბრაუზერისთვის დამატებების მოსაძიებლად და დასაყენებლად. დამატებები დაგეხმარებათ ბრაუზერის შეცვლასა და გარდაქმნაში, Firefox-ისთვის ახალი შესაძლებლობების შემატებით, ვებშიგთავსთან მუშაობის გაუმჯობესებით და იერსახის ცვლილებებით.
kab: Addons.mozilla.org (AMO), d asmel unṣib n Mozilla ittwaxedmen i usebded n izegrar i yiminig fireox. Izegrar ad ak-n-fken taggnit i usigen n iming s tmerna n tmahaltin timaynutin ɣer Fireox, sakin daɣ aqaεed n tunigin ɣer ugbur Web, aya ad ibeddel tamuɣli-inek ɣef tunigin.
ms: Addons.Mozilla.org (AMO), adalah laman rasmi Mozilla untuk anda cari dan pasang add-ons dalam pelayar Firefox. Add-ons adalah ciri yang boleh anda gunakan untuk mengubah suai dan peribadikan pengalaman pelayaran, meningkatkan interaksi dengan kandungan Web dan mengubah penampilan pelayar Firefox.
nb_no: Addons.mozilla.org (AMO) er Mozilla sitt offisielle nettsted for å finne og installere tillegg for Firefox-nettleseren. Tillegg hjelper deg med å tilpasse og personliggjøre din nettleser ved å tilføye nye funksjoner og ved å forbedre håndteringen av innhold på nettet. Du kan også endre utseendet på nettleseren din.
nl: Addons.mozilla.org (AMO) is de officiële website van Mozilla voor het ontdekken en installeren van add-ons voor de Firefox-browser. Met add-ons kunt u uw surfervaring aanpassen en personaliseren door nieuwe functies aan Firefox toe te voegen die uw interacties met webinhoud verbeteren en de vormgeving van uw browser wijzigen.
nn_no: Addons.mozilla.org (AMO) er den offisielle nettstaden til Mozilla for å finne og installere tillegg for Firefox-nettlesaren. Tillegg hjelper deg med å tilpasse og å gjere nettlesaren din personleg ved å leggje til nye funksjonar og ved å forbetre handteringa av innhald på nettet. Du kan også endre utsjånad på nettlesaren din.
pa_in: Addons.mozilla.org (AMO), ਫਾਇਰਫਾਕਸ ਬਰਾਉਜ਼ਰ ਲਈ ਐਡ-ਆਨ ਲੱਭਣ ਅਤੇ ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਮੋਜ਼ੀਲਾ ਦੀ ਸਰਕਾਰੀ ਸਾਈਟ ਹੈ। ਐਡ-ਆਨ ਤੁਹਾਨੂੰ ਫਾਇਰਫਾਕਸ ਵਿਚ ਨਵੀਆਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਨੂੰ ਜੋੜ ਕੇ, ਵੈਬ ਸਮੱਗਰੀ ਨਾਲ ਆਪਣੇ ਪਰਸਪਰ ਪ੍ਰਭਾਵ ਵਧਾਉਣ ਅਤੇ ਤੁਹਾਡੇ ਬਰਾਊਜ਼ਰ ਨੂੰ ਵੇਖਣ ਦੇ ਢੰਗ ਨੂੰ ਬਦਲਣ ਦੁਆਰਾ ਆਪਣਾ ਬ੍ਰਾਊਜ਼ਿੰਗ ਅਨੁਭਵ ਨੂੰ ਸੰਸ਼ੋਧਿਤ ਅਤੇ ਨਿੱਜੀ ਬਣਾਉਣ ਵਿੱਚ ਤੁਹਾਡੀ ਮਦਦ ਕਰਦਾ ਹੈ।
pl: Addons.mozilla.org (AMO) to oficjalna strona Mozilli do przeglądania i instalowania dodatków do przeglądarki Firefox. Dodatki pomagają modyfikować i personalizować przeglądarkę przez dodawanie nowych funkcji, ulepszanie sposobów korzystania z Internetu i zmieniając jej wygląd.
pt_br: Addons.mozilla.org (AMO), é o site oficial da Mozilla para descobrir e instalar extensões no navegador Firefox. As extenções ajudam você a modificar e personalizar a sua experiência de navegação, adicionando novas funcionalidades ao Firefox, aprimorando suas interações com o conteúdo da Web e alterando a aparência do seu navegador.
pt_pt: Addons.mozilla.org (AMO), é o site oficial da Mozilla para descobrir e instalar extras para o navegador Firefox. Os extras ajudam-lhe a modificar e a personalizar a sua experiência de navegação adicionando novas funcionalidades ao Firefox, melhorando as suas interações com o conteúdo Web e modificando o aspeto visual do seu navegador.
ro: Addons.mozilla.org (AMO) este site-ul oficial Mozilla pentru a descoperi și a instala suplimente pentru browserul Firefox. Suplimentele te ajută să îți modifici și să îți personalizezi experiența de navigare prin adăugarea de noi funcționalități în Firefox, amplificarea interacțiunilor cu conținuturile Web și modificarea modului în care arată browserul.
ru: Addons.mozilla.org (AMO) — официальный сайт дополнений Mozilla для поиска и установки дополнений для браузера Firefox. Дополнения помогают изменять и персонализировать вашу работу в Интернете, добавляя новые функции в Firefox, повышая ваше взаимодействие с веб-содержимым и изменяя внешний вид вашего браузера.
si: addons.mozilla.org (AMO), යනු ෆයර්ෆොක්ස් අතිරික්සුව සඳහා එක්කහු සොයා ගැනීමට සහ ස්ථාපනයට තිබෙන මොසිල්ලා නිල අඩවියකි. ෆයර්ෆොක්ස් වෙත එක්කහු මගින් නව විශේෂාංග යෙදීමෙන්, මූලික වශයෙන් වියමන අන්තර්ගත සමඟ අන්තර්ක්‍රියා තීව්‍ර වීම සහ අතිරික්සුවෙහි පෙනුම අලංකාර වීම නිසා ඔබගේ පිරික්සුම් අත්දැකීම ඉහළ නැංවීම මෙන්ම පුද්ගලීකරණය ද සිදු වේ.
sk: Addons.mozilla.org (AMO) je oficiálna stránka Mozilly, ktorá slúži na objavovanie a inštaláciu doplnkov pre prehliadač Firefox. Pomocou doplnkov môžete upraviť a prispôsobiť si svoje prehliadanie tým, že pridáte do Firefoxu nové funkcie, ktoré vylepšia vašu interakciu s obsahom na webe či upravia to, ako váš prehliadač vyzerá.
sl: Addons.mozilla.org (AMO) je Mozillina uradna spletna stran za raziskovanje in nameščanje dodatkov za brskalnik Firefox. Dodatki vam omogočajo spremeniti ter prilagoditi izkušnjo brskanja z dodajanjem novih funkcij v Firefox, obogatitvijo možnosti obravnavanja spletne vsebine ali spreminjanjem videza brskalnika.
sq: Addons.mozilla.org (AMO), është sajti zyrtar i Mozilla-s për të zbuluar dhe instaluar shtesa për shfletuesin Firefox-it. Shtesat ju ndihmojnë të modifikoni dhe personalizoni shfletimin tuaj duke shtuar te Firefox-i veçori të reja, duke thelluar kështu ndërveprimet tuaja me lëndën Web, dhe duke ndryshuar pamjen si duket shfletuesi juaj.
sv_se: Addons.mozilla.org (AMO), är Mozillas officiella webbplats för att upptäcka och installera tillägg till webbläsaren Firefox. Tillägg hjälper dig att ändra och anpassa din webbläsarupplevelse genom att lägga till nya funktioner i Firefox, förbättra dina interaktioner med webbinnehåll och ändra hur webbläsaren ser ut.
th: Addons.mozilla.org (AMO) เป็นไซต์อย่างเป็นทางการของ Mozilla สำหรับค้นพบและติดตั้งส่วนเสริมสำหรับเบราว์เซอร์ Firefox ส่วนเสริมช่วยคุณดัดแปลงและปรับแต่งประสบการณ์การท่องเว็บของคุณด้วยการเพิ่มคุณลักษณะใหม่ ๆ ให้กับ Firefox เพื่อปรับปรุงการโต้ตอบกับเนื้อหาเว็บของคุณให้ดีขึ้น รวมทั้งเปลี่ยนรูปลักษณ์ของเบราว์เซอร์ของคุณ
tr: Addons.mozilla.org (AMO), Firefox tarayıcısına yönelik eklentileri keşfetmek ve kurmak için Mozilla'nın resmi sitesidir. Eklentiler; Firefox'a yeni özellikler ekleyerek, Web içeriğiyle etkileşimlerinizi geliştirerek ve tarayıcınızın görünümünü değiştirerek gezinti deneyiminizi değiştirmenizi ve kişiselleştirmenizi sağlar.
uk: Addons.mozilla.org (AMO) - це офіційний сайт Mozilla, призначений для пошуку і встановлення додатків для браузера Firefox. Додатки допомагають змінювати й персоналізувати роботу браузера, додаючи нові можливості в Firefox, вдосконалюючи вашу взаємодію з вебвмістом та змінюючи вигляд браузера.
vi: Addons.mozilla.org (AMO), là trang web chính thức của Mozilla để cài đặt các tiện ích bổ sung cho trình duyệt Firefox. Tiện ích bổ sung giúp bạn sửa đổi và cá nhân hóa trải nghiệm duyệt web của mình bằng cách thêm các tính năng mới vào Firefox, tăng cường tương tác của bạn với nội dung Web và thay đổi giao diện trình duyệt của bạn.

source: If you are looking for add-ons for Thunderbird or SeaMonkey, please visit %(startTBLink)saddons.thunderbird.net%(endTBLink)s or %(startSMLink)saddons.thunderbird.net/seamonkey%(endSMLink)s.
ca: Si cerqueu complements per al Thunderbird o el SeaMonkey, visiteu %(startTBLink)ssaddons.thunderbird.net%(endTBLink)s o %(startSMLink)saddons.thunderbird.net/seamonkey%(endSMLink)s.
cs: Pokud hledáte doplňky pro Thunderbird nebo SeaMonkey, navštivte prosím web %(startTBLink)saddons.thunderbird.net%(endTBLink)s nebo %(startSMLink)saddons.thunderbird.net/seamonkey%(endSMLink)s.
da: Hvis du leder efter tilføjelser til Thunderbird eller SeaMonkey, så besøg %(startTBLink)saddons.thunderbird.net%(endTBLink)s eller %(startSMLink)saddons.thunderbird.net/seamonkey%(endSMLink)s.
de: Wenn Sie nach Add-ons für Thunderbird oder SeaMonkey suchen, besuchen Sie bitte %(startTBLink)saddons.thunderbird.net%(endTBLink)s oder %(startSMLink)saddons.thunderbird.net/seamonkey%(endSMLink)s.
el: Εάν ψάχνετε πρόσθετα για το Thunderbird ή το SeaMonkey, επισκεφτείτε το %(startTBLink)saddons.thunderbird.net%(endTBLink)s ή το %(startSMLink)saddons.thunderbird.net/seamonkey%(endSMLink)s.
es: Si buscas complementos para Thunderbird o SeaMonkey, vista la página %(startTBLink)saddons.thunderbird.net%(endTBLink)s o %(startSMLink)saddons.thunderbird.net/seamonkey%(endSMLink)s.
fi: Jos etsit lisäosia Thunderbirdiin tai SeaMonkeyyn, siirry osoitteeseen %(startTBLink)saddons.thunderbird.net%(endTBLink)s tai %(startSMLink)saddons.thunderbird.net/seamonkey%(endSMLink)s.
fr: Si vous cherchez des modules complémentaires pour Thunderbird ou SeaMonkey, veuillez visiter %(startTBLink)saddons.thunderbird.net%(endTBLink)s ou %(startSMLink)saddons.thunderbird.net/seamonkey%(endSMLink)s.
fur: Se tu stâs cirint components adizionâi par Thunderbird o SeaMonkey, visite %(startTBLink)saddons.thunderbird.net%(endTBLink)s o %(startSMLink)saddons.thunderbird.net/seamonkey%(endSMLink)s.
fy_nl: Besykje %(startTBLink)saddons.thunderbird.net%(endTBLink)s of %(startSMLink)saddons.thunderbird.net/seamonkey%(endSMLink)s as jo add-ons foar Thunderbird of SeaMonkey sykje.
he: אם ברצונך לחפש אחר תוספות עבור Thunderbird או SeaMonkey, נא לבקר ב־%(startTBLink)saddons.thunderbird.net%(endTBLink)s או %(startSMLink)saddons.thunderbird.net/seamonkey%(endSMLink)s.
hu: Ha Thunderbird vagy SeaMonkey kiegészítőket keres, akkor menjen az %(startTBLink)saddons.thunderbird.net%(endTBLink)s vagy %(startSMLink)saddons-thunderbird.net/seamonkey%(endSMLink)s oldalakra.
ia: Si tu cerca additivos pro Thunderbird o pro SeaMonkey, per favor visita %(startTBLink)saddons.thunderbird.net%(endTBLink)s o %(startSMLink)saddons.thunderbird.net/seamonkey%(endSMLink)s.
id: Jika Anda mencari pengaya untuk Thunderbird atau SeaMonkey, sila kunjungi %(startTBLink)saddons.thunderbird.net%(endTBLink)s atau %(startSMLink)saddons.thunderbird.net/seamonkey%(endSMLink)s.
is: Ef þú ert að leita að viðbótum fyrir Thunderbird eða SeaMonkey, ættirðu að skoða %(startTBLink)saddons.thunderbird.net%(endTBLink)s eða %(startSMLink)saddons.thunderbird.net/seamonkey%(endSMLink)s.
it: Se stai cercando componenti aggiuntivi per Thunderbird o SeaMonkey, visita <%(startTBLink)saddons.thunderbird.net%(endTBLink)s o %(startSMLink)saddons.thunderbird.net/seamonkey%(endSMLink)s.
ja: Thunderbird や SeaMonkey 向けのアドオンをお探しなら、%(startTBLink)saddons.thunderbird.net%(endTBLink)s か %(startSMLink)saddons.thunderbird.net/seamonkey%(endSMLink)s を訪れてください。
ka: თუ ეძებთ Thunderbird-ისა და SeaMonkey-ის დამატებებს, გთხოვთ ეწვიოთ %(startTBLink)saddons.thunderbird.net%(endTBLink)s ან %(startSMLink)saddons.thunderbird.net/seamonkey%(endSMLink)s.
kab: Ma tettnadiḍ izegrar i thunderbird neɣ SeaMonkey, rzu ma ulac aɣilif ɣer %(startTBLink)saddons.thunderbird.net%(endTBLink)s neɣ %(startSMLink)saddons.thunderbird.net/seamonkey%(endSMLink)s.
ms: Jika anda mencari add-ons untuk Thunderbird atau SeaMonkey, sila lawat %(startTBLink)saddons.thunderbird.net%(endTBLink)s atau %(startSMLink)saddons.thunderbird.net/seamonkey%(endSMLink)s.
nb_no: Hvis du ser etter et tilleg for Thunderbird eller SeaMonkey, besøk %(startTBLink)saddons.thunderbird.net%(endTBLink)s eller %(startSMLink)saddons.thunderbird.net/seamonkey%(endSMLink)s.
nl: Bezoek %(startTBLink)saddons.thunderbird.net%(endTBLink)s of %(startSMLink)saddons.thunderbird.net/seamonkey%(endSMLink)s als u add-ons voor Thunderbird of SeaMonkey zoekt.
nn_no: Dersom du ser etter eit tilleg for Thunderbird eller SeaMonkey, gå til %(startTBLink)saddons.thunderbird.net%(endTBLink)s eller %(startSMLink)saddons.thunderbird.net/seamonkey%(endSMLink)s.
pa_in: ਜੇ ਤੁਸੀਂ ਥੰਡਰਬਰਡ ਜਾਂ ਸੀਮੋਨਕੀ ਲਈ ਐਡ-ਆਨ ਦੀ ਭਾਲ ਕਰ ਰਹੇ ਹੋ, ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ%(startTBLink)s addons.thunderbird.net%(endTBLink)s ਜਾਂ %(startSMLink)saddons.thunderbird.net/seamonkey%(endSMLink)s।
pl: Dodatki do programów Thunderbird i SeaMonkey można znaleźć na stronach %(startTBLink)saddons.thunderbird.net%(endTBLink)s i %(startSMLink)saddons.thunderbird.net/seamonkey%(endSMLink)s.
pt_br: Se você está procurando por extensões para o Thunderbird ou SeaMonkey, visite %(startTBLink)saddons.thunderbird.net%(endTBLink)s ou %(startSMLink)saddons.thunderbird.net/seamonkey%(endSMLink)s.
pt_pt: Se está à procura de extras para o Thunderbird ou SeaMonkey, por favor visite %(startTBLink)saddons.thunderbird.net%(endTBLink)s ou %(startSMLink)saddons.thunderbird.net/seamonkey%(endSMLink)s.
ro: Dacă ești în căutarea de suplimente pentru Thunderbird sau SeaMonkey, intră pe %(startTBLink)saddons.thunderbird.net%(endTBLink)s sau %(startSMLink)saddons.thunderbird.net/seamonkey%(endSMLink)s.
ru: Если вы ищете дополнения для Thunderbird или SeaMonkey, пожалуйста посетите сайты %(startTBLink)saddons.thunderbird.net%(endTBLink)s или %(startSMLink)saddons.thunderbird.net/seamonkey%(endSMLink)s.
si: තන්ඩර්බර්ඩ් හෝ සීමන්කි සඳහා එක්කහු සොයන්නේ නම්, කරුණාකර %(startTBLink)ssaddons.thunderbird.net%(endTBLink)s හෝ %(startSMLink)saddons.thunderbird.net/seamonkey%(endSMLink)s වෙත ගොඩවදින්න.
sk: Ak hľadáte doplnky pre Thunderbird alebo SeaMonkey, prosím, navštívte stránku %(startTBLink)saddons.thunderbird.net%(endTBLink)s alebo %(startSMLink)saddons.thunderbird.net/seamonkey%(endSMLink)s.
sl: Če iščete dodatke za Thunderbird ali SeaMonkey, obiščite %(startTBLink)saddons.thunderbird.net%(endTBLink)s oziroma %(startSMLink)saddons.thunderbird.net/seamonkey%(endSMLink)s.
sq: Nëse po shihni për shtesa për Thunderbird-in ose SeaMonkey-n, ju lutemi, vizitoni %(startTBLink)saddons.thunderbird.net%(endTBLink)s ose %(startSMLink)saddons.thunderbird.net/seamonkey%(endSMLink)s.
sv_se: Om du letar efter tillägg för Thunderbird eller SeaMonkey, besök %(startTBLink)saddons.thunderbird.net%(endTBLink)s eller %(startSMLink)saddons.thunderbird.net/seamonkey%(endSMLink)s.
th: หากคุณกำลังมองหาส่วนเสริมสำหรับ Thunderbird หรือ SeaMonkey โปรดไปที่ %(startTBLink)saddons.thunderbird.net%(endTBLink)s หรือ %(startSMLink)saddons.thunderbird.net/seamonkey%(endSMLink)s
tr: Thunderbird veya SeaMonkey eklentilerini arıyorsanız lütfen %(startTBLink)saddons.thunderbird.net%(endTBLink)s veya %(startSMLink)saddons.thunderbird.net/seamonkey%(endSMLink)s adresini ziyaret edin.
uk: Якщо ви шукаєте додатки для Thunderbird чи SeaMonkey, відвідайте %(startTBLink)saddons.thunderbird.net%(endTBLink)s або %(startSMLink)saddons.thunderbird.net/seamonkey%(endSMLink)s.
vi: Nếu bạn đang tìm kiếm các tiện ích cho Thunderbird hoặc SeaMonkey, vui lòng truy cập %(startTBLink)saddons.thunderbird.net%(endTBLink)s hoặc %(startSMLink)ssaddons.thunderbird.net/seamonkey%(endSMLink)s.

source: A community of creators
ar: مجتمع مبدعين
bg: Общност от създатели
bs: Zajednica kreatora
ca: Una comunitat de creadors
cs: Komunita tvůrců
da: Et fællesskab af udviklere
de: Eine Gemeinschaft von Entwicklern
el: Μια κοινότητα δημιουργών
es: Una comunidad de creadores
fi: Tekijöiden yhteisö
fr: Une communauté de créateurs et créatrices
fur: Une comunitât di creatîfs
fy_nl: In mienskip fan makkers
he: קהילה של יוצרים
hr: Zajednica stvaralaca
hu: Alkotók közössége
ia: Un communitate de autores
id: Sebuah komunitas pencipta
is: Samfélag skapandi fólks
it: Una comunità di creativi
ja: クリエイターのコミュニティ
ka: შემქმნელების ერთობა
kab: Tabaɛt n yimenulfuyen
ms: Komuniti pencipta
nb_no: Et fellesskap av utviklere
nl: Een gemeenschap van makers
nn_no: Eit fellesskap av utviklarar
pa_in: ਸਿਰਜਣਹਾਰਾਂ ਦਾ ਇੱਕ ਸਮੂਹ
pl: Społeczność twórców
pt_br: Uma comunidade de criadores
pt_pt: Uma comunidade de criadores
ro: O comunitate a creatorilor
ru: Сообщество создателей
si: මැවුම්කරුවන්ගේ ප්‍රජාවකි
sk: Komunita tvorcov
sl: Skupnost ustvarjalcev
sq: Një bashkësi krijuesish
sv_se: En gemenskap av utvecklare
th: ชุมชนของผู้สร้าง
tr: Bir yaratıcı topluluğu
uk: Спільнота творців
vi: Cộng đồng người sáng tạo
