Repository: mozilla/addons-frontend
Catalog: locale/*/LC_MESSAGES/amo.po
Languages: ar, az, bg, bn_bd, bs, ca, cs, da, de, el, es, fa, fi, fr, fur, fy_nl, ga_ie, he, hr, hu, ia, id, is, it, ja, ka, kab, ms, nb_no, nl, nn_no, pa_in, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: Non-consensual behavior
cs: Nedobrovolné chování
de: Nicht einvernehmliches Verhalten
fr: Comportement non consensuel
fur: Compuartament no consensuâl
it: Comportamento non consensuale
nn_no: Åtferd utan samtykke
ru: Поведение без согласия
uk: Поведінка без згоди

source: Pornography or sexualized content
cs: Pornografie nebo sexuální obsah
de: Pornografie oder sexualisierte Inhalte
fi: Pornografiaa tai seksuaalista sisältöä
fr: Contenu pornographique ou à caractère sexuel
fur: Pornografie o contignût sessualizât
it: Contenuti pornografici o a sfondo sessuale
nn_no: Pornografi eller seksualisert innhald
ru: Порнография или сексуальное содержимое
uk: Порнографія або сексуальний вміст

source: Protection of minors
cs: Ochrana nezletilých
de: Jugendschutz
fi: Alaikäisten suojelu
fr: Protection des mineurs
fur: Protezion dai minôrs
it: Tutela dei minori
kab: Ammesten n yimecṭaḥ
nn_no: Vern av mindreårige
ru: Защита несовершеннолетних
uk: Захист неповнолітніх

source: Risk for public security
cs: Nebezpečí pro veřejnou bezpečnost
de: Risiko für die öffentliche Sicherheit
fr: Risque pour la sécurité publique
fur: Risi pe sigurece publiche
it: Rischio per la sicurezza pubblica
nn_no: Risiko for offentleg sikkerheit
ru: Риск для общественной безопасности
uk: Ризик для громадської безпеки

source: Scams or fraud
cs: Podvody
de: Abzocke oder Betrug
fi: Huijaukset tai petokset
fr: Escroqueries ou fraudes
fur: Trufe o fraude
it: Truffe o frodi
nn_no: Bedrageri
ru: Мошенничество
uk: Шахрайство

source: Self-harm
cs: Sebepoškozování
de: Selbstverletzung
fr: Automutilation
fur: Autolesionisim
it: Autolesionismo
nn_no: Sjølvskading
ru: Причинение вреда себе
uk: Самопошкодження

source: Unsafe, non-compliant, or prohibited products
cs: Nebezpečné, nevyhovující nebo zakázané produkty
de: Unsichere, nicht-konforme oder verbotene Produkte
fr: Produits dangereux, non conformes ou interdits
fur: Prodots no sigurs, no conformis o improibîts
it: Prodotti non sicuri, non conformi o vietati
nn_no: Usikre, ikkje-kompatible eller forbydde produkt
ru: Небезопасные, не соответствующие требованиям или запрещённые продукты
uk: Небезпечні, невідповідні або заборонені продукти

source: Violence
cs: Násilí
de: Gewalt
fi: Väkivalta
it: Violenza
nn_no: Vald
ru: Насилие
uk: Насильство

source: Other
cs: Jiné
de: Sonstiges
fi: Muu
fr: Autre
fur: Altri
it: Altro
kab: Wiyaḍ
nn_no: Anna
ru: Другое
uk: Інше

source: Select violation
cs: Vyberte porušení
de: Verstoß auswählen
fur: Selezione violazion
it: Seleziona violazione
nn_no: Vel regelbrot
ru: Выберите нарушение
uk: Виберіть порушення

source: Insufficient information on traders
cs: Nedostatečné informace o obchodníkech
de: Unzureichende Informationen über Händler
fur: Informazions insuficientis sui comerciants
it: Informazioni insufficienti sui professionisti (trader)
nn_no: Utilstrekkeleg informasjon om handelsmenn
ru: Недостаточная информация о трейдерах
uk: Неналежна інформація про трейдерів

source: Non-compliance with pricing regulations
cs: Nesoulad s cenovými předpisy
de: Nichteinhaltung von Preisgestaltungsregeln
fr: Non-respect de la réglementation tarifaire
fur: Inosservance des normis sui presits
it: Inosservanza delle regolamentazioni sui prezzi
ru: Несоблюдение правил ценообразования
uk: Недотримання правил ціноутворення

source: Hidden advertisement or commercial communication, including by influencers
cs: Skrytá reklama nebo komerční sdělení, včetně těch ze strany lidí, kteří vás ovlivňují
de: Versteckte Werbung oder kommerzielle Kommunikation, auch von Influencern
fur: Publicitât o comunicazion comerciâl platade, ancje de bande dai influencers
it: Pubblicità occulte o comunicazioni commerciali, anche da parte di influencer.
ru: Скрытая реклама или коммерческая коммуникация, в том числе от лидеров мнений
uk: Прихована реклама або комерційна комунікація, в тому числі з боку впливових осіб

source: Misleading information about the characteristics of the goods and services
cs: Zavádějící informace o vlastnostech zboží a služeb
de: Irreführende Informationen über die Eigenschaften der Waren und Dienstleistungen
fr: Informations trompeuses sur les caractéristiques des biens et services
fur: Informazions che a straviin in merit a carateristichis dai prodots e dai servizis
it: Informazioni fuorvianti sulle caratteristiche di prodotti e servizi
ru: Ложная информация о характеристиках товаров и услуг
uk: Інформація, що вводить в оману щодо характеристик товарів і послуг

source: Misleading information about the consumer’s rights
cs: Zavádějící informace o právech spotřebitele
de: Irreführende Informationen über die Rechte von Verbrauchern
fr: Informations trompeuses sur les droits des consommateurs·trices
fur: Informazions che e straviin in merit ai dirits dai consumadôrs
it: Informazioni fuorvianti sui diritti del consumatore
ru: Ложная информация о правах потребителей
uk: Неправдива інформація про права споживача

source: Biometric data breach
cs: Únik biometrických údajů
de: Offenlegung biometrischer Daten
fr: Fuite de données biométriques
fur: Violazion dai dâts biometrics
it: Violazione di dati biometrici
nn_no: Biometrisk datalekkasje
ru: Утечка биометрических данных
uk: Витік біометричних даних

source: Missing processing ground for data
cs: Chybějící důvod pro zpracování dat
de: Fehlender Verarbeitungsgrund für Daten
fur: E mancje la base di elaborazion pai dâts
it: Motivazione per il trattamento dei dati mancante
ru: Отсутствует основа для обработки данных
uk: Відсутня основа для обробки даних

source: Right to be forgotten
cs: Právo být zapomenut
de: Recht auf Vergessenwerden
fi: Oikeus tulla unohdetuksi
fr: Droit à l’oubli
fur: Dirit ae dismentie
it: Diritto all’oblio
ru: Право на забвение
uk: Право на забуття

source: Data falsification
cs: Falšování údajů
de: Datenverfälschung
fr: Falsification de données
fur: Falsificazion dâts
it: Falsificazione di dati
ru: Фальсификация данных
uk: Фальсифікація даних

source: Defamation
cs: Pomluva
de: Verleumdung
fr: Diffamation
fur: Difamazion
it: Diffamazione
ru: Клевета
uk: Наклеп

source: Discrimination
cs: Diskriminace
de: Diskriminierung
fur: Discriminazion
it: Discriminazione
ru: Дискриминация
uk: Дискримінація

source: Illegal incitement to violence and hatred based on protected characteristics (hate speech)
cs: Nezákonné podněcování k násilí a nenávisti na základě chráněných vlastností (hate Speech)
de: Unzulässige Aufstachelung zu Gewalt und Hass aufgrund geschützter Merkmale (Hassrede)
fur: Incitament ilegâl ae violence e ae asse basât su carateristichis protetis (discors di odi)
it: Istigazione illegale alla violenza e all’odio fondata su caratteristiche tutelate (incitamento all’odio)
ru: Незаконное подстрекательство к насилию и ненависти на основе защищаемых характеристик (язык вражды)
uk: Незаконне підбурювання до насильства та ненависті на основі захищених ознак (мова ворожнечі)

source: Design infringements
cs: Porušení designu
de: Designverletzungen
fur: Violazions di progjetazion
it: Violazioni di design
ru: Нарушения в дизайне
uk: Порушення дизайну

source: Geographical indications infringements
cs: Porušení platnosti zeměpisných označení
de: Verstöße gegen geografische Angaben
fur: Violazion des indicazions gjeografichis
it: Violazioni delle denominazioni di origine geografica
ru: Нарушения в отношении географических указаний
uk: Порушення прав на географічні позначення

source: Patent infringements
cs: Porušování patentů
de: Patentverletzungen
fi: Patenttiloukkaukset
fr: Violations de brevet
fur: Violazions di patente
it: Violazioni di brevetti
ru: Нарушения патентных прав
uk: Патентні порушення

source: Trade secret infringements
cs: Porušení obchodního tajemství
de: Verletzungen von Geschäftsgeheimnissen
fi: Liikesalaisuuksien loukkaukset
fr: Violations de secrets d’affaires
fur: Violazions dal segret comerciâl
it: Violazioni di segreti commerciali
ru: Нарушение коммерческой тайны
uk: Порушення комерційної таємниці

source: Violation of EU law relevant to civic discourse or elections
cs: Porušení práva EU v oblasti občanského diskursu nebo voleb
de: Verstoß gegen EU-Recht, das für den bürgerlichen Diskurs oder Wahlen relevant ist
fur: Violazion des leçs de Union Europeane in merit a discors civic o elezions
it: Violazione della normativa UE relativa al dibattito civile o alle elezioni
ru: Нарушение законодательства ЕС, относящееся к гражданскому дискурсу или выборам
uk: Порушення законодавства ЄС щодо громадянського дискурсу чи виборів

source: Violation of national law relevant to civic discourse or elections
cs: Porušení národního práva relevantního pro občanský diskurs nebo volby
de: Verstoß gegen nationales Recht, das für den bürgerlichen Diskurs oder Wahlen relevant ist
fur: Violazion di leçs nazionâls in merit a discors civic o elezions
it: Violazione di leggi nazionali relative al dibattito civile o alle elezioni
ru: Нарушение национального права, относящееся к гражданскому дискурсу или выборам
uk: Порушення національного законодавства щодо громадянського дискурсу чи виборів

source: Misinformation, disinformation, foreign information manipulation and interference
cs: Dezinformace, dezinformace, manipulace s cizími informacemi a jejich vměšování
de: Falschinformationen, Desinformation, Informationsmanipulation und Einmischung durch ausländische Mächte
fr: Mésinformation, désinformation, manipulation et ingérence d’informations étrangères
fur: Disinformazion, manipolazion e interference des informazions forestis
it: Disinformazione, manipolazione di informazioni e interferenza da parte di soggetti stranieri
ru: Ошибочная информация, дезинформация, манипулирование иностранной информацией и вмешательство
uk: Помилкова інформація, дезінформація, маніпуляції іноземною інформацією та втручання

source: Non-consensual image sharing
cs: Sdílení obrázků bez souhlasu
de: Nicht einvernehmliche Weitergabe von Grafiken
fr: Partage d’images non consensuel
fur: Condivision cence consens di imagjins
it: Condivisione di immagini non consensuale
ru: Распространение изображений без согласия
uk: Поширення зображень без згоди

source: Non-consensual items containing deepfake or similar technology using a third party's features
cs: Položky bez souhlasu uživatele obsahující deepfake nebo podobnou technologii využívající funkce třetí strany
de: Nicht einvernehmliche Elemente, die Deepfake oder eine ähnliche Technologie enthalten, die Funktionen von Drittanbietern verwenden
fr: Éléments non consensuels contenant des deepfakes ou des procédés similaires utilisant des fonctionnalités de tiers
fur: Articui cence consens che a contegnin deepfake o tecnologjiis similis doprant funzionalitâts di tiercis parts
it: Elementi non consensuali che contengono deepfake o tecnologie simili che utilizzano le caratteristiche di soggetti di terze parti
ru: Несанкционированные материалы, содержащие дип-фейки или аналогичную технологию с использованием сторонних функций
uk: Елементи без згоди користувача, що містять діпфейк або подібну технологію з використанням сторонніх функцій

source: Online bullying/intimidation
cs: Online šikana/zastrašování
de: Online-Mobbing/-Einschüchterung
fi: Nettikiusaaminen/-uhkailu
fr: Harcèlement en ligne
fur: Bulisim/intimidazion in rêt
it: Bullismo o intimidazione online
ru: Онлайн-травля/запугивание
uk: Цькування або залякування онлайн

source: Stalking
de: Nachstellung (Stalking)
fi: Vainoaminen
ru: Преследование
uk: Переслідування

source: Adult sexual material
cs: Sexuální materiál pro dospělé
de: Sexuelles Material für Erwachsene
fi: Aikuisten seksuaalista materiaalia
fr: Contenu à caractère sexuel
fur: Materiâl sessuâl par adults
it: Materiale a sfondo sessuale per adulti
ru: Сексуальные материалы для взрослых
uk: Матеріали сексуального характеру для дорослих

source: Image-based sexual abuse (excluding content depicting minors)
cs: Sexuální zneužívání dle obrázků (vyjma obsahu znázorňujícího nezletilé)
de: Bildbasierter sexueller Missbrauch (außer Inhalte mit Minderjährigen)
fur: Abûs sessuâl basât su imagjins (escludûts i contignûts che a rafigurin minôrs)
it: Abuso sessuale basato su immagini (esclusi i contenuti che ritraggono minori)
ru: Сексуальное злоупотребление изображениями (за исключением содержимого, изображающего несовершеннолетних)
uk: Сексуальне зловживання на основі зображень (крім зображень неповнолітніх)

source: age-specific restrictions concerning minors
cs: věková omezení týkající se nezletilých
de: Altersspezifische Beschränkungen für Minderjährige
fur: limitazions specifichis par etât che a rivuardin i minôrs
it: Restrizioni specifiche per età riguardanti i minori
ru: возрастные ограничения в отношении несовершеннолетних
uk: вікові обмеження щодо неповнолітніх

source: Child sexual abuse material
cs: Materiály týkající se pohlavního zneužívání dětí
de: Material über sexuellen Missbrauch von Kindern
fi: Lasten seksuaalista hyväksikäyttöä koskeva materiaali
fur: Materiâl di abûs sessuâl su fruts
it: Materiale su abusi sessuali su minori
ru: Сексуальные злоупотребления в отношении детей
uk: Сексуальне зловживання щодо дітей

source: Grooming/sexual enticement of minors
cs: Grooming / sexuální pokušení nezletilých
de: Grooming/Sexuelles Anlocken von Minderjährigen
fur: Seduzion/seduzion sessuâl di minôrs
it: Adescamento sessuale di minori
ru: Ухаживание/сексуальное совращение несовершеннолетних
uk: Імітація піклування або сексуальне спокушання неповнолітніх

source: Illegal organizations
cs: Nelegální organizace
de: Unzulässige Organisationen
fr: Organisations illégales
fur: Organizazions ilegâls
it: Organizzazioni illegali
ru: Незаконные организации
uk: Нелегальні організації

source: Risk for environmental damage
cs: Nebezpečí škod na životním prostředí
de: Risiko für Umweltschäden
fi: Ympäristövahinkojen riski
fur: Risi di dam ambientâl
it: Rischio di danni ambientali
ru: Риск нанесения ущерба окружающей среде
uk: Ризик заподіяння шкоди навколишньому середовищу

source: Risk for public health
cs: Nebezpečí pro veřejné zdraví
de: Risiko für die öffentliche Gesundheit
fi: Riski kansanterveydelle
fr: Risque pour la santé publique
fur: Risi pe salût publiche
it: Rischio per la salute pubblica
ru: Риск для общественного здоровья
uk: Ризик для громадського здоров'я

source: Terrorist content
cs: Teroristický obsah
de: Terroristische Inhalte
fr: Contenu d’apologie du terrorisme
fur: Contignût teroristic
it: Contenuti legati a terrorismo
ru: Террористическое содержимое
uk: Терористичний вміст

source: Inauthentic accounts
cs: Neautentické účty
de: Nicht authentische Konten
fur: Accounts no autentics
it: Account non autentici
ru: Недостоверные аккаунты
uk: Неавтентичні облікові записи

source: Inauthentic listings
cs: Neautentické stránky
de: Nicht echte Listeneinträge
fur: Listis no autentichis
it: Inserzioni non autentiche
ru: Недостоверные списки
uk: Неавтентичні списки

source: Inauthentic user reviews
cs: Neautentické recenze uživatelů
de: Bewertungen nicht echter Benutzer
fur: Recensions di utents no autentichis
it: Recensioni degli utenti non autentiche
ru: Недостоверные отзывы пользователей
uk: Неправдиві відгуки користувачів

source: Impersonation or account hijacking
cs: Předstírání jiné identity nebo krádež účtu
de: Identitätsdiebstahl oder Kontendiebstahl
fur: Impersonificazion o dirotament di account
it: Furto d’identità o sequestro dell’account
ru: Подражание или угон аккаунта
uk: Видача себе за іншу особу або викрадення облікового запису

source: Phishing
fi: Tietojenkalastelu
ru: Фишинг
uk: Фішинг

source: Pyramid schemes
cs: Jehlanové schémata
de: Pyramidensysteme
fi: Pyramidihuijaukset
fur: Schemis piramidâi
it: Truffe piramidali
ru: Схемы типа «Пирамида»
uk: Схеми піраміди

source: Content promoting eating disorders
cs: Obsah propagující poruchy příjmu potravy
de: Inhalte, die Essstörungen fördern
fi: Syömishäiriöitä edistävä sisältö
fur: Contignût che al promôf disturps alimentârs
it: Contenuti che incoraggiano disturbi dell’alimentazione
ru: Контент, пропагандирующий расстройства пищевого поведения
uk: Вміст, який пропагує розлади харчової поведінки

source: Self-mutilation
cs: Sebepoškozování
de: Selbstverstümmelung
fi: Itsensä silpominen
fr: Automutilation
fur: Auto-mutilazion
it: Automutilazione
ru: Нанесение себе увечий
uk: Самокалічення

source: Suicide
cs: Sebevražda
de: Suizid
fi: Itsemurha
fur: Suicidi
it: Suicidio
nn_no: Sjølvmord
ru: Самоубийство
uk: Самогубство

source: Prohibited or restricted products
cs: Zakázané nebo omezené produkty
de: Verbotene oder eingeschränkte Produkte
fur: Prodots improibîts o limitâts
it: Prodotti vietati o soggetti a restrizioni
nn_no: Forbodne eller avgrensa produkt
ru: Запрещённые продукты или продукты с ограничениями
uk: Заборонені або обмежені продукти

source: Unsafe or non-compliant products
cs: Nebezpečné nebo nevyhovující produkty
de: Unsichere oder nicht konforme Produkte
fur: Prodots no sigûrs o no conformis
it: Prodotti non sicuri o non conformi
ru: Небезопасные или несоответствующие требованиям продукты
uk: Небезпечні або невідповідні продукти

source: Coordinated harm
cs: Koordinované poškození
de: Koordinierter Schaden
fur: Dam coordenât
it: Gestione degli atti di violenza
ru: Скоординированный вред
uk: Скоординована шкода

source: Gender-based violence
cs: Genderově podmíněné násilí
de: Geschlechtsbasierte Gewalt
fur: Violence basade sul gjenar
it: Violenza di genere
ru: Гендерное насилие
uk: Гендерне насильство

source: Human exploitation
cs: Lidské vykořisťování
de: Ausbeutung von Menschen
fi: Ihmisten hyväksikäyttö
fur: Sfrutament uman
it: Sfruttamento delle persone
ru: Эксплуатация человека
uk: Експлуатація людини

source: Human trafficking
cs: Obchodování s lidmi
de: Menschenhandel
fi: Ihmiskauppa
fur: Trafic di creaturis umanis
it: Traffico di esseri umani
ru: Торговля людьми
uk: Торгівля людьми

source: General calls or incitement to violence and/or hatred
cs: Obecné výzvy nebo podněcování k násilí či nenávisti
de: Allgemeine Aufrufe oder Aufstachelung zu Gewalt und/oder Hass
fur: Invîts gjenerics o incitament ae violence e/o al odi
it: Appelli generici o istigazione alla violenza e/o all’odio.
ru: Призывы или подстрекательство к насилию и/или ненависти
uk: Загальні заклики або підбурювання до насильства та/або ненависті

source: Report submitted
cs: Hlášení odesláno
de: Meldung abgesendet
el: Η αναφορά υποβλήθηκε
fi: Ilmoitus lähetetty
fr: Rapport envoyé
fur: Segnalazion inviade
fy_nl: Rapport yntsjinne
hu: Jelentés beküldve
ia: Reporto inviate
is: Kæra lögð fram
it: Segnalazione inviata
ja: レポートが送信されました
ka: მოხსენება გაგზავნილია
nb_no: Rapport levert
nl: Rapport ingediend
nn_no: Rapport levert
pl: Przesłano zgłoszenie
pt_br: Denúncia enviada
ru: Отчет отправлен
sk: Hlásenie bolo odoslané
sv_se: Rapport inlämnad
tr: Rapor gönderildi
uk: Звіт подано
vi: Đã gửi báo cáo

source: We have received your report. Thanks for letting us know.
cs: Obdrželi jsme vaše hlášení. Děkujeme, že jste nám dali vědět.
de: Wir haben Ihre Meldung erhalten. Danke für Ihre Mitteilung.
el: Λάβαμε την αναφορά σας. Σας ευχαριστούμε που μας ενημερώσατε.
fi: Olemme vastaanottaneet ilmoituksesi. Kiitos, kun kerroit meille.
fr: Nous avons reçu votre rapport. Merci de nous avoir informés.
fur: O vin ricevude la tô segnalazion. Graciis di vênus fat savê.
fy_nl: Wy hawwe jo rapport ûntfongen. Tank foar it melden.
hu: Megkaptuk a jelentését. Köszönjük, hogy szólt.
ia: Nos ha recipite tu reporto. Gratias pro facer lo saper a nos.
is: Við höfum fengið skýrsluna þína. Takk fyrir að láta okkur vita.
it: Abbiamo ricevuto la tua segnalazione. Grazie per il tuo messaggio.
ka: თქვენი საჩივარი მიღებულია. გმადლობთ, რომ გვაცნობეთ.
nb_no: Vi har mottatt rapporten din. Takk for at du ga oss beskjed.
nl: We hebben uw rapport ontvangen. Bedankt voor het melden.
nn_no: Vi har fått rapporten din. Takk for at du ga oss beskjed.
pl: Otrzymaliśmy Twoje zgłoszenie. Dziękujemy za poinformowanie nas o tym.
pt_br: Recebemos sua denúncia. Obrigado por nos avisar.
ru: Мы получили ваш отчет. Спасибо за то, что дали нам знать.
sk: Dostali sme vaše hlásenie. Ďakujeme, že ste nám dali vedieť.
sv_se: Vi har tagit emot din anmälan. Tack för att du berättar för oss.
tr: Raporunuzu aldık. Bize bildirdiğiniz için teşekkür ederiz.
uk: Ми отримали ваш звіт. Дякуємо, що повідомили.
vi: Chúng tôi đã nhận được báo cáo của bạn. Cảm ơn vì đã cho chúng tôi biết.

source: Submitting your report…
cs: Hlášení se odesílá…
de: Senden der Meldung…
el: Υποβολή της αναφοράς σας…
fi: Lähetetään ilmoitusta…
fr: Envoi du rapport…
fur: Daûr a inviâ la tô segnalazion…
fy_nl: Jo rapport ferstjoere…
hu: Jelentés elküldése…
ia: Inviante tu reporto…
is: Sendi skýrslu…
it: Invio della segnalazione in corso…
ja: レポートを送信しています...
ka: თქვენი საჩივარი იგზავნება…
nb_no: Sender rapporten…
nl: Uw rapport verzenden…
nn_no: Sender inn rapporten din…
pl: Przesyłanie zgłoszenia…
pt_br: Enviando sua denúncia…
ru: Идёт отправка сообщения…
sk: Hlásenie sa odosiela…
sv_se: Skickar in din rapport…
tr: Raporunuz gönderiliyor…
uk: Надсилання звіту…
vi: Đang gửi báo cáo của bạn…

source: Submit report
cs: Odeslat hlášení
de: Meldung senden
el: Υποβολή αναφοράς
fi: Lähetä ilmoitus
fr: Envoyer un rapport
fur: Invie segnalazion
fy_nl: Rapport ferstjoere
hu: Jelentés beküldése
ia: Inviar reporto
is: Senda inn skýrslu
it: Invia segnalazione
ja: レポートを送信
ka: საჩივრის გაგზავნა
nb_no: Send inn rapport
nl: Rapport verzenden
nn_no: Send inn rapport
pl: Wyślij zgłoszenie
pt_br: Enviar denúncia
ru: Отправить сообщение
sk: Odoslať hlásenie
sv_se: Skicka in rapport
tr: Raporu gönder
uk: Надіслати звіт
vi: Gửi báo cáo

source: Provide more information
cs: Poskytněte více informací
de: Geben Sie weitere Informationen an
el: Δώστε περισσότερες πληροφορίες
fi: Anna lisätietoja
fr: Donnez davantage d’informations
fur: Da plui informazions
fy_nl: Jou mear ynformaasje
hu: Adjon meg további információkat
ia: Fornir plus de informationes
is: Gefðu frekari upplýsingar
it: Fornisci ulteriori informazioni
ka: დაწვრილებითი მონაცემები
nb_no: Gi mer informasjon
nl: Geef meer informatie
nn_no: Gi meir informasjon
pl: Podaj więcej informacji
pt_br: Forneça mais informações
ru: Предоставьте дополнительную информацию
sk: Uveďte ďalšie informácie
sv_se: Ge mer information
tr: Daha fazla bilgi verin
uk: Надайте більше інформації
vi: Cung cấp thêm thông tin

source: Place of the violation
cs: Místo, kde k porušení došlo
de: Ort des Verstoßes
el: Μέρος παραβίασης
fr: Lieu de la violation
fur: Puest de violazion
fy_nl: Plak fan de skeining
ia: Placia del violation
it: Posizione della violazione
nb_no: Sted for overtredelsen
nl: Plaats van de overtreding
nn_no: Stad for brot på vilkåra
pt_br: Local da violação
ru: Место нарушения
sk: Miesto porušenia
uk: Місце вчинення порушення
vi: Vị trí vi phạm

source: Type of illegal content
cs: Typ nelegálního obsahu
de: Art des illegalen Inhalts
fur: Gjenar di contignût ilegâl
it: Tipo di contenuto illegale
ru: Тип незаконного содержимого
uk: Тип нелегального вмісту

source: Specific violation
cs: Konkrétní porušení
de: Konkreter Verstoß
fur: Violence specifiche
it: Violazione specifica
ru: Конкретное нарушение
uk: Конкретне порушення

source: Provide more details
cs: Poskytnutí více informací
de: Geben Sie weitere Details an
fi: Anna lisätietoja
fr: Veuillez fournir plus de détails
fur: Da plui detais
it: Fornire maggiori dettagli
nb_no: Oppgi flere detaljer
nn_no: Oppgi fleire detaljar
ru: Представьте больше информации
uk: Надайте більше інформації
