Repository: mozilla/addons-frontend
Catalog: locale/*/LC_MESSAGES/amo.po
Languages: ar, az, bg, bn_bd, bs, ca, cs, da, de, el, es, fa, fi, fr, fur, fy_nl, ga_ie, he, hr, hu, ia, id, is, it, ja, ka, kab, ms, nb_no, nl, nn_no, pa_in, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: Be careful with old versions! These versions are displayed for testing and reference purposes.
ca: Compte amb les versions antigues! Sovint es mostren per fer proves i com a referència.
cs: Se starými verzemi opatrně! Tyto verze jsou zde dostupné jen pro testovací a referenční účely.
da: Vær forsigtig med ældre versioner! Disse versioner vises som reference og til testformål.
de: Seien Sie vorsichtig mit alten Versionen! Diese Versionen werden zu Test- und Referenzzwecken angezeigt.
el: Προσέξτε τις παλιές εκδόσεις! Αυτές οι εκδόσεις εμφανίζονται για δοκιμές και σκοπούς αναφοράς.
es: ¡Ten cuidad con las versiones antiguas! Se suelen mostrar para pruebas y a modo de referencia.
fi: Ole varovainen vanhojen versioiden kanssa! Ne näytetään vain testauksen ja viittausten vuoksi.
fr: Attention aux anciennes versions ! Elles sont affichées seulement à des fins de test et de référence.
fur: Sta atent cu lis versions vecjis! Chês a vegnin visualizadis par finalitâts di prove e di riferiment.
fy_nl: Wês foarsichtich mei âlde ferzjes! Dizze ferzjes wurde foar test- en referinsjedoeleinen werjûn.
hr: Oprez sa starim verzijama! Ove se verzije prikazuju u svrhu testiranja i referenci.
hu: Legyen óvatos a régi verziókkal! Ezek a verziók csak tesztelési és hivatkozási célokra jelennek meg.
ia: Que tu es attente con le vetere versiones! Iste versiones es monstrate pro uso de test o referentia.
id: Hati-hati dengan versi lama! Versi ini ditampilkan untuk tujuan pengujian dan referensi.
is: Farðu varlega með gamlar útgáfur. Þessar útgáfur eru birtar til prófunar og varðveislu.
it: Attenzione alle versioni datate. Sono visualizzate solamente per scopi di test e di riferimento.
ja: 古いバージョンに注意してください！これらのバージョンは、テストや参照を目的に表示されています。
ka: სიფრთხილე გამოიჩინეთ, ძველ ვერსიებთან! მოცემული ვერსიები, მხოლოდ გამოსაცდელად და შესამოწმებლადაა განკუთვნილი.
kab: Ɣur-k ɣef yileqman yezrin! TTwaseknen-d kan i usekyed akked umuqel.
nb_no: Vær forsiktig med eldre versjoner! Disse versjonene er vist som referanse og til testformål.
nl: Wees voorzichtig met oude versies! Deze versies worden voor test- en referentiedoeleinden weergegeven.
nn_no: Ver forsiktig med eldre versjonar! Desse versjonane er vist som referanse og testformål.
pa_in: ਪੁਰਾਣੇ ਵਰਜਨ ਨਾਲ ਸਾਵਧਾਨ ਰਹੋ! ਇਹ ਵਰਜਨ ਟੈਸਟਿੰਗ ਅਤੇ ਸੰਦਰਭ ਦੇ ਉਦੇਸ਼ਾਂ ਲਈ ਪ੍ਰਦਰਸ਼ਿਤ ਹੁੰਦੇ ਹਨ।
pl: Zachowaj ostrożność podczas używania starych wersji! Są one wyświetlane w celach testowych i historycznych.
pt_br: Cuidado com versões antigas! Essas versões são exibidas com propósito de referência e testes.
pt_pt: Tenha cuidado com versões antigas! Estas versões são mostradas para fins de teste e referência.
ro: Atenție la versiunile vechi! Aceste versiuni sunt afișate pentru testare și ca referință.
ru: Будьте осторожны со старыми версиями! Эти версии отображаются только для сведения и в целях тестирования.
si: පරණ අනුවාද සමඟ ප්‍රවේශම් වන්න! මෙම අනුවාද අත්හදා බැලීමට සහ විමර්ශන අරමුණු සඳහා තිබේ.
sk: So starými verziami buďte opatrní! Tieto verzie sú zobrazené za účelom testovania a referencie.
sl: Previdno s starimi različicami! Spodnje različice so na razpolago za namene preskušanja in sklicevanja.
sq: Bëni kujdes me versione të vjetër! Këto versione shfaqen për qëllime testimi dhe si referencë.
sv_se: Var försiktig med äldre versioner! Dessa versioner visas för test och referensändamål.
th: ระวังรุ่นเก่า! รุ่นเหล่านี้ถูกแสดงเพื่อวัตถุประสงค์เกี่ยวกับการทดสอบและการอ้างอิง
tr: Eski sürümlere dikkat edin! Bu sürümler yalnızca test veya referans amacıyla sunulmaktadır.
uk: Будьте обачні із застарілими версіями! Ці версії показано лише з метою тестування й довідки.
vi: Hãy cẩn thận với các phiên bản cũ! Các phiên bản này được hiển thị cho mục đích thử nghiệm và tham khảo.

source: You should always use the latest version of an add-on.
bg: Винаги трябва да използвате последното издание на добавките.
ca: És recomanable que empreu la versió més recent d'un complement.
cs: Používat byste vždy měli nejnovější verzi doplňku.
da: Du bør altid bruge den seneste version af en tilføjelse.
de: Sie sollten immer die neueste Version eines Add-ons verwenden.
el: Θα πρέπει πάντα να χρησιμοποιείτε την πιο πρόσφατη έκδοση ενός προσθέτου.
es: Deberías usar siempre la última versión disponible de un complemento.
fi: On suositeltavaa käyttää aina lisäosan uusinta versiota.
fr: Vous devriez toujours utiliser la dernière version d’un module complémentaire.
fur: Tu varessis di doprâ simpri la ultime version di un component adizionâl.
fy_nl: Jo moatte altyd de meast resinte ferzje fan in add-on brûke.
he: מומלץ תמיד להשתמש בגרסה העדכנית של תוספת.
hr: Uvijek koristiti najnoviju verziju dodatka.
hu: Mindig használja a kiegészítő legfrissebb verzióját.
ia: Tu deberea sempre usar le ultima version de un additivo.
id: Anda harus selalu menggunakan pengaya versi terbaru.
is: Þú ættir alltaf að nota nýjustu útgáfuna af viðbótum.
it: È raccomandato usare sempre l’ultima versione di un componente aggiuntivo.
ja: 常に最新バージョンのアドオンを使用してください。
ka: ყოველდღიური მოხმარებისთვის, დამატებების მხოლოდ უახლესი ვერსია უნდა გამოიყენოთ.
kab: Yessefk yal tikkelt ad tesqedceḍ lqem aneggaru n uzegrir.
nb_no: Du burde alltid bruke den siste versjonen av et tillegg.
nl: U dient altijd de meest recente versie van een add-on te gebruiken.
nn_no: Du bør alltid bruke den siste versjonen av eit tillegg.
pa_in: ਤੁਹਾਨੂੰ ਹਮੇਸ਼ਾਂ ਐਡ-ਆਨ ਦਾ ਨਵੀਨਤਮ ਸੰਸਕਰਣ ਵਰਤਣਾ ਚਾਹੀਦਾ ਹੈ।
pl: Zawsze powinno używać się najnowszej wersji dodatku.
pt_br: Devemos sempre usar a versão mais recente de uma extensão.
pt_pt: Deve sempre utilizar a versão mais recente de um extra.
ro: Trebuie să folosești întotdeauna cea mai recentă versiune a unui supliment.
ru: Вы всегда должны использовать последнюю версию дополнения.
si: ඔබ සැමවිට එක්කහුවල නවතම අනුවාද භාවිතා කළ යුතුය.
sk: Vždy by ste mali používať najnovšiu verziu doplnku.
sl: Vedno uporabljajte najnovejšo različico dodatka.
sq: Duhet të përdorni përherë versionin më të ri të një shtese.
sv_se: Du bör alltid använda den senaste versionen av ett tillägg.
th: คุณควรใช้ส่วนเสริมรุ่นล่าสุดเสมอ
tr: Her zaman eklentilerin son sürümlerini kullanmalısınız.
uk: Вам слід завжди використовувати найновішу версію додатка.
vi: Bạn luôn luôn phải sử dụng phiên bản mới nhất của một tiện ích.

source: Versions
de: Versionen
fi: Versiot
it: Versioni
pl: Wersje
ru: Версии
uk: Версії

source: Latest version
ar: احدث إصدار
bg: Последна версия
ca: Darrera versió
cs: Nejnovější verze
da: Seneste version
de: Neueste Version
el: Πιο πρόσφατη έκδοση
es: Última versión
fi: Uusin versio
fr: Dernière version
fur: Ultime version
fy_nl: Nijste ferzje
he: הגרסה העדכנית ביותר
hr: Najnovija verzija
hu: Legfrissebb verzió
ia: Ultime version
id: Versi terbaru
is: Nýjasta útgáfa
it: Ultima versione
ja: 最新バージョン
ka: უახლესი ვერსია
kab: Lqem aneggaru
nb_no: Siste versjon
nl: Nieuwste versie
nn_no: Siste versjon
pa_in: ਨਵਾਂ ਵਰਜ਼ਨ
pl: Najnowsza wersja
pt_br: Versão mais recente
pt_pt: Versão mais recente
ro: Ultima versiune
ru: Последняя версия
si: නවතම අනුවාදය
sk: Najnovšia verzia
sl: Najnovejša različica
sq: Versioni më i ri
sv_se: Senaste version
te: కొత్త వెర్షను
th: รุ่นล่าสุด
tr: Son sürüm
uk: Найновіша версія
vi: Phiên bản mới nhất

source: Older versions
ar: إصدارات أقدم
bg: Стари версии
ca: Versions més antigues
cs: Starší verze
da: Ældre versioner
de: Ältere Versionen
el: Παλαιότερες εκδόσεις
es: Versiones antiguas
fi: Vanhemmat versiot
fr: Anciennes versions
fur: Versions plui vecjis
fy_nl: Aldere ferzjes
he: גרסאות ישנות יותר
hr: Starije verzije
hu: Korábbi verziók
ia: Versiones previe
id: Versi sebelumnya
is: Eldri útgáfur
it: Versioni precedenti
ja: 以前のバージョン
ka: ადრინდელი ვერსიები
kab: Ileqman iqbuṛen
nb_no: Eldre versjoner
nl: Oudere versies
nn_no: Eldre versjonar
pa_in: ਪੁਰਾਣਾ ਵਰਜ਼ਨ
pl: Poprzednie wersje
pt_br: Versões mais antigas
pt_pt: Versões antigas
ro: Versiuni mai vechi
ru: Старые версии
si: පරණ අනුවාද
sk: Staršie verzie
sl: Starejše različice
sq: Versione të vjetër
sv_se: Äldre versioner
te: పాత వెర్షనులు
th: รุ่นเก่ากว่า
tr: Eski sürümler
uk: Попередні версії
vi: Phiên bản cũ hơn

source: What does this mean?
ca: Això què vol dir?
cs: Co to znamená?
da: Hvad betyder det?
de: Was bedeutet das?
el: Τι σημαίνει αυτό;
es: ¿Qué significa esto?
fi: Mitä tämä tarkoittaa?
fr: Qu’est-ce que cela signifie ?
fur: Ce significhial?
fy_nl: Wat betsjut dit?
he: מה זה אומר?
hr: Što to znači?
hu: Mit jelent ez?
ia: Que significa isto?
id: Apa artinya?
is: Hvað þýðir þetta?
it: Che cosa significa?
ka: რას გულისხმობს ეს?
kab: D acu yebɣa ad d-yini waya?
nb_no: Hva betyr dette?
nl: Wat betekent dit?
nn_no: Kva tyer dette?
pa_in: ਇਸ ਦਾ ਕੀ ਮਤਲਬ ਹੈ?
pl: Co to oznacza?
pt_br: O que isso significa?
pt_pt: O que isto significa?
ro: Ce înseamnă?
ru: Что это значит?
si: මෙහි තේරුම කුමක්ද?
sk: Čo to znamená?
sl: Kaj to pomeni?
sq: Ç’do të thotë kjo?
sv_se: Vad innebär det?
th: สิ่งนี้หมายถึงอะไร?
tr: Bu ne anlama geliyor?
uk: Що це значить?
vi: Điều này có nghĩa là gì?

source: View block request
ca: Mostra la sol·licitud de bloqueig
cs: Zobrazit požadavek na zablokování
da: Se anmodning om blokering
de: Sperranforderung anzeigen
el: Προβολή αιτήματος αποκλεισμού
es: Ver solicitud de bloqueo
fi: Näytä estopyyntö
fr: Afficher la demande de blocage
fur: Visualize la richieste di bloc
fy_nl: Blokkearringsfersyk besjen
he: הצגת בקשת חסימה
hr: Prikaži zahtjev za blokiranje
hu: Blokkolási kérés megtekintése
ia: Vider requesta de blocada
id: Lihat permintaan blokir
is: Skoða beiðni um útilokun
it: Visualizza la richiesta di blocco
ka: შეზღუდვის მოთხოვნის ხილვა
kab: Sken asuter n usewḥel
nb_no: Vis blokkeringsforespørsel
nl: Blokkeringsverzoek bekijken
nn_no: Vis blokkeringsførespurnad
pa_in: ਬਲਾਕ ਬੇਨਤੀ ਵੇਖੋ
pl: Wyświetl żądanie zablokowania
pt_br: Ver solicitação de bloqueio
pt_pt: Ver pedido de bloqueio
ro: Vezi cererea blocată
ru: Просмотреть запрос на блокировку
si: අවහිර ඉල්ලීම බලන්න
sk: Zobraziť požiadavku na zablokovanie
sl: Ogled zahteve za blokado
sq: Shihni kërkesë bllokimi
sv_se: Visa blockeringsförfrågan
th: ดูคำขอปิดกั้น
tr: Engelleme isteğini görüntüle
uk: Переглянути запит на блокування
vi: Xem yêu cầu chặn

source: All extension categories
ar: جميع فئات الامتدادات
bg: Всички категории разширения
ca: Totes les categories d'extensions
cs: Všechny kategorie rozšíření
da: Alle udvidelses-kategorier
de: Alle Erweiterungskategorien
el: Όλες οι κατηγορίες επεκτάσεων
es: Todas las categorías de extensiones
fi: Kaikki laajennusluokat
fr: Toutes les catégories d’extensions
fur: Dutis lis categoriis di estensions
fy_nl: Alle útwreidingskategoryen
he: כל קטגוריות ההרחבות
hr: Sve kategorije proširenja
hu: Összes kiegészítőkategória
ia: Tote le categorias de extensiones
id: Semua kategori ekstensi
is: Allir flokkar forritsauka
it: Tutte le categorie di estensioni
ja: すべての拡張機能のカテゴリー
ka: გაფართოების ყველა კატეგორია
kab: Akk taggayin n yisiɣzaf
ms: Semua kategori ekstensi
nb_no: Alle utvidelseskategorier
nl: Alle extensiecategorieën
nn_no: Alle utvidingskategoriar
pa_in: ਸਾਰੇ ਇਕਸਟੈਨਸ਼ਨ ਵਰਗ
pl: Wszystkie kategorie rozszerzeń
pt_br: Todas as categorias de extensões
pt_pt: Todas as categorias de extensões
ro: Toate categoriile de extensii
ru: Все категории расширений
si: සියළුම දිගු ප්‍රවර්ග
sk: Všetky kategórie rozšírení
sl: Vse kategorije razširitev
sq: Krejt kategoritë e zgjerimeve
sv_se: Alla utökningskategorier
te: పొడగింతల వర్గాలు అన్నీ
th: หมวดหมู่ส่วนขยายทั้งหมด
tr: Tüm uzantı kategorileri
uk: Усі категорії розширень
vi: Tất cả các loại tiện ích mở rộng

source: All theme categories
ar: جميع فئات السمات
bg: Всички категории теми
ca: Totes les categories de temes
cs: Všechny kategorie vzhledu
da: Alle tema-kategorier
de: Alle Theme-Kategorien
el: Όλες οι κατηγορίες θεμάτων
es: Todas las categorías de temas
fi: Kaikki teemaluokat
fr: Toutes les catégories de thèmes
fur: Dutis lis categoriis di temis
fy_nl: Alle temakategoryen
he: כל קטגוריות ערכות הנושא
hr: Sve kategorije tema
hu: Összes téma kategória
ia: Tote le categorias de thema
id: Semua kategori tema
is: Allir flokkar af þemum
it: Tutte le categorie di temi
ja: すべてのテーマのカテゴリー
ka: თემის ყველა კატეგორია
kab: Akk taggayin n yisental
ms: Semua kategori tema
nb_no: Alle temakategorier
nl: Alle themacategorieën
nn_no: Alla temakategoriar
pa_in: ਸਭ ਥੀਮ ਵਰਗਾਂ
pl: Wszystkie kategorie motywów
pt_br: Todas as categorias de temas
pt_pt: Todas as categorias de temas
ro: Toate categoriile de teme
ru: Все категории тем
si: සියළුම තේමා ප්‍රවර්ග
sk: Všetky kategórie tém vzhľadu
sl: Vse kategorije tem
sq: Krejt kategoritë e temave
sv_se: Alla temakategorier
te: అన్ని అలంకార వర్గాలు
th: หมวดหมู่ชุดรูปแบบทั้งหมด
tr: Tüm tema kategorileri
uk: Усі категорії тем
vi: Tất cả các loại chủ đề

source: Themes in %(categoryName)s
ca: Temes en %(categoryName)s
cs: Vzhledy v kategorii %(categoryName)s
da: Temaer i kategorien %(categoryName)s
el: Θέματα στην κατηγορία «%(categoryName)s»
fi: Teemat luokassa %(categoryName)s
fr: Thèmes dans %(categoryName)s
fur: Temis in %(categoryName)s
fy_nl: Tema’s yn %(categoryName)s
hr: Teme u %(categoryName)s
hu: Témák a(z) %(categoryName)s kategóriában
ia: Themas in %(categoryName)s
is: Þemu í %(categoryName)s
it: Temi in %(categoryName)s
ja: %(categoryName)s のテーマ
ka: თემები კატეგორიაში %(categoryName)s
kab: Isental deg %(categoryName)s
nb_no: Tema i %(categoryName)s
nl: Thema’s in %(categoryName)s
nn_no: Tema i %(categoryName)s
pl: Motywy w kategorii %(categoryName)s
pt_br: Temas em %(categoryName)s
pt_pt: Temas em %(categoryName)s
ru: Темы в %(categoryName)s
si: %(categoryName)s හි තේමා
sk: Témy vzhľadu v kategórii %(categoryName)s
sv_se: Teman i %(categoryName)s
tr: %(categoryName)s kategorisindeki temalar
uk: Теми в %(categoryName)s
vi: Chủ đề trong %(categoryName)s

source: Extensions in %(categoryName)s
ca: Extensions en %(categoryName)s
cs: Rozšíření v kategorii %(categoryName)s
da: Udvidelser i kategorien %(categoryName)s
de: Erweiterungen in %(categoryName)s
el: Επεκτάσεις στην κατηγορία «%(categoryName)s»
fi: Laajennukset luokassa %(categoryName)s
fr: Extensions dans %(categoryName)s
fur: Estensions in %(categoryName)s
fy_nl: Utwreiding yn %(categoryName)s
hr: Proširenja u %(categoryName)s
hu: Kiegészítők a(z) %(categoryName)s kategóriában
ia: Extensiones in %(categoryName)s
is: Forritsaukar í %(categoryName)s
it: Estensioni in %(categoryName)s
ja: %(categoryName)s の拡張機能
ka: გაფართოებები კატეგორიაში %(categoryName)s
kab: Iseɣzaf deg %(categoryName)s
nb_no: Utvidelser i %(categoryName)s
nl: Extensies in %(categoryName)s
nn_no: Utvidingar i %(categoryName)s
pl: Rozszerzenia w kategorii %(categoryName)s
pt_br: Extensões em %(categoryName)s
pt_pt: Extensões em %(categoryName)s
ru: Расширения в %(categoryName)s
si: %(categoryName)s හි දිගු
sk: Rozšírenia v kategórii %(categoryName)s
sv_se: Tillägg i %(categoryName)s
tr: %(categoryName)s kategorisindeki uzantılar
uk: Розширення в %(categoryName)s
vi: Các tiện ích mở rộng trong %(categoryName)s

source: Do you really want to delete this collection?
ar: أمتأكد من حذف المجموعة؟
az: Bu kolleksiyanı silmək istədiyinizə əminsiniz?
bg: Наистина ли искате да изтриете списъка?
ca: Segur que voleu suprimir aquesta col·lecció?
cs: Opravdu chcete smazat tuto sbírku?
da: Vil du virkelig slette denne samling?
de: Soll diese Sammlung wirklich gelöscht werden?
el: Θέλετε πραγματικά να διαγράψετε τη συλλογή;
es: ¿Estás seguro de que quieres eliminar esta colección?
fi: Haluatko varmasti poistaa tämän kokoelman?
fr: Voulez-vous vraiment supprimer cette collection ?
fur: Eliminâ pardabon cheste racuelte?
fy_nl: Binne jo wis dat jo dizze kolleksje fuortsmite wolle?
he: האם ברצונך למחוק את האוסף הזה?
hr: Stvarno želiš izbrisati ovu zbirku?
hu: Valóban törölni szeretné ezt a gyűjteményt?
ia: Vole tu vermente deler iste collection?
id: Anda benar-benar ingin menghapus koleksi ini?
is: Viltu í alvörunni eyða þessu safni?
it: Eliminare la raccolta?
ja: 本当にこのコレクションを削除しますか？
ka: ნამდვილად გსურთ ამ კრებულის წაშლა?
kab: Tebɣiḍ ad tekkseḍ tagrumma-a?
ms: Adakah anda pasti mahu menghapuskan koleksi ini?
nb_no: Vil du virkelig slette denne samlingen?
nl: Wilt u deze collectie echt verwijderen?
nn_no: Vil du slette denne samlinga?
pa_in: ਕੀ ਤੁਸੀਂ ਅਸਲ ਵਿੱਚ ਇਸ ਸੰਗ੍ਰਹਿ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Czy na pewno usunąć tę kolekcję?
pt_br: Você quer mesmo excluir esta coleção?
pt_pt: Pretende mesmo apagar esta coleção?
ro: Chiar vrei să ștergi această colecție?
ru: Вы действительно хотите удалить эту подборку?
si: මෙම එකතුව මකා දැමීමට වුවමනා ද?
sk: Naozaj chcete odstrániť túto kolekciu?
sl: Ali res želite izbrisati to zbirko?
sq: Doni vërtet të fshihet ky koleksion?
sv_se: Vill du verkligen ta bort den här samlingen?
te: ఈ సేకరణను నిజంగానే తొలగించాలని కోరుకుంటున్నారా?
th: คุณต้องการลบชุดสะสมนี้หรือไม่?
tr: Bu koleksiyonu gerçekten silmek istiyor musunuz?
uk: Ви справді хочете видалити цю збірку?
vi: Bạn có thực sự muốn xóa bộ sưu tập này không?

source: Delete this collection
ar: احذف هذه المجموعة
az: Bu kolleksiyanı sil
bg: Изтриване на списъка
ca: Suprimeix aquesta col·lecció
cs: Smazat tuto sbírku
da: Slet denne samling
de: Diese Sammlung löschen
el: Διαγραφή συλλογής
es: Eliminar esta colección
fi: Poista tämä kokoelma
fr: Supprimer cette collection
fur: Elimine cheste racuelte
fy_nl: Dizze kolleksje fuortsmite
he: מחיקת אוסף זה
hr: Izbriši ovu zbirku
hu: Ezen gyűjtemény törlése
ia: Deler iste collection
id: Hapus koleksi ini
is: Eyða þessu safni
it: Elimina questa raccolta
ja: このコレクションを削除
ka: კრებულის წაშლა
kab: Kkes tagrumma-a
ms: Buang koleksi ini
nb_no: Slett denne samlingen
nl: Deze collectie verwijderen
nn_no: Slett denne samlinga
pa_in: ਇਸ ਸੰਗ੍ਰਹਿ ਨੂੰ ਮਿਟਾਓ
pl: Usuń tę kolekcję
pt_br: Excluir esta coleção
pt_pt: Apagar esta coleção
ro: Șterge această colecție
ru: Удалить эту подборку
si: මෙම එකතුව මකන්න
sk: Odstrániť túto kolekciu
sl: Izbriši to zbirko
sq: Fshije këtë koleksion
sv_se: Ta bort denna samling
te: ఈ సేకరణను తొలగించు
th: ลบชุดสะสมนี้
tr: Bu koleksiyonu sil
uk: Видалити цю збірку
vi: Xóa bộ sưu tập này

source: You reported this collection
cs: Tuto sbírku jste nahlásili
da: Du har rapporteret denne samling
de: Sie haben diese Sammlung gemeldet
el: Αναφέρατε αυτήν τη συλλογή
fi: Ilmoitit tästä kokoelmasta
fr: Vous avez signalé cette collection
fur: Tu âs segnalât cheste racuelte
fy_nl: Jo hawwe dizze kolleksje rapportearre
hu: Jelentette ezt a gyűjteményt
ia: Tu reportava iste collection
is: Þú kærðir þetta safn
it: Hai segnalato questa raccolta
ka: კრებული გასაჩივრებულია
nb_no: Du rapporterte denne samlingen
nl: U hebt deze collectie gerapporteerd
nn_no: Du rapporterte denne samlinga
pl: Zgłoszono tę kolekcję
pt_br: Você denunciou esta coleção
ru: Вы сообщили об этой коллекции
sk: Nahlásili ste túto kolekciu
sv_se: Du rapporterade den här samlingen
tr: Bu koleksiyonu rapor ettiniz
uk: Ви подали скаргу на цю збірку
vi: Bạn đã báo cáo bộ sưu tập này

source: We have received your report. Thanks for letting us know about your concerns with this collection.
cs: Obdrželi jsme vaše hlášení. Děkujeme, že jste nám dali vědět o obavách z této sbírky.
da: Vi har modtaget din rapport. Tak fordi du deler dine bekymringer vedrørende denne samling med os.
de: Wir haben Ihre Meldung erhalten. Danke, dass Sie uns Ihre Bedenken zu dieser Sammlung mitgeteilt haben.
el: Λάβαμε την αναφορά σας. Ευχαριστούμε που μας ενημερώσατε σχετικά με τις ανησυχίες σας για αυτήν τη συλλογή.
fi: Vastaanotimme ilmoituksesi. Kiitos että ilmoitit huolesi tämän kokoelman suhteen.
fr: Nous avons reçu votre rapport. Merci de nous avoir signalé vos préoccupations concernant cette collection.
fur: O vin ricevude la tô segnalazion. Graciis di vênus fat savê lis tôs perplessitâts su cheste racuelte.
fy_nl: Wy hawwe jo melding ûntfongen. Tank dat jo ús op de hichte brocht hawwe fan jo soargen oer dizze kolleksje.
hu: Megkaptuk a jelentését. Köszönjük, hogy megosztotta aggályait a gyűjteménnyel kapcsolatban.
ia: Nos ha recipite tu reporto. Gratias pro facer nos saper circa tu problemas con iste collection.
is: Við höfum fengið skýrsluna þína. Takk fyrir að láta okkur vita að þú sért hugsi yfir þessu safni.
it: Abbiamo ricevuto la tua segnalazione. Grazie per averci comunicato i tuoi dubbi su questa raccolta.
ka: ჩვენ მივიღეთ თქვენი მოხსენება. გმადლობთ, რომ გვაცნობეთ თქვენი დამოკიდებულების შესახებ ამ კრებულის მიმართ.
nb_no: Vi har mottatt din rapport. Takk fordi du deler dine bekymringer vedrørende denne samlingen med oss.
nl: We hebben uw melding ontvangen. Bedankt dat u ons op de hoogte hebt gebracht van uw zorgen over deze collectie.
nn_no: Vi har fått rapporten din. Takk fordi du deler bekymringane dine med oss om denne samlinga.
pl: Otrzymaliśmy Twoje zgłoszenie. Dziękujemy za poinformowanie nas o problemach z tą kolekcją.
pt_br: Recebemos sua denúncia. Obrigado por nos informar sobre suas preocupações com esta coleção.
ru: Мы получили ваше сообщение. Спасибо, что сообщили нам о вашей обеспокоенности этим дополнением.
sk: Dostali sme vaše hlásenie. Ďakujeme, že ste nám dali vedieť o problémoch s touto kolekciou.
sv_se: Vi har tagit emot din anmälan. Tack för att du informerade oss om dina problem med den här samlingen.
tr: Raporunuzu aldık. Bu koleksiyonla ilgili endişelerinizi bize bildirdiğiniz için teşekkürler.
uk: Ми отримали ваше повідомлення. Дякуємо, що повідомили нам про вашу стурбованість щодо цієї збірки.
vi: Chúng tôi đã nhận được báo cáo của bạn. Cảm ơn bạn đã cho chúng tôi biết mối quan tâm của bạn với bộ sưu tập này.

source: Report this collection
cs: Nahlásit tuto sbírku
da: Rapportér denne samling
de: Diese Sammlung melden
el: Αναφορά συλλογής
fi: Ilmoita tästä kokoelmasta
fr: Signaler cette collection
fur: Segnale cheste racuelte
fy_nl: Dizze kolleksje rapportearje
hu: E gyűjtemény jelentése
ia: Reporta iste collection
is: Kæra þetta safn
it: Segnala questa raccolta
ka: საჩივარი კრებულის შესახებ
nb_no: Rapporter denne samlingen
nl: Deze collectie rapporteren
nn_no: Rapporter denne samlinga
pl: Zgłoś tę kolekcję
pt_br: Denunciar esta coleção
ru: Пожаловаться на эту коллекцию
sk: Nahlásiť túto kolekciu
sv_se: Rapportera denna samling
tr: Bu koleksiyonu rapor et
uk: Повідомити про цю збірку
vi: Báo cáo bộ sưu tập này
