Repository: mozilla/addons-frontend
Catalog: locale/*/LC_MESSAGES/amo.po
Languages: ar, az, bg, bn_bd, bs, ca, cs, da, de, el, es, fa, fi, fr, fur, fy_nl, ga_ie, he, hr, hu, ia, id, is, it, ja, ka, kab, ms, nb_no, nl, nn_no, pa_in, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: Log in to rate this language pack
ar: لِج لتقييم حزمة اللغة هذه
az: Bu dil paketini qiymətləndirmək üçün daxil olun
bg: За да оцените този езиков пакет се впишете
bn_bd: ভাষা প্যাক রেট করতে লগিন করুন
bs: Prijavite se na ocijenite ovaj jezički paket
ca: Inicieu la sessió per puntuar aquest paquet de llengua
cs: Pro hodnocení tohoto balíčku se přihlaste
da: Log ind for at bedømme denne sprogpakke
de: Melden Sie sich an, um dieses Sprachpaket zu bewerten
el: Συνδεθείτε για βαθμολόγηση αυτού του πακέτου γλώσσας
es: Iniciar sesión para evaluar este paquete de idioma
fa: برای رای دادن به این بستهٔ زبان وارد شوید
fi: Kirjaudu sisään arvostellaksesi tämän kielipaketin
fr: Connectez-vous pour noter ce paquetage linguistique
fur: Jentre par dâ un vôt a chest pachet des lenghis
fy_nl: Meld jo oan om dit taalpakket te wurdearjen
ga_ie: Logáil isteach chun an pacáiste teanga seo a rátáil
he: יש להתחבר כדי לדרג חבילת שפה זו
hr: Prijavi se i ocijeni ovaj jezični paket
hu: Jelentkezzen be a nyelvi csomag értékeléséhez
ia: Aperi session pro evalutar iste pacchetto de lingua
id: Masuk untuk menilai paket bahasa ini
is: Skráðu inn til að gefa þessum tungumálapakka einkunn
it: Effettua l’accesso per dare un voto a questo language pack
ja: ログインしてこの言語パックを評価
ka: შედით ანგარიშზე ენის კრებულის შესაფასებლად
kab: Qqen akken ad ternud tazmilt i ukemmus-agi utlayan
ms: Log masuk untuk menilaikan pek bahasa ini
nb_no: Logg inn for å vurdere denne språkpakken
nl: Meld u aan om dit taalpakket te waarderen
nn_no: Logg inn for å vurdere denne språkpakken
pa_in: ਇਸ ਭਾਸ਼ਾ ਪੈਕ ਨੂੰ ਰੇਟ ਕਰਨ ਲਈ ਲਾਗਇਨ ਕਰੋ
pl: Zaloguj się, aby ocenić ten pakiet językowy
pt_br: Identifique-se para avaliar este pacote de idiomas
pt_pt: Iniciar sessão para avaliar este pacote de idioma
ro: Intră în cont pentru a evalua acest pachet lingvistic
ru: Войдите, чтобы оценить этот языковой пакет
si: මෙම භාෂා ඇසුරුම ඇගැයුමට පිවිසෙන්න
sk: Ak chcete ohodnotiť tento jazykový balík, musíte sa prihlásiť
sl: Prijavite se, da ocenite ta jezikovni paket
sq: Që të vlerësoni këtë paketë gjuhe, bëni hyrjen
sv_se: Logga in för att betygsätta detta språkpaket
th: เข้าสู่ระบบเพื่อให้คะแนนชุดภาษานี้
tr: Bu dil paketini derecelendirmek için giriş yapın
uk: Увійдіть, щоб оцінити цей мовний пакунок
vi: Đăng nhập để đánh giá gói ngôn ngữ này

source: Log in to rate this theme
ar: لِج لتقييم السمة هذه
az: Bu mövzunu qiymətləndirmək üçün daxil olun
bg: За да оцените тази тема се впишете
bn_bd: থিম রেট করতে লগিন করুন
bs: Prijavite se na ocijeni ovu temu
ca: Inicieu la sessió per puntuar aquest tema
cs: Pro hodnocení tohoto motivu vzhledu se přihlaste
da: Log ind for at bedømme dette tema
de: Melden Sie sich an, um dieses Theme zu bewerten
el: Συνδεθείτε για βαθμολόγηση αυτού του θέματος
es: Iniciar sesión para evaluar este tema
fa: وارد شوید تا به این قالب رای دهید
fi: Kirjaudu sisään arvostellaksesi tämän teeman
fr: Connectez-vous pour noter ce thème
fur: Jentre par dâ un vôt a chest teme
fy_nl: Meld jo oan om dit tema te wurdearjen
ga_ie: Logáil isteach chun an téama seo a rátáil
he: יש להתחבר כדי לדרג ערכת נושא זו
hr: Prijavi se i ocijeni ovu temu
hu: Jelentkezzen be a téma értékeléséhez
ia: Aperi session pro evalutar iste thema
id: Masuk untuk menilai tema ini
is: Skráðu inn til að gefa þessu þema einkunn
it: Effettua l’accesso per dare un voto a questo tema
ja: ログインしてこのテーマを評価
ka: შედით ანგარიშზე თემის შესაფასებლად
kab: Qqen akken ad ternud tazmilt i usentel-agi
ms: Log masuk untuk menilaikan tema ini
nb_no: Logg inn for å vurdere dette temaet
nl: Meld u aan om dit thema te waarderen
nn_no: Logg inn for å vurdere dette temaet
pa_in: ਇਸ ਥੀਮ ਨੂੰ ਦਰਜਾ ਦੇਣ ਲਈ ਲਾਗਇਨ ਕਰੋ
pl: Zaloguj się, aby ocenić ten motyw
pt_br: Identifique-se para avaliar este tema
pt_pt: Iniciar sessão para avaliar este tema
ro: Intră în cont pentru a evalua această temă
ru: Войдите, чтобы оценить эту тему
si: මෙම තේමාව ඇගැයුමට පිවිසෙන්න
sk: Ak chcete ohodnotiť túto tému vzhľadu, musíte sa prihlásiť
sl: Prijavite se, da ocenite to temo
sq: Që të vlerësoni këtë temë, bëni hyrjen
sv_se: Logga in för att betygsätta detta tema
th: เข้าสู่ระบบเพื่อให้คะแนนชุดรูปแบบนี้
tr: Bu temayı derecelendirmek için giriş yapın
uk: Увійдіть, щоб оцінити цю тему
vi: Đăng nhập để đánh giá chủ đề này

source: Log in to rate this extension
ar: لِج لتقييم الامتداد هذا
az: Bu uzantını qiymətləndirmək üçün daxil olun
bg: За да оцените разширението се впишете
bn_bd: এক্সটেনশন রেট করতে লগিন করুন
bs: Prijavite se na ocijeni ovu ekstenziju
ca: Inicieu la sessió per puntuar aquesta extensió
cs: Pro hodnocení tohoto rozšíření se přihlaste
da: Log ind for at bedømme denne udvidelse
de: Melden Sie sich an, um diese Erweiterung zu bewerten
el: Συνδεθείτε για βαθμολόγηση της επέκτασης
es: Inicia sesión para evaluar esta extensión
fa: وارد شوید تا به این افزونه امتیاز دهید
fi: Kirjaudu sisään arvostellaksesi tämän laajennuksen
fr: Connectez-vous pour noter cette extension
fur: Jentre par dâ un vôt a cheste estension
fy_nl: Meld jo oan om dizze útwreiding te wurdearjen
ga_ie: Logáil isteach chun an eisínteacht seo a rátáil
he: יש להתחבר כדי לדרג הרחבה זו
hr: Prijavi se i ocijeni ovo proširenje
hu: Jelentkezzen be a kiegészítő értékeléséhez
ia: Aperi session pro evalutar iste extension
id: Masuk untuk menilai ekstensi ini
is: Skráðu inn til að gefa þessum forritsauka einkunn
it: Effettua l’accesso per dare un voto a questa estensione
ja: ログインしてこの拡張機能を評価
ka: შედით ანგარიშზე გაფართოების შესაფასებლად
kab: Qqen akken ad ternud tazmilt i usiɣzef-agi
ms: Log masuk untuk menilaikan ekstensi ini
nb_no: Logg inn for å vurdere denne utvidelsen
nl: Meld u aan om deze extensie te waarderen
nn_no: Logg inn for å vurdere denne utvidinga
pa_in: ਇਸ ਇਕਸਟੈਨਸ਼ਨ ਨੂੰ ਦਰਜਾ ਦੇਣ ਲਈ ਲਾਗਇਨ ਕਰੋ
pl: Zaloguj się, aby ocenić to rozszerzenie
pt_br: Identifique-se para avaliar esta extensão
pt_pt: Iniciar sessão para avaliar esta extensão
ro: Intră în cont pentru a evalua această extensie
ru: Войдите, чтобы оценить это расширение
si: මෙම දිගුව ඇගැයුමට පිවිසෙන්න
sk: Ak chcete ohodnotiť toto rozšírenie, musíte sa prihlásiť
sl: Prijavite se, da ocenite to razširitev
sq: Që të vlerësoni këtë zgjerim, bëni hyrjen
sv_se: Logga in för att betygsätta denna utökning
th: เข้าสู่ระบบเพื่อให้คะแนนส่วนขยายนี้
tr: Bu uzantıya puan vermek için giriş yapın
uk: Увійдіть, щоб оцінити це розширення
vi: Đăng nhập để đánh giá tiện ích này

source: Log in to rate this add-on
ar: لِج لتقييم الإضافة هذه
az: Bu əlavəni qiymətləndirmək üçün daxil olun
bg: За да оцените тази добавка се впишете
bn_bd: এই অ্যাড-অন রেট দিতে লগইন করুন
bs: Prijavite se na ocijeni ovaj dodatak
ca: Inicieu la sessió per puntuar aquest complement
cs: Pro hodnocení tohoto doplňku se přihlaste
da: Log ind for at bedømme denne tilføjelse
de: Melden Sie sich an, um dieses Add-on zu bewerten
el: Συνδεθείτε για βαθμολόγηση αυτού του προσθέτου
es: Iniciar sesión para evaluar este complemento
fa: وارد شوید تا به این افزونه رای دهید
fi: Kirjaudu sisään arvostellaksesi tämän lisäosan
fr: Connectez-vous pour noter ce module complémentaire
fur: Jentre par dâ un vôt a chest component adizionâl
fy_nl: Meld jo oan om dizze add-on te wurdearjen
ga_ie: Logáil isteach chun an breiseán seo a rátáil
he: יש להתחבר כדי לדרג תוספת זו
hr: Prijavi se i ocijeni ovaj dodatak
hu: Jelentkezzen be a kiegészítő értékeléséhez
ia: Aperi session pro evalutar iste additivo
id: Masuk untuk menilai pengaya ini
is: Skráðu inn til að gefa þessari viðbót einkunn
it: Effettua l’accesso per dare un voto a questo componente aggiuntivo
ja: ログインしてこのアドオンを評価
ka: შედით ანგარიშზე დამატების შესაფასებლად
kab: Qqen akken ad ternud tazmilt i uzegrir-agi
ms: Log masuk untuk menilaikan add-on ini
nb_no: Logg inn for å vurdere denne utvidelsen
nl: Meld u aan om deze add-on te waarderen
nn_no: Logg inn for å vurdere denne utvidinga
pa_in: ਇਸ ਐਡ-ਆਨ ਦੀ ਰੇਟ ਕਰਨ ਲਈ ਲਾਗਇਨ ਕਰੋ
pl: Zaloguj się, aby ocenić ten dodatek
pt_br: Identifique-se para avaliar esta extensão
pt_pt: Iniciar sessão para avaliar este extra
ro: Intră în cont pentru a evalua acest supliment
ru: Войдите, чтобы оценить это дополнение
si: මෙම එක්කහුව ඇගැයුමට පිවිසෙන්න
sk: Ak chcete ohodnotiť tento doplnok, musíte sa prihlásiť
sl: Prijavite se, da ocenite ta dodatek
sq: Që të vlerësoni këtë shtesë, bëni hyrjen
sv_se: Logga in för att betygsätta detta tillägg
th: เข้าสู่ระบบเพื่อให้คะแนนส่วนเสริมนี้
tr: Bu eklentiyi derecelendirmek için giriş yapın
uk: Увійдіть, щоб оцінити цей додаток
vi: Đăng nhập để đánh giá tiện ích này

source: Are you sure you want to delete your review of %(addonName)s?
ar: أمتأكد من رغبتك بحذف مراجعتك لـ %(addonName)s ؟
az: %(addonName)s üçün olan rəyinizi silmək istədiyinizə əminsiniz?
bg: Наистина ли искате да изтриете своя отзив за %(addonName)s?
ca: Segur que voleu suprimir la vostra ressenya de %(addonName)s?
cs: Opravdu chcete odstranit recenzi doplňku %(addonName)s?
da: Er du sikker på, at du vil slette din anmeldelse af %(addonName)s?
de: Soll Ihre Bewertung von %(addonName)s wirklich gelöscht werden?
el: Θέλετε σίγουρα να διαγράψετε την κριτική σας για το %(addonName)s;
es: ¿De verdad quieres eliminar tu revisión de %(addonName)s?
fi: Haluatko varmasti poistaa arvioinnin tuotteesta %(addonName)s?
fr: Souhaitez-vous vraiment supprimer votre évaluation de %(addonName)s ?
fur: Eliminâ pardabon la tô recension di %(addonName)s?
fy_nl: Binne jo wis dat jo jo beoardieling fan %(addonName)s fuortsmite wolle?
he: האם ברצונך למחוק את הסקירה שלך על %(addonName)s?
hr: Zaista želiš izbrisati tvoju recenziju za %(addonName)s?
hu: Tényleg törli a(z) %(addonName)s értékelését?
ia: Es tu secur de voler deler tu recension de %(addonName)s?
id: Anda benar-benar ingin menghapus tinjauan untuk %(addonName)s?
is: Ertu viss um að þú viljir eyða umsögninni þinni um %(addonName)s?
it: Eliminare la recensione di %(addonName)s?
ja: この %(addonName)s のレビューを削除してもよろしいですか？
ka: ნამდვილად გსურთ %(addonName)s დამატების მიმოხილვის წაშლა?
kab: Tebɣiḍ ad tekkseḍ aceggir-ik n %(addonName)s?
ms: Adakah anda pasti mahu membuang ulasan %(addonName)s?
nb_no: Er du sikker på at du vil slette omtalen din av %(addonName)s?
nl: Wilt u uw beoordeling van %(addonName)s echt verwijderen?
nn_no: Er du sikker på at du vil slette vurderinga di av %(addonName)s?
pa_in: ਕੀ ਤੁਸੀਂ %(addonName)s ਦੀ ਆਪਣੀ ਸਮੀਖਿਆ ਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Czy na pewno usunąć recenzję dodatku %(addonName)s?
pt_br: Tem certeza que quer excluir sua análise de %(addonName)s?
pt_pt: Pretende mesmo apagar a sua análise de %(addonName)s?
ro: Sigur vrei să ștergi recenzia pentru %(addonName)s?
ru: Вы действительно хотите удалить ваш отзыв на %(addonName)s?
si: %(addonName)s පිළිබඳව ඔබගේ සමාලෝචනය මකා දැමීමට වුවමනා ද?
sk: Naozaj chcete odstrániť túto recenziu doplnku %(addonName)s?
sl: Ali res želite izbrisati svojo oceno %(addonName)s?
sq: Jeni i sigurt se doni të fshihet shqyrtimi juaj i %(addonName)s?
sv_se: Är du säker på att du vill ta bort din recension av %(addonName)s?
te: మీరు నిజంగానే %(addonName)sపై మీ సమీక్షను తొలగించాలని అనుకుంటున్నారా?
th: คุณแน่ใจหรือไม่ว่าต้องการลบบทวิจารณ์ที่มีต่อ %(addonName)s ของคุณ?
tr: %(addonName)s hakkındaki incelemenizi silmek istediğinizden emin misiniz?
uk: Ви справді хочете видалити свій відгук для %(addonName)s?
vi: Bạn có chắc muốn xóa đánh giá của bạn về %(addonName)s không?

source: Are you sure you want to delete your rating of %(addonName)s?
ar: أمتأكد من حذف تقييمك لـ %(addonName)s ؟
az: %(addonName)s üçün olan reytinqinizi silmək istədiyinizə əminsiniz?
bg: Наистина ли искате да изтриете своята оценка за %(addonName)s?
ca: Segur que voleu suprimir la vostra puntuació de %(addonName)s?
cs: Opravdu chcete odstranit své hodnocení doplňku %(addonName)s?
da: Er du sikker på, at du vil slette din bedømmelse af %(addonName)s?
de: Soll Ihre Bewertung von %(addonName)s wirklich gelöscht werden?
el: Θέλετε σίγουρα να διαγράψετε τη βαθμολογία σας για το %(addonName)s;
es: ¿De verdad quieres eliminar tu valoración de %(addonName)s?
fi: Haluatko varmasti poistaa arvion tuotteesta %(addonName)s?
fr: Voulez-vous vraiment supprimer votre note pour %(addonName)s ?
fur: Eliminâ pardabon la tô valutazion di %(addonName)s?
fy_nl: Binne jo wis dat jo jo wurdearring foar %(addonName)s fuortsmite wolle?
he: האם ברצונך למחוק את הדירוג שלך על %(addonName)s?
hr: Zaista želiš izbrisati tvoju ocjenu za %(addonName)s?
hu: Tényleg törli a(z) %(addonName)s csillagos értékelését?
ia: Es tu secur de voler deler tu evalutation de %(addonName)s?
id: Anda benar-benar ingin menghapus penilaian untuk %(addonName)s?
is: Ertu viss um að þú viljir eyða einkuninni þinni fyrir %(addonName)s?
it: Eliminare la valutazione di %(addonName)s?
ja: この %(addonName)s の評価を削除してもよろしいですか？
ka: ნამდვილად გსურთ %(addonName)s დამატების შეფასების წაშლა?
kab: Tebɣiḍ ad tekkseḍ tazmilt-ik n %(addonName)s?
ms: Adakah anda pasti mahu membuang kadaran %(addonName)s?
nb_no: Er du sikker på at du vil slette vuderingen din av %(addonName)s?
nl: Wilt u uw waardering van %(addonName)s echt verwijderen?
nn_no: Er du sikker på at du vil slette vurderinga di av %(addonName)s?
pa_in: ਕੀ ਤੁਸੀਂ ਨਿਸ਼ਚਤ ਰੂਪ ਤੋਂ ਆਪਣੀ %(addonName)s ਰੇਟਿੰਗ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Czy na pewno usunąć ocenę dodatku %(addonName)s?
pt_br: Tem certeza que quer excluir sua avaliação de %(addonName)s?
pt_pt: Pretende mesmo apagar a sua avaliação de %(addonName)s?
ro: Sigur vrei să ștergi evaluarea pentru %(addonName)s?
ru: Вы действительно хотите удалить вашу оценку %(addonName)s?
si: %(addonName)s පිළිබඳව ඔබගේ ඇගැයුම මකා දැමීමට වුවමනා ද?
sk: Naozaj chcete odstrániť hodnotenie doplnku %(addonName)s?
sl: Ali res želite izbrisati svojo oceno %(addonName)s?
sq: Jeni i sigurt se doni të fshihet vlerësimi juaj për %(addonName)s?
sv_se: Är du säker på att du vill ta bort ditt betyg för %(addonName)s?
te: మీరు నిజంగానే %(addonName)sపై మీ రేటింగును తొలగించాలని అనుకుంటున్నారా?
th: คุณแน่ใจหรือไม่ว่าต้องการลบการให้คะแนนที่มีต่อ %(addonName)s ของคุณ?
tr: %(addonName)s hakkındaki derecelendirmenizi silmek istediğinizden emin misiniz?
uk: Ви справді хочете видалити свою оцінку для %(addonName)s?
vi: Bạn có chắc muốn xóa xếp hạng %(addonName)s của mình không?

source: How are you enjoying %(addonName)s?
ar: كيف تستمتع بتجربتك لـ %(addonName)s ؟
az: %(addonName)s ilə təcrübəniz necə gedir?
bg: Как оценявате %(addonName)s?
ca: Quin és el teu grau de satisfacció amb %(addonName)s?
cs: Jak se vám líbí doplněk %(addonName)s?
da: Hvad synes du om %(addonName)s?
de: Wie gefällt Ihnen %(addonName)s?
el: Απολαμβάνετε το %(addonName)s;
es: ¿Cuál es tu experiencia con %(addonName)s?
fi: Mitä pidät lisäosasta %(addonName)s?
fr: Est-ce que %(addonName)s vous plait ?
fur: Trop stâstu gjoldint %(addonName)s?
fy_nl: Hoe foldocht jo %(addonName)s?
he: מהי רמת שביעות רצונך מהשימוש ב־%(addonName)s?
hr: Kako ti se sviđa %(addonName)s?
hu: Mit tapasztal a(z) %(addonName)s kiegészítővel?
ia: Qual es tu experientia con %(addonName)s?
id: Bagaimana Anda menikmati %(addonName)s?
is: Hvernig líkar þér við %(addonName)s?
it: Come valuti la tua esperienza utente con %(addonName)s?
ja: %(addonName)s をどのぐらい楽しんでいますか？
ka: როგორ მოგეწონათ %(addonName)s?
kab: Ahat %(addonName)s yeɛǧeb-ak?
ms: Bagaimana anda sukakan %(addonName)s?
nb_no: Hvordan liker du %(addonName)s?
nl: Wat vindt u van %(addonName)s?
nn_no: Kva synest du om %(addonName)s?
pa_in: ਤੁਸੀਂ %(addonName)s ਦਾ ਆਨੰਦ ਕਿਵੇਂ ਮਾਣ ਰਹੇ ਹੋ?
pl: Jak oceniasz dodatek %(addonName)s?
pt_br: O que está achando de %(addonName)s?
pt_pt: Como está a desfrutar de %(addonName)s?
ro: Cum ți se pare %(addonName)s?
ru: Как вы оцениваете %(addonName)s?
si: ඔබ %(addonName)s භුක්ති විඳින්නේ කෙසේද?
sk: Ako si užívate používanie doplnku %(addonName)s?
sl: Kako vam ugaja %(addonName)s?
sq: A po ju pëlqen %(addonName)s?
sv_se: Hur tycker du om %(addonName)s?
te: మీరు %(addonName)s‌ను ఎలా ఆనందిస్తున్నారు?
th: คุณเพลิดเพลินกับ %(addonName)s แค่ไหน?
tr: %(addonName)s hoşunuza gidiyor mu?
uk: Які ваші враження від роботи з %(addonName)s?
vi: Cảm nhận của bạn về %(addonName)s như thế nào?

source: Saving star rating
az: Ulduzunuz saxlanılır
bg: Запазване на оценката
ca: S'està desant la valoració
cs: Ukládá se hodnocení...
da: Gemmer bedømmelse
de: Stern-Bewertung wird gespeichert
el: Αποθήκευση βαθμολογίας αστεριών
es: Guardando valoración
fi: Tallennetaan tähtiarvio
fr: Enregistrer le nombre d’étoiles
fur: Salvament valutazion in stelis
fy_nl: Stjer-wurdearring wurdt bewarre
he: דירוג הכוכבים נשמר
hr: Spremanje ocjene
hu: Csillagos értékelés mentése…
ia: Salvamento del classification per stellas
id: Menyimpan peringkat bintang
is: Vista stjörnugjöf
it: Salvataggio valutazione in stelle in corso…
ja: 星の評価を保存しています
ka: ინახება ვარსკვლავით შეფასება:
kab: Asekles n umḍan n yitran
ms: Menyimpan kadaran bintang
nb_no: Lagrer stjernevurdering
nl: Sterrenwaardering opslaan
nn_no: Lagrar stjernevurdering
pa_in: ਸਟਾਰ ਰੇਟਿੰਗ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰ ਰਿਹਾ ਹੈ
pl: Zapisywanie oceny w gwiazdkach
pt_br: Salvando avaliação com estrelas
pt_pt: A guardar avaliação de estrelas
ro: Se salvează evaluarea în stele
ru: Сохранение рейтинга
si: තරු ඇගැයුම සුරැකෙමින්
sk: Ukladám hodnotenie
sl: Shranjevanje ocene v zvezdicah
sq: Po ruhet vlerësimi me yje
sv_se: Sparar stjärnklassificering
th: กำลังบันทึกการจัดอันดับดาว
tr: Puan kaydediliyor
uk: Збереження оцінки
vi: Đang lưu xếp hạng sao

source: Star rating saved
az: Ulduz reytinqi saxlandı
bg: Оценката е запазена
ca: S'ha desat la valoració
cs: Hodnocení bylo uloženo
da: Bedømmelse gemt
de: Stern-Bewertung gespeichert
el: Η βαθμολογία αστεριών αποθηκεύτηκε
es: Se guardó la valoración
fi: Tähtiarvio tallennettu
fr: Le nombre d’étoiles est enregistré
fur: Valutazion in stelis salvade
fy_nl: Stjer-wurdearring wurdt bewarre
he: דירוג הכוכבים נשמר
hr: Ocjena je spremljena
hu: Csillagos értékelés mentve
ia: Evalutation de stellas salvate
id: Peringkat bintang tersimpan
is: Stjörnugjöf vistuð
it: Valutazione in stelle salvata
ja: 星の評価を保存しました
ka: ვარსკვლავით შეფასება შენახულია
kab: Amḍan n yitran yettwasekles
ms: Kadaran bintang disimpan
nb_no: Stjernevurdering lagret
nl: Sterrenwaardering opgeslagen
nn_no: Stjernevurdering lagra
pa_in: ਸਟਾਰ ਰੇਟਿੰਗ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕੀਤਾ ਗਿਆ
pl: Zapisano ocenę w gwiazdkach
pt_br: Avaliação salva
pt_pt: Avaliação de estrelas guardada
ro: Evaluarea prin stele a fost salvată
ru: Рейтинг сохранён
si: තරු ඇගැයුම සුරැකිණි
sk: Hodnotenie bolo uložené
sl: Ocena shranjena
sq: Vlerësimi me yje u ruajt
sv_se: Stjärnklassificering sparad
th: บันทึกการจัดอันดับดาวแล้ว
tr: Puan kaydedildi
uk: Рейтинг збережено
vi: Đã lưu xếp hạng sao

source: There are no three-star reviews
bg: Няма отзиви с три звезди
cs: Žádné recenze se třemi hvězdičkami
da: Der er ingen tre-stjernede anmeldelser
de: Es gibt keine Drei-Sterne-Bewertungen
el: Καμία κριτική τριών αστέρων
fi: Kolmen tähden arvioita ei ole
fr: Il n’y a pas d’avis trois étoiles
fur: No son ancjemò recensions a trê stelis
fy_nl: Der binne gjin trijestjerrenbeoardielingen
hr: Nema recenzija s tri zvjezdice
hu: Nincsenek háromcsillagos értékelések
ia: Il non ha recensiones a tres stellas
is: Það eru engar þriggja-stjörnu umsagnir
it: Non ci sono ancora recensioni a tre stelle
ja: 3 つ星のレビューはありません
ka: სამვარსკვლავიანი მიმოხილვები არაა
kab: Ulac iceggiren s kraḍ yitran
nb_no: Det er ingen trestjerners omtaler
nl: Er zijn geen driesterrenbeoordelingen
nn_no: Det finst ingen tre-stjerners vurderingar
pl: Nie ma trzygwiazdkowych recenzji
pt_br: Não há avaliações de três estrelas
pt_pt: Não existem análises de três estrelas
ru: Отзывов с оценкой 3 пока нет
si: තරු තුනක සමාලෝචන නැත
sk: Neexistujú žiadne trojhviezdičkové recenzie
sv_se: Det finns inga trestjärniga recensioner
th: ไม่มีบทวิจารณ์สามดาว
tr: Hiç üç yıldızlı inceleme yok
uk: Немає відгуків з оцінкою три зірки
vi: Không có đánh giá ba sao

source: Read the 1 two-star review
bg: Прочетете отзива с две звезди
cs: Přečíst recenzi se dvěma hvězdičkami
da: Læs den ene to-stjernede anmeldelse
de: Lesen Sie die einzige Zwei-Sterne-Bewertung
el: Ανάγνωση 1 κριτικής δύο αστέρων
fi: Lue yksi kahden tähden arvio
fr: Lire l’avis deux étoiles
fur: Lei la recension a dôs stelis
fy_nl: De iennige twastjerrenbeoardieling lêze
hr: Pročitaj recenzije s jednom zvjezdicom
hu: 1 kétcsillagos értékelés elolvasása
ia: Leger le 1 recensiones a duo stellas
is: Lesa tveggja-stjörnu umsögnina
it: Leggi la recensione a due stelle
ja: %(total)s 件の 2 つ星のレビューをすべて読む
ka: 1 ორვარსკვლავიანი მიმოხილვის წაკითხვა
kab: Ɣeṛ 1 uceggir n sin n yitran
nb_no: Les den ene omtalen med to stjerner
nl: De enige tweesterrenbeoordeling lezen
nn_no: Les vurderinga med to stjerner
pl: Dwugwiazdkowa recenzja
pt_br: Ler a única avaliação de duas estrelas
pt_pt: Ler 1 análise de duas estrelas
ru: Прочитать %(total)s отзыв с оценкой 2
si: තරු දෙකක සමාලෝචනය කියවන්න
sk: Prečítajte si jednu dvojhviezdičkovú recenziu
sv_se: Läs recensionen med två stjärnor
th: อ่าน %(total)s บทวิจารณ์สองดาวทั้งหมด
tr: İki yıldızlı incelemeyi oku
uk: Читати 1 огляд з оцінкою дві зірки
vi: Đọc %(total)s đánh giá hai sao

source: There are no two-star reviews
bg: Няма отзиви с две звезди
cs: Žádné recenze se dvěma hvězdičkami
da: Der er ingen to-stjernede anmeldelser
de: Es gibt keine Zwei-Sterne-Bewertungen
el: Καμία κριτική δύο αστέρων
fi: Kahden tähden arvioita ei ole
fr: Il n’y a pas d’avis deux étoiles
fur: No son ancjemò recensions a dôs stelis
fy_nl: Der binne gjin twastjerrenbeoardielingen
hr: Nema recenzija s dvije zvjezdice
hu: Nincsenek kétcsillagos értékelések
ia: Il non ha recensiones a duo stellas
is: Það eru engar tveggja-stjörnu umsagnir
it: Non ci sono ancora recensioni a due stelle
ja: 2 つ星のレビューはありません
ka: ორვარსკვლავიანი მიმოხილვები არაა
kab: Ulac iceggiren n sin yitran
nb_no: Det er ingen omtaler med to stjerner
nl: Er zijn geen tweesterrenbeoordelingen
nn_no: Det finst ingen to-stjerners vurderingar
pl: Nie ma dwugwiazdkowych recenzji
pt_br: Não há avaliações de duas estrelas
pt_pt: Não existem análises de duas estrelas
ru: Отзывов с оценкой 2 пока нет
si: තරු දෙකක සමාලෝචන නැත
sk: Neexistujú žiadne dvojhviezdičkové recenzie
sv_se: Det finns inga tvåstjärniga recensioner
th: ไม่มีบทวิจารณ์สองดาว
tr: Hiç iki yıldızlı inceleme yok
uk: Немає відгуків з оцінкою дві зірки
vi: Không có đánh giá hai sao

source: Read the 1 one-star review
bg: Прочетете отзива с една звезда
cs: Přečíst recenzi s jednou hvězdičkou
da: Læs den ene en-stjernede anmeldelse
de: Lesen Sie die einzige Ein-Stern-Bewertung
el: Ανάγνωση 1 κριτικής ενός αστεριού
fi: Lue yksi yhden tähden arvio
fr: Lire l’avis 1 étoile
fur: Lei la recension a une stele
fy_nl: De iennige ienstjerbeoardieling lêze
hr: Pročitaj recenziju s jednom zvjezdicom
hu: 1 egycsillagos értékelés elolvasása
ia: Leger le 1 recensiones a un stella
is: Lesa einnar-stjörnu umsögnina
it: Leggi la recensione a una stella
ja: %(total)s 件の 1 つ星のレビューをすべて読む
ka: 1 ერთვარსკვლავიანი მიმოხილვის წაკითხვა
kab: Ɣeṛ 1 uceggir s yiwen n yitri
nb_no: Les den ene omtalen med én stjerne
nl: De enige éénsterbeoordeling lezen
nn_no: Les alle vurderingar med ei stjerne
pl: Jednogwiazdkowa recenzja
pt_br: Ler a única avaliação de uma estrela
pt_pt: Ler 1 análise de uma estrela
ru: Прочитать %(total)s отзыв с оценкой 1
si: තරු එකක සමාලෝචනය කියවන්න
sk: Prečítajte si jednu jednohviezdičkovú recenziu
sv_se: Läs recensionen med en stjärna
th: อ่าน %(total)s บทวิจารณ์หนึ่งดาวทั้งหมด
tr: Bir yıldızlı incelemeyi oku
uk: Читати відгуки з оцінкою 1 зірка
vi: Đọc %(total)s đánh giá một sao
