Repository: mozilla/addons-frontend
Catalog: locale/*/LC_MESSAGES/amo.po
Languages: ar, az, bg, bn_bd, bs, ca, cs, da, de, el, es, fa, fi, fr, fur, fy_nl, ga_ie, he, hr, hu, ia, id, is, it, ja, ka, kab, ms, nb_no, nl, nn_no, pa_in, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: The profile of %(user)s, Firefox extension author. Find other extensions by %(user)s, including average ratings, tenure, and the option to report issues.
ca: El perfil de %(user)s, autor d'una extensió del Firefox. Cerqueu altres aplicacions de %(user)s amb la mitjana de valoracions, la permanència i l'opció de notificar problemes.
cs: Profil uživatele %(user)s, autora rozšíření pro Firefox. Najděte další rozšíření od uživatele %(user)s, včetně průměrných hodnocení, licenčních ujednání a možnosti nahlásit problémy.
de: Das Profil von %(user)s, dem Autor von Firefox-Erweiterungen. Finden Sie andere Erweiterungen von %(user)s, einschließlich durchschnittlicher Bewertung, Dauer der Mitgliedschaft und Möglichkeiten, Probleme zu melden.
el: Το προφίλ του/της %(user)s, δημιουργού επέκτασης του Firefox. Βρείτε άλλες εφαρμογές από τον/την %(user)s, καθώς και μέσους όρους αξιολογήσεων, την ημερομηνία εγγραφής και την επιλογή για αναφορά ζητημάτων.
es: El perfil de %(user)s, autor de una extensión de Firefox. Encuentra otras aplicaciones de %(user)s, incluida la valoración media y la opción de informar de problemas.
fi: Tämä käyttäjä %(user)s on Firefoxin laajennuskehittäjä. Löydä muita laajennuksia käyttäjältä %(user)s, ja näe keskiarviot sekä kehittäjäkokemus. Lisäksi löydät mahdollisuuden kertoa ongelmista.
fr: Profil de %(user)s, auteur d’extensions pour Firefox. Trouvez les autres extensions de %(user)s, leur note moyenne, la date de son inscription et la possibilité de signaler des problèmes.
fur: Il profîl di %(user)s, autôr di estensions par Firefox. Cjate altris estensions di %(user)s, includudis lis mediis des valutazions, il dirit di possès e la opzion par segnalâ problemis.
fy_nl: It profyl fan %(user)s, in skriuwer fan in útwreiding foar Firefox. Fyn oare apps fan %(user)s, tegearre mei gemiddelde wurdearringen, eigendomsrjocht en de opsje om problemen te melden.
hr: Profil od %(user)s, autor Firefox proširenja. Pronađi daljnja proširenja od %(user)s, kao i prosječne ocjene, od kada surađuje i mogućnost prijavljivanja problema.
hu: %(user)s profilja, aki Firefox kiegészítőszerző. Találjon más kiegészítőket, amelyet %(user)s készített, és nézze meg az átlagos értékelést és a hibajelentési lehetőséget.
ia: Le profilo de %(user)s, autor de extensiones pro Firefox. Trova altere extensiones de %(user)s con evalutationes medie, periodo de activitate, e le option pro reportar problemas.
is: Notandasnið %(user)s, höfundar Firefox forritsauka. Finndu aðra forritsauka frá %(user)s, skoðaðu meðaleinkunn hans, viðveru og hvernig hægt sé að tilkynna vandamál.
it: Il profilo di %(user)s, un autore di estensioni per Firefox. Trova altre applicazioni di %(user)s, incluse media delle valutazioni, ruolo e l’opzione per segnalare problemi.
ka: პროფილი %(user)s მომხმარებლის, Firefox-ის გაფართოებისა შემქმნელის. იხილეთ %(user)s შემმუშავებლის სხვა პროგრამები, ასევე საშუალო შეფასებები, შემოერთების თარიღი და მოხსენების გაკეთების შესაძლებლობები.
kab: Amaɣnu n %(user)s, ameskar n yiziɣzaf Firefox. Af-d isiɣzaf-nniḍen n %(user)s, tazmilt-is talemmast, azemz n ujerred-is akked tummla n wuguren.
ms: Profil %(user)s, pengarang ekstensi Firefox. Cari aplikasi lain oleh %(user)s termasuk purata penilaian, tempoh dan pilihan untuk melaporkan isu.
nb_no: Profilen til %(user)s, en Firefox utvidelsesutvikler. Finn andre apper av %(user)s, inkludert gjennomsnittlig vurdering, medlemsskapsperiode og muligheten til å rapportere problemer.
nl: Het profiel van %(user)s, een schrijver van een extensie voor Firefox. Vind andere extensies van %(user)s, samen met gemiddelde waarderingen, eigendomsrecht en de optie om problemen te melden.
nn_no: Profilen til %(user)s, ein Firefox utvidingsutviklar. Finn andre appar av %(user)s, inkludert gjennomsnittleg vurdering, medlemsskapsperiode og moglegheita til å rapportere problem.
pa_in: %(user)s ਦੇ ਪਰੋਫਾਈਲ, ਫਾਇਰਫਾਕਸ ਐਕਸ਼ਟੇਸ਼ਨ ਲੇਖਕੋ। ਔਸਤ ਰੇਟਿੰਗਾਂ, ਕਾਰਜਕਾਲ ਅਤੇ ਮੁੱਦਿਆਂ ਦੀ ਰਿਪੋਰਟ ਕਰਨ ਦੇ ਵਿਕਲਪ ਸਮੇਤ,%(user)s ਦੁਆਰਾ ਹੋਰ ਐਕਸਟੈਨਸ਼ਨ ਲੱਭੋ।
pl: Profil użytkownika „%(user)s”, autora rozszerzeń Firefoksa. Znajdź jego inne rozszerzenia, w tym średnie oceny, staż i możliwość zgłaszania problemów.
pt_br: O perfil de %(user)s, autor de extensões do Firefox. Encontre outras extensões de %(user)s, incluindo média de avaliações, continuidade e a opção de relatar problemas.
pt_pt: O perfil de %(user)s, uma extensão do Firefox. Encontre outras extensões por %(user)s, incluindo avaliações médias, posse e a opção de relatar problemas.
ro: Profilul %(user)s, autor extensii Firefox. Găsește alte extensii realizate de %(user)s, inclusiv evaluările medii, titular și opțiunile de raportare a problemelor.
ru: Профиль %(user)s, автора расширений для Firefox. Найдите другие расширения %(user)s, на страницах которых можно посмотреть их средние оценки, дату создания, а также сообщить о проблемах.
si: ෆයර්ෆොක්ස් දිගු කර්තෘ, %(user)s ගේ පැතිකඩ. දළ ඇගැයුම්, දරන කාලය සහ ගැටළු වාර්තා කිරීමේ විකල්පය ඇතුළුව %(user)s ගේ වෙනත් දිගු බලන්න.
sk: Profil používateľa %(user)s, autora rozšírení pre Firefox. Nájdite ďalšie rozšírenia od používateľa %(user)s, vrátane priemerných hodnotení a možnosti nahlásiť chyby.
sl: Profil uporabnika %(user)s, ustvarjalca razširitev za Firefox. Odkrijte druge razširitve avtorja %(user)s, vključno s povprečnimi ocenami, lastništvom in možnostjo prijave težav.
sq: Profili i %(user)s, autor zgjerimesh Firefox-i. Gjeni zgjerime të tjera nga %(user)s, dhe shihni vlerësim mesatar për to, prej sa kohësh i mirëmban përdoruesi në fjalë, dhe duke pasur mundësinë të raportoni probleme.
sv_se: Profilen för %(user)s, Firefox tilläggsförfattare. Hitta andra tillägg av %(user)s, inklusive genomsnittliga betyg, medlemskapsperiod och alternativet att rapportera problem.
tr: Firefox uzantı geliştiricisi %(user)s kullanıcısının profili. %(user)s tarafından sunulan diğer uzantılar, puan ortalaması, görev süresi ve sorunları bildirme seçeneği.
uk: Профіль %(user)s, автора розширень для Firefox. Знайдіть інші розширення від %(user)s, включаючи середню оцінку, дату створення, а також можливість повідомити про проблему.
vi: Hồ sơ của %(user)s, tác giả của tiện ích mở rộng Firefox. Tìm các tiện ích mở rộng khác bởi %(user)s, bao gồm xếp hạng trung bình, nhiệm kỳ và tùy chọn báo cáo sự cố.

source: The profile of %(user)s, Firefox theme author. Find other themes by %(user)s, including average ratings, tenure, and the option to report issues.
ca: El perfil de %(user)s, autor d'un tema del Firefox. Cerqueu altres aplicacions de %(user)s amb la mitjana de valoracions, la permanència i l'opció de notificar problemes.
cs: Profil uživatele %(user)s, autora motivů vzhledu pro Firefox. Najděte další aplikace od uživatele %(user)s, včetně průměrných hodnocení, licenčních ujednání a možnosti nahlásit problémy.
de: Das Profil von %(user)s, dem Autor von Firefox-Themes. Finden Sie andere Themes von %(user)s, einschließlich durchschnittlicher Bewertung, Dauer der Mitgliedschaft und Möglichkeiten, Probleme zu melden.
el: Το προφίλ του/της %(user)s, δημιουργού θέματος του Firefox. Βρείτε άλλες εφαρμογές από τον/την %(user)s, καθώς και μέσους όρους αξιολογήσεων, την ημερομηνία εγγραφής και την επιλογή για αναφορά ζητημάτων.
es: El perfil de %(user)s, autor de un tema de Firefox. Encuentra otras aplicaciones de %(user)s, incluida la valoración media y la opción de informar de problemas.
fi: Tämä käyttäjä %(user)s on Firefoxin teemakehittäjä. Löydä muita teemoja käyttäjältä %(user)s, ja näe keskiarviot sekä kehittäjäkokemus. Lisäksi löydät mahdollisuuden kertoa ongelmista.
fr: Profil de %(user)s, auteur de thèmes pour Firefox. Trouvez les autres thèmes de %(user)s, leur note moyenne, la date de son inscription et la possibilité de signaler des problèmes.
fur: Il profîl di %(user)s, autôr di temis par Firefox. Cjate altris temis di %(user)s, includudis lis mediis des valutazions, il dirit di possès e la opzion par segnalâ problemis.
fy_nl: It profyl fan %(user)s, in skriuwer fan in tema foar Firefox. Fyn oare apps fan %(user)s, tegearre mei gemiddelde wurdearringen, eigendomsrjocht en de opsje om problemen te melden.
hr: Profil od %(user)s, autor Firefox tema. Pronađi daljnje teme od %(user)s, kao i prosječne ocjene, od kada surađuje i mogućnost prijavljivanja problema.
hu: %(user)s profilja, aki Firefox témaszerző. Találjon más témákat, amelyet %(user)s készített, és nézze meg az átlagos értékelést és a hibajelentési lehetőséget.
ia: Le profilo de %(user)s, autor de themas pro Firefox. Trova altere themas de %(user)s con evalutationes medie, periodo de activitate, e le option pro reportar problemas.
is: Notandasnið %(user)s, höfundar Firefox þema. Finndu önnur þemu frá %(user)s, skoðaðu meðaleinkunn hans, viðveru og hvernig hægt sé að tilkynna vandamál.
it: Il profilo di %(user)s, un autore di temi per Firefox. Trova altre applicazioni di %(user)s, incluse media delle valutazioni, ruolo e l’opzione per segnalare problemi.
ka: პროფილი %(user)s მომხმარებლის, Firefox-ის თემის შემქმნელის. იხილეთ %(user)s შემმუშავებლის სხვა პროგრამები, ასევე საშუალო შეფასებები, შემოერთების თარიღი და მოხსენების გაკეთების შესაძლებლობები.
kab: Amaɣnu n %(user)s, ameskar n yisental n Firefox. Af-d isental-nniḍen n %(user)s, tazmilt-is talemmast, azemz n ujerred-is akked tummla n wuguren.
ms: Profil %(user)s, pengarang tema Firefox. Cari aplikasi lain oleh %(user)s termasuk purata penilaian, tempoh dan pilihan untuk melaporkan isu.
nb_no: Profilen til %(user)s, en temautvikler. Finn andre apper av %(user)s, inkludert gjennomsnittlig vurdering, medlemsskapsperiode og muligheten til å rapportere problemer.
nl: Het profiel van %(user)s, een schrijver van een thema voor Firefox. Vind andere thema’s van %(user)s, samen met gemiddelde waarderingen, eigendomsrecht en de optie om problemen te melden.
nn_no: Profilen til %(user)s, ein temautviklar. Finn andre appar av %(user)s, inkludert gjennomsnittleg vurdering, medlemsskapsperiode og moglegheita til å rapportere problem.
pa_in: %(user)s ਦੇ ਪਰੋਫਾਈਲ, ਫਾਇਰਫਾਕਸ ਥੀਮ ਲੇਖਕੋ। ਔਸਤ ਰੇਟਿੰਗਾਂ, ਕਾਰਜਕਾਲ ਅਤੇ ਮੁੱਦਿਆਂ ਦੀ ਰਿਪੋਰਟ ਕਰਨ ਦੇ ਵਿਕਲਪ ਸਮੇਤ,%(user)s ਦੁਆਰਾ ਹੋਰ ਥੀਮ ਲੱਭੋ।
pl: Profil użytkownika „%(user)s”, autora motywów Firefoksa. Znajdź jego inne motywy, w tym średnie oceny, staż i możliwość zgłaszania problemów.
pt_br: O perfil de %(user)s, autor de temas do Firefox. Encontre outros temas de %(user)s, incluindo média de avaliações, continuidade e a opção de relatar problemas.
pt_pt: O perfil de %(user)s, autor de temas do Firefox. Encontre outros temas por %(user)s, incluindo avaliações médias, posse e a opção de relatar problemas.
ro: Profilul %(user)s, autor de teme Firefox. Găsește alte teme realizate de %(user)s, inclusiv evaluările medii, titular și opțiunile de raportare a problemelor.
ru: Профиль %(user)s, автора тем для Firefox. Найдите другие темы %(user)s, на страницах которых можно посмотреть их средние оценки, дату создания, а также сообщить о проблемах.
si: ෆයර්ෆොක්ස් තේමා කර්තෘ, %(user)s ගේ පැතිකඩ. දළ ඇගැයුම්, දරන කාලය සහ ගැටළු වාර්තා කිරීමේ විකල්පය ඇතුළුව %(user)s ගේ වෙනත් තේමා බලන්න.
sk: Profil používateľa %(user)s, autora tém vzhľadu pre Firefox. Nájdite ďalšie témy vzhľadu od používateľa %(user)s, vrátane priemerných hodnotení a možnosti nahlásiť chyby.
sl: Profil uporabnika %(user)s, ustvarjalca tem za Firefox. Odkrijte druge teme avtorja %(user)s, vključno s povprečnimi ocenami, lastništvom in možnostjo prijave težav.
sq: Profili i %(user)s, autor temash Firefox-i. Gjeni tema të tjera nga %(user)s, dhe shihni vlerësim mesatar për to, prej sa kohësh i mirëmban përdoruesi në fjalë, dhe duke pasur mundësinë të raportoni probleme.
sv_se: Profilen för %(user)s, Firefox temaförfattare. Hitta andra teman av %(user)s, inklusive genomsnittliga betyg, medlemskapsperiod och alternativet att rapportera problem.
tr: Firefox tema geliştiricisi %(user)s kullanıcısının profili. %(user)s tarafından sunulan diğer temalar, puan ortalaması, görev süresi ve sorunları bildirme seçeneği.
uk: Профіль %(user)s, автора тем для Firefox. Знайдіть інші теми від %(user)s, включаючи середню оцінку, дату створення, а також можливість повідомити про проблему.
vi: Hồ sơ của %(user)s, tác giả của chủ đề Firefox. Tìm các chủ đề khác bởi %(user)s, bao gồm xếp hạng trung bình, nhiệm kỳ và tùy chọn báo cáo vấn đề.

source: User Avatar
cs: Avatar uživatele
da: Bruger-avatar
de: Benutzer-Avatar
el: Avatar χρήστη
fr: Avatar de l’utilisateur ou de l’utilisatrice
fur: Imagjin utent
fy_nl: Brûkersavatar
hr: Avatar korisnika
hu: Felhasználói profilkép
ia: Avatar de usator
is: Auðkennismynd notanda
it: Immagine utente
ka: მომხმარებლის გამოსახულება
kab: Avaṭar n useqdac
nb_no: Brukeravatar
nl: Gebruikersavatar
nn_no: Brukaravatar
pl: Awatar użytkownika
pt_br: Avatar do usuário
pt_pt: Avatar do utilizador
ru: Аватар пользователя
si: පරිශීලක ප්‍රතිරූපය
sk: Obrázok používateľa
sv_se: Användaravatar
th: รูปประจำตัวผู้ใช้
tr: Kullanıcı avatarı
uk: Аватар користувача
vi: Ảnh đại diện người dùng

source: Add-ons developer
ar: مطوّر إضافات
az: Əlavə tərtibatçısı
bg: Разработчик на добавки
ca: Desenvolupador de complements
cs: Vývojář doplňků
da: Udvikler af tilføjelser
de: Add-on-Entwickler
el: Προγραμματιστής προσθέτων
es: Desarrollador del complemento
fi: Lisäosakehittäjä
fr: Développeur de modules
fur: Svilupadôr di components adizionâi
fy_nl: Add-ons-ûntwikkeler
he: מפתח תוספות
hr: Programer dodataka
hu: Kiegészítő fejlesztői
ia: Disveloppator de additivos
id: Pengembang pengaya
is: Hönnuður viðbótar
it: Sviluppatore di componenti aggiuntivi
ja: アドオン開発者
ka: დამატებების შემმუშავებელი
kab: Aneflay n yizegrar
ms: Pembangun add-ons
nb_no: Tilleggsutvikler
nl: Add-on-ontwikkelaar
nn_no: Tilleggsutviklar
pa_in: ਐਡ-ਆਨ ਡਿਵੈਲਪਰ
pl: Autor dodatków
pt_br: Desenvolvedor de extensões
pt_pt: Programador de extras
ro: Dezvoltator de suplimente
ru: Разработчик дополнения
si: එක්කහු සංවර්ධක
sk: Vývojár
sl: Razvijalec dodatkov
sq: Zhvillues shtese
sv_se: Utvecklare av tillägg
te: యాడ్-ఆన్ల డెవలపరు
th: นักพัฒนาส่วนเสริม
tr: Eklenti geliştiricisi
uk: Розробник додатка
vi: Nhà phát triển tiện ích

source: Theme artist
ar: فنّان سمات
az: Mövzu sənətkarı
bg: Създател на теми
ca: Artista del tema
cs: Autor motivů vzhledu
da: Kunstner bag tema
de: Theme-Künstler
el: Καλλιτέχνης θέματος
es: Creador del tema
fi: Teema-artisti
fr: Artiste de thèmes
fur: Artist dal teme
fy_nl: Tema-keunstner
he: אמן ערכת נושא
hr: Umjetnik teme
hu: Témaalkotó
ia: Artista de thema
id: Seniman tema
is: Listamaður þema
it: Autore del tema
ja: テーマアーティスト
ka: თემის მხატვარი
kab: Anaẓuṛ n usentel
ms: Artis tema
nb_no: Tema-artist
nl: Themakunstenaar
nn_no: Tema-artist
pa_in: ਥੀਮ ਕਲਾਕਾਰ
pl: Twórca motywów
pt_br: Autor do tema
pt_pt: Artista de temas
ro: Artist de teme
ru: Создатель темы
si: තේමාවේ කලාකරු
sk: Umelec
sl: Ustvarjalec teme
sq: Artist teme
sv_se: Konstnär för tema
te: అలంకారపు కళాకారుడు
th: ศิลปินชุดตกแต่ง
tr: Tema sanatçısı
uk: Автор теми
vi: Nghệ sĩ chủ đề

source: User Profile for %(user)s
ar: ملف المستخدم %(user)s
az: %(user)s üçün İstifadəçi Profili
bg: Профил на %(user)s
bs: Korisnički profil za %(user)s
ca: Perfil d'usuari de %(user)s
cs: Profil uživatele %(user)s
da: Brugerprofil for %(user)s
de: Benutzerprofil von %(user)s
el: Προφίλ του χρήστη %(user)s
es: Perfil del usuario %(user)s
fi: Käyttäjän %(user)s profiili
fr: Profil utilisateur de %(user)s
fur: Profîl utent di %(user)s
fy_nl: Brûkersprofyl foar %(user)s
he: פרופיל משתמש עבור %(user)s
hr: Korisnički profil za %(user)s
hu: %(user)s felhasználói profilja
ia: Profilo del usator pro %(user)s
id: Profil Pengguna untuk %(user)s
is: Notandasnið fyrir %(user)s
it: Profilo utente di %(user)s
ja: %(user)s のユーザープロフィール
ka: მომხმარებლის პროფილი %(user)s
kab: Amaɣnu n useqdac i %(user)s
ms: Profil Pengguna untuk %(user)s
nb_no: Brukerprofilen til %(user)s
nl: Gebruikersprofiel voor %(user)s
nn_no: Brukarprofil for %(user)s
pa_in: %(user)s ਲਈ ਯੂਜ਼ਰ ਪਰੋਫਾਈਲ
pl: Profil użytkownika „%(user)s”
pt_br: Perfil de usuário de %(user)s
pt_pt: Perfil de utilizador para %(user)s
ro: Profil de utilizator pentru %(user)s
ru: Профиль пользователя %(user)s
si: %(user)s සඳහා පරිශීලක පැතිකඩ
sk: Profil používateľa %(user)s
sl: Uporabniški profil: %(user)s
sq: Profil Përdoruesi për %(user)s
sv_se: Användarprofil för %(user)s
te: %(user)s కోసం వాడుకరి ప్రొఫైల్
th: โปรไฟล์ผู้ใช้สำหรับ %(user)s
tr: %(user)s kullanıcı profili
uk: Профіль користувача для %(user)s
vi: Hồ sơ người dùng cho %(user)s

source: User Profile
ar: الملف الشخصي للمستخدم
bg: Потребителски профил
ca: Perfil d’usuari
cs: Uživatelský profil
da: Brugerprofil
de: Benutzerprofil
el: Προφίλ χρήστη
es: Perfil del usuario
fi: Käyttäjäprofiili
fr: Profil utilisateur
fur: Profîl utent
fy_nl: Brûkersprofyl
he: פרופיל משתמש
hr: Korisnički profil
hu: Felhasználói profil
ia: Profilo del usator
id: Profil Pengguna
is: Notandasnið
it: Profilo utente
ja: ユーザープロファイル
ka: მომხმარებლის პროფილი
kab: Amaɣnu n useqdac
ms: Profil Pengguna
nb_no: Brukerprofil
nl: Gebruikersprofiel
nn_no: Brukarprofil
pa_in: ਵਰਤੋਂਕਾਰ ਦਾ ਬਿਉਰਾ
pl: Profil użytkownika
pt_br: Perfil do usuário
pt_pt: Perfil de utilizador
ro: Profilul utilizatorului
ru: Профиль пользователя
si: පරිශීලක පැතිකඩ
sk: Profil používateľa
sl: Uporabniški profil
sq: Profil Përdoruesi
sv_se: Användarprofil
te: వాడుకరి ప్రొఫైలు
th: โปรไฟล์ผู้ใช้
tr: Kullanıcı profili
uk: Профіль користувача
vi: Thông tin hồ sơ

source: Location
ar: المكان
az: Mövqe
bg: Местоположение
bs: Lokacija
ca: Ubicació
cs: Umístění
da: Sted
de: Ort
el: Τοποθεσία
es: Ubicación
fi: Sijainti
fr: Adresse
fur: Localitât
fy_nl: Lokaasje
he: מיקום
hr: Mjesto
hu: Hely
ia: Position
id: Lokasi
is: Staðsetning
it: Località
ja: 所在地
ka: მდებარეობა
kab: Tansa
ms: Lokasi
nb_no: Sted
nl: Locatie
nn_no: Stad
pa_in: ਟਿਕਾਣਾ
pl: Położenie
pt_br: Localização
pt_pt: Localização
ro: Locație
ru: Местоположение
si: ස්ථානය
sk: Umiestnenie
sl: Lokacija
sq: Vend
sv_se: Plats
te: ప్రాంతం
th: ตำแหน่งที่ตั้ง
tr: Konum
uk: Розташування
vi: Địa chỉ

source: Occupation
ar: المهنة
az: Peşə
bg: Професия
bs: Zanimanje
ca: Ocupació
cs: Povolání
da: Beskæftigelse
de: Beruf
el: Επάγγελμα
es: Profesión
fi: Ammatti
fr: Profession
fur: Ocupazion
fy_nl: Berop
he: עיסוק
hr: Zanimanje
hu: Foglalkozás
id: Pekerjaan
is: Starf
it: Occupazione
ja: 職業
ka: საქმიანობა
kab: Axeddim
ms: Pekerjaan
nb_no: Yrke
nl: Beroep
nn_no: Yrke
pa_in: ਕਿੱਤਾ
pl: Zawód
pt_br: Profissão
pt_pt: Ocupação
ro: Ocupație
ru: Род деятельности
si: වෘත්තිය
sk: Povolanie
sl: Poklic
sq: Punësim
sv_se: Yrke
te: వృత్తి
th: อาชีพ
tr: Meslek
uk: Заняття
vi: Nghề nghiệp

source: Number of add-ons
ar: عدد الإضافات
az: Əlavələrin sayı
bg: Брой добавки
bs: Broj dodataka
ca: Nombre de complements
cs: Počet doplňků
da: Antal tilføjelser
de: Anzahl von Add-ons
el: Αριθμός προσθέτων
es: Número de complementos
fi: Lisäosien lukumäärä
fr: Nombre de modules
fur: Numar di components adizionâi
fy_nl: Oantal add-ons
he: מספר התוספות
hr: Broj dodataka
hu: Kiegészítők száma
ia: Numero de additivos
id: Jumlah pengaya
is: Fjöldi viðbóta
it: Numero di componenti aggiuntivi
ja: アドオンの数
ka: დამატებების რაოდენობა
kab: Amḍan n yizegrar
ms: Bilangan add-ons
nb_no: Antall utvidelser
nl: Aantal add-ons
nn_no: Tal på tillegg
pa_in: ਐਡ-ਆਨ ਦੀ ਗਿਣਤੀ
pl: Liczba dodatków
pt_br: Número de extensões
pt_pt: Número de extras
ro: Număr de suplimente
ru: Количество дополнений
si: එක්කහු ගණන
sk: Počet doplnkov
sl: Število dodatkov
sq: Numër shtesash
sv_se: Antal tillägg
te: పొడగింతలు సంఖ్య
th: จำนวนส่วนเสริม
tr: Eklenti sayısı
uk: Кількість додатків
vi: Số lượng tiện ích

source: Average rating of developer’s add-ons
ar: معدّل تقييم إضافات المطوّر
az: Tərtibatçının əlavələrinin ortalama qiyməti
bg: Средна оценка на разширенията
bs: Prosječna ocjena programera za dodatak
ca: Valoració mitjana dels complements del desenvolupador
cs: Průměrné hodnocení doplňků vývojáře
da: Gennemsnitlig bedømmelse af udviklerens tilføjelser
de: Durchschnittliche Bewertung der Add-ons des Entwicklers
el: Μέση βαθμολογία προσθέτων προγραμματιστή
es: Valoración media de los complementos del desarrollador
fi: Keskiarvoinen arvio kehittäjän lisäosista
fr: Moyenne des notes des modules du développeur
fur: Medie des valutazions pai components adizionâi di chest svilupadôr
fy_nl: Gemiddelde wurdearring fan add-ons fan ûntwikkeler
he: דירוג ממוצע של התוספות של המפתח
hr: Prosječna ocjena dodataka programera
hu: A fejlesztő kiegészítőinek átlagos értékelése
ia: Media del evalutationes del additivos de iste disveloppator
id: Rerata peringkat untuk pengembang pengaya
is: Meðaleinkunn viðbóta hönnuðarins
it: Media delle valutazioni per i componenti aggiuntivi di questo sviluppatore
ja: この開発者のアドオンの平均評価
ka: შემმუშავებლის დამატებების საშუალო შეფასება
kab: Talemmast n tezmilin n yizegrar n uneflay
ms: Penarafan purata pembangun add-ons
nb_no: Gjennomsnittlig vurdering av utviklerens utvidelser
nl: Gemiddelde waardering van add-ons van ontwikkelaar
nn_no: Gjennomsnittleg vurdring for tillegget til utvilaren
pa_in: ਡਿਵੈਲਪਰ ਦੇ ਐਡ-ਆਨ ਦੀ ਔਸਤ ਰੇਟਿੰਗ
pl: Średnia ocena dodatków autora
pt_br: Avaliação média das extensões do desenvolvedor
pt_pt: Avaliação média dos extras do programador
ro: Evaluarea medie a suplimentelor dezvoltatorului
ru: Средний рейтинг дополнений разработчика
si: සංවර්ධකයාගේ එක්කහුවල දළ ඇගැයුම
sk: Priemerné hodnotenie doplnkov vývojára
sl: Povprečna ocena dodatkov tega razvijalca
sq: Vlerësim mesatar për shtesat e programuesit
sv_se: Genomsnittliga betyg för utvecklarens tillägg
th: การจัดอันดับเฉลี่ยของส่วนเสริมของนักพัฒนา
tr: Geliştiricinin eklentilerinin ortalama puanı
uk: Середня оцінка додатків розробника
vi: Xếp hạng trung bình của các tiện ích mở rộng dành cho nhà phát triển

source: Biography
ar: السيرة الذاتية
az: Bioqrafiya
bg: Биография
bs: Biografija
ca: Biografia
cs: Biografie
da: Biografi
de: Biografie
el: Βιογραφία
es: Biografía
fi: Biografia
fr: Biographie
fur: Biografie
fy_nl: Biografy
he: קורות חיים
hr: Biografija
hu: Életrajz
ia: Biographia
id: Biografi
is: Æviágrip
it: Biografia
ja: 経歴
ka: ბიოგრაფია
kab: Tabyugrafit
ms: Biografi
nb_no: Biografi
nl: Biografie
nn_no: Biografi
pa_in: ਮੇਰੇ ਬਾਰੇ
pl: Notka biograficzna
pt_br: Biografia
pt_pt: Biografia
ro: Biografie
ru: Биография
si: චරිතාපදානය
sk: Životopis
sl: Življenjepis
sq: Jetëshkrim
sv_se: Biografi
te: స్వపరిచయం
th: ประวัติส่วนตัว
tr: Biyografi
uk: Біографія
vi: Tiểu sử

source: Edit profile
ar: حرّر الملف الشخصي
az: Profili düzəlt
bg: Промяна на профила
bs: Uredi profil
ca: Edita el perfil
cs: Upravit profil
da: Rediger profil
de: Profil bearbeiten
el: Επεξεργασία προφίλ
es: Editar perfil
fi: Muokkaa profiilia
fr: Modifier le profil
fur: Modifiche profîl
fy_nl: Profyl bewurkje
he: עריכת פרופיל
hr: Uredi profil
hu: Profil szerkesztése
ia: Rediger le profilo
id: Edit profil
is: Breyta notandasniði
it: Modifica profilo
ja: プロファイルを編集
ka: პროფილის ჩასწორება
kab: Ẓreg amaɣnu
ms: Edit profil
nb_no: Rediger profil
nl: Profiel bewerken
nn_no: Rediger profil
pa_in: ਪਰੋਫਾਇਲ ਸੋਧ
pl: Edytuj profil
pt_br: Editar perfil
pt_pt: Editar perfil
ro: Editează profilul
ru: Изменить профиль
si: පැතිකඩ සංස්කරණය
sk: Upraviť profil
sl: Uredi profil
sq: Përpunoni profilin
sv_se: Redigera profil
te: ప్రొఫైలును సవరించు
th: แก้ไขโปรไฟล์
tr: Profilimi düzenle
uk: Редагувати профіль
vi: Chỉnh sửa hồ sơ
