Repository: mozilla/addons-frontend
Catalog: locale/*/LC_MESSAGES/amo.po
Languages: ar, az, bg, bn_bd, bs, ca, cs, da, de, el, es, fa, fi, fr, fur, fy_nl, ga_ie, he, hr, hu, ia, id, is, it, ja, ka, kab, ms, nb_no, nl, nn_no, pa_in, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: Other users with this extension also installed
ar: المستخدمون الآخرون الذين ثبّتوا هذا الامتداد ثبّتوا أيضا
az: Bu uzantını quran digər istifadəçilər
bg: Потребители с тази добавка използват също
bs: Ostali korisnici koju su također instalirali ovo proširenje
ca: Altres usuaris que també tenen l'extensió instal·lada
cs: Ostatní uživatelé tohoto doplňku si také nainstalovali
da: Andre brugere med denne udvidelse har også installeret
de: Andere Nutzer dieser Erweiterungen verwenden auch
el: Άλλοι χρήστες αυτής της επέκτασης εγκατέστησαν και τα εξής
es: Otros usuarios que también han instalado esta extensión
fi: Muut tätä laajennusta käyttävät asensivat myös
fr: D’autres utilisateurs de cette extension ont également installé
fur: Altris utents cun cheste estension a àn instalât ancje
fy_nl: Oare brûkers mei dizze útwreiding brûke ek
he: משתמשים אחרים עם ההרחבה הזאת התקינו גם את
hr: Korisnici, koji su instalirali ovo proširenje, također su instalirali
hu: Más felhasználók ezeket a kiegészítőket is telepítették
ia: Altere usatores con iste extension alsi installate
id: Pengguna lain dengan ekstensi ini juga memasang
is: Aðrir notendur með þennan forritsauka settu einnig upp
it: Chi utilizza questa estensione ha installato anche
ja: この拡張機能のユーザーはこれも使っています
ka: ამ გაფართოების მომხმარებლები, ასევე იყენებენ
kab: ISeqdacen-nniden n usiɣzef ttusbedden daɣen
ms: Pengguna lain dengan ekstensi ini juga memasang
nb_no: Andre brukere med denne utvidelsen har også installert
nl: Andere gebruikers met deze extensie gebruiken ook
nn_no: Andre brukarar med denne utvidinga har òg installert
pa_in: ਇਸ ਇਕਸਟੈਨਸ਼ਨ ਵਾਲੇ ਹੋਰ ਵਰਤੋਂਕਾਰਾਂ ਨੇ ਇੰਸਟਾਲ ਕੀਤੇ ਹਨ
pl: Inni użytkownicy tego rozszerzenia zainstalowali także
pt_br: Outros usuários com esta extensão também instalaram
pt_pt: Outros utilizadores com esta extensão também instalaram
ro: Alți utilizatori cu această extensie au instalat și
ru: Другие пользователи этого расширения также установили
si: මෙම දිගුව තිබෙන අන් අය භාවිත කරන දෑ
sk: Ostatní používatelia tohto rozšírenia si taktiež nainštalovali
sl: Ostali uporabniki te razširitve so namestili tudi
sq: Përdorues të tjerë me këtë zgjerim kanë instaluar edhe
sv_se: Andra användare med denna utökning har också installerat
te: ఈ పొడగింత ఉన్న వాడుకరులు వీటిని కూడా స్థాపించుకున్నారు
th: ผู้ใช้อื่น ๆ ที่มีส่วนขยายนี้ยังได้ติดตั้ง
tr: Bu uzantıyı yükleyenler şunları da yükledi
uk: Інші користувачі цього розширення також встановили
vi: Những người dùng khác có tiện ích mở rộng này cũng đã cài đặt

source: Other popular extensions
ar: امتدادات شائعة أخرى
az: Digər məşhur uzantılar
bg: Други известни разширения
bs: Ostala popularna proširenja
ca: Altres extensions populars
cs: Další oblíbená rozšíření
da: Andre populære udvidelser
de: Weitere beliebte Erweiterungen
el: Άλλες δημοφιλείς επεκτάσεις
es: Otras extensiones populares
fi: Muita suosittuja laajennuksia
fr: Autres extensions populaires
fur: Altris estensions popolârs
fy_nl: Oare populêre útwreidingen
he: הרחבות פופולריות נוספות
hr: Ostala popularna proširenja
hu: Más népszerű kiegészítők
ia: Altere extensiones popular
id: Ekstensi populer lainnya
is: Aðrir vinsælir forritsaukar
it: Altre estensioni popolari
ja: その他の人気拡張機能
ka: სხვა სასურველი გაფართოებები
kab: Isiɣzaf-nniḍen iɣerfanen
ms: Ekstensi popular lain
nb_no: Andre populære utvidelser
nl: Andere populaire extensies
nn_no: Andre populære utvidingar
pa_in: ਹੋਰ ਹਰਮਨਪਿਆਰੀਆਂ ਇਕਸਟੈਨਸ਼ਨਾਂ
pl: Inne popularne rozszerzenia
pt_br: Outras extensões populares
pt_pt: Outras extensões populares
ro: Alte extensii populare
ru: Другие популярные расширения
si: වෙනත් ප්‍රචලිත දිගු
sk: Ďalšie populárne rozšírenia
sl: Ostale priljubljene razširitve
sq: Zgjerime të tjera popullore
sv_se: Andra populära utökningar
te: ఇతర ప్రాచుర్య పొడిగింతలు
th: ส่วนขยายยอดนิยมอื่น ๆ
tr: Diğer popüler uzantılar
uk: Інші популярні розширення
vi: Các tiện ích phổ biến khác

source: Edit reply
ar: عدّل الرد
az: Cavabı redaktə et
bg: Промяна на отговор
ca: Edita la resposta
cs: Upravit odpověď
da: Rediger svar
de: Antwort bearbeiten
el: Επεξεργασία απάντησης
es: Editar respuesta
fi: Muokkaa vastausta
fr: Modifier la réponse
fur: Modifiche rispueste
fy_nl: Antwurd bewurkje
he: עריכת תגובה
hr: Uredi odgovor
hu: Válasz szerkesztése
ia: Rediger le responsa
id: Sunting balasan
is: Breyta svari
it: Modifica risposta
ja: 返信を編集
ka: პასუხის ჩასწორება
kab: Ẓreg tiririt
ms: Edit balasan
nb_no: Rediger svar
nl: Antwoord bewerken
nn_no: Rediger svaret
pa_in: ਜਵਾਬ ਸੋਧੋ
pl: Edytuj odpowiedź
pt_br: Editar resposta
pt_pt: Editar resposta
ro: Editează răspunsul
ru: Изменить ответ
si: පිළිතුර සංශෝධනය
sk: Upraviť odpoveď
sl: Uredi odgovor
sq: Përpuno përgjigjen
sv_se: Redigera svar
te: స్పందనను సవరించు
th: แก้ไขการตอบกลับ
tr: Yanıtı düzenle
uk: Редагувати відповідь
vi: Chỉnh sửa trả lời

source: Edit review
ar: عدّل المراجعة
az: Rəyi redaktə et
bg: Промяна на отзив
ca: Edita la ressenya
cs: Upravit recenzi
da: Rediger anmeldelse
de: Bewertung bearbeiten
el: Επεξεργασία κριτικής
es: Editar revisión
fi: Muokkaa arviota
fr: Modifier l’avis
fur: Modifiche recension
fy_nl: Beoardieling bewurkje
he: עריכת סקירה
hr: Uredi recenziju
hu: Értékelés szerkesztése
ia: Modificar recension
id: Sunting tinjauan
is: Breyta umsögn
it: Modifica recensione
ja: レビューを編集
ka: მიმოხილვის ჩასწორება
kab: Aru acegger-iw
ms: Edit ulasan
nb_no: Rediger omtale
nl: Beoordeling bewerken
nn_no: Rediger vurderinga
pa_in: ਪੜਤਾਲ ਸੋਧੋ
pl: Edytuj recenzję
pt_br: Editar avaliação
pt_pt: Editar análise
ro: Editează recenzia
ru: Править отзыв
si: සමාලෝචනය සංශෝධනය
sk: Upraviť recenziu
sl: Uredi oceno
sq: Përpuno shqyrtimin
sv_se: Redigera recension
te: సమీక్షను సవరించు
th: แก้ไขบทวิจารณ์
tr: İncelemeyi düzenle
uk: Редагувати відгук
vi: Chỉnh sửa đánh giá

source: Delete reply
ar: احذف الرد
az: Cavabı sil
bg: Изтриване на отговор
ca: Suprimeix la resposta
cs: Smazat odpověď
da: Slet svar
de: Antwort löschen
el: Διαγραφή απάντησης
es: Eliminar respuesta
fi: Poista vastaus
fr: Supprimer la réponse
fur: Elimine rispueste
fy_nl: Antwurd fuortsmite
he: מחיקת תגובה
hr: Izbriši odgovor
hu: Válasz törlése
ia: Deler responsa
id: Hapus balasan
is: Eyða svari
it: Elimina risposta
ja: 返信を削除
ka: პასუხის წაშლა
kab: Kkes tiririt
ms: Buang balasan
nb_no: Slett svar
nl: Antwoord verwijderen
nn_no: Rediger svaret
pa_in: ਜਵਾਬ ਹਟਾਓ
pl: Usuń odpowiedź
pt_br: Excluir resposta
pt_pt: Apagar resposta
ro: Șterge răspunsul
ru: Удалить ответ
si: පිළිතුර මකන්න
sk: Odstrániť odpoveď
sl: Izbriši odgovor
sq: Fshije përgjigjen
sv_se: Ta bort svar
te: స్పందనను తొలగించు
th: ลบการตอบกลับ
tr: Yanıtı sil
uk: Видалити відповідь
vi: Xóa trả lời

source: Delete rating
ar: احذف التقييم
az: Reytinqi sil
bg: Изтриване на оценка
ca: Suprimeix la valoració
cs: Odstranit hodnocení
da: Slet bedømmelse
de: Bewertung löschen
el: Διαγραφή βαθμολογίας
es: Eliminar valoración
fi: Poista arvio
fr: Supprimer la note
fur: Elimine valutazion
fy_nl: Wurdearring fuortsmite
he: מחיקת דירוג
hr: Izbriši ocjenu
hu: Csillagos értékelés törlése
ia: Deler classification
id: Hapus penilaian
is: Eyða einkunn
it: Elimina valutazione
ja: 評価を削除
ka: შეფასების წაშლა
kab: Kkes tazmilt
ms: Buang kadaran
nb_no: Slett vurdering
nl: Waardering verwijderen
nn_no: Slett vurderinga
pa_in: ਦਰਜਾ ਹਟਾਓ
pl: Usuń ocenę
pt_br: Excluir avaliação
pt_pt: Apagar avaliação
ro: Șterge evaluarea
ru: Удалить оценку
si: ඇගැයුම මකන්න
sk: Odstrániť hodnotenie
sl: Izbriši oceno
sq: Fshije vlerësimin
sv_se: Ta bort betyg
te: రేటింగును తొలగించు
th: ลบการจัดอันดับ
tr: Puanı sil
uk: Видалити оцінку
vi: Xóa xếp hạng

source: Delete review
ar: احذف المراجعة
az: Rəyi sil
bg: Изтриване на отзива
ca: Suprimeix la ressenya
cs: Smazat recenzi
da: Slet anmeldelse
de: Bewertung löschen
el: Διαγραφή κριτικής
es: Eliminar revisión
fi: Poista arvio
fr: Supprimer l’évaluation
fur: Elimine recension
fy_nl: Beoardieling fuortsmite
he: מחיקת סקירה
hr: Izbriši recenziju
hu: Értékelés törlése
ia: Deler recension
id: Hapus ulasan
is: Eyða umsögn
it: Elimina recensione
ja: レビューを削除
ka: მიმოხილვის წაშლა
kab: Kkes aceggir
ms: Buang ulasan
nb_no: Slett omtale
nl: Beoordeling verwijderen
nn_no: Slett vurderinga
pa_in: ਪੜਤਾਲ ਹਟਾਓ
pl: Usuń recenzję
pt_br: Excluir análise
pt_pt: Apagar análise
ro: Șterge recenzia
ru: Удалить отзыв
si: සමාලෝචනය මකන්න
sk: Odstrániť recenziu
sl: Izbriši oceno
sq: Fshije shqyrtimin
sv_se: Ta bort recension
te: సమీక్షను తొలగించు
th: ลบบทวิจารณ์
tr: İncelemeyi sil
uk: Видалити відгук
vi: Xóa đánh giá

source: Do you really want to delete this reply?
ar: أمتأكد من حذف هذا الرد؟
az: Bu cavabı silmək istədiyinizə əminsiniz?
bg: Наистина ли искате да изтриете тази картинка?
ca: Segur que voleu suprimir aquesta resposta?
cs: Opravdu chcete odstranit tuto odpověď?
da: Vil du virkelig slette dette svar?
de: Soll diese Antwort wirklich gelöscht werden?
el: Θέλετε σίγουρα να διαγράψετε την απάντηση;
es: ¿De verdad quieres eliminar esta foto?
fi: Haluatko varmasti poistaa tämän vastauksen?
fr: Souhaitez-vous vraiment supprimer cette réponse ?
fur: Eliminâ pardabon cheste rispueste?
fy_nl: Binne jo wis dat jo dit antwurd fuortsmite wolle?
he: האם ברצונך למחוק את התגובה הזאת?
hr: Stvarno želiš izbrisati ovaj odgovor?
hu: Tényleg törli ezt a választ?
ia: Vole tu vermente deler iste responsa?
id: Anda benar-benar ingin menghapus balasan ini?
is: Viltu örugglega eyða þessu svari?
it: Eliminare la risposta?
ja: 本当にこの返信を削除しますか？
ka: ნამდვილად გსურთ ამ გამოხმაურების წაშლა?
kab: Tebγiḍ s tidet ad tekkseḍ tirit-agi?
ms: Anda pasti mahu menghapuskan balasan ini?
nb_no: Vil du slette dette svaret?
nl: Wilt u dit antwoord echt verwijderen?
nn_no: Vil du slette dette svaret?
pa_in: ਕੀ ਤੁਸੀਂ ਇਹ ਜਵਾਬ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Czy na pewno chcesz usunąć tę odpowiedź?
pt_br: Você quer mesmo excluir esta resposta?
pt_pt: Pretende mesmo apagar esta resposta?
ro: Sigur vrei să ștergi acest răspuns?
ru: Вы действительно хотите удалить этот ответ?
si: මෙම පිළිතුර මකා දැමීමට වුවමනා ද?
sk: Naozaj chcete odstrániť túto odpoveď?
sl: Ali res želite izbrisati ta odgovor?
sq: Doni vërtet të fshihet kjo përgjigje?
sv_se: Vill du verkligen ta bort detta svar?
te: మీరు నిజంగానే ఈ స్పందనను తొలగించాలని అనుకుంటున్నారా?
th: คุณต้องการลบการตอบกลับนี้หรือไม่?
tr: Bu resmi silmek istediğinizden emin misiniz?
uk: Ви справді хочете видалити цю відповідь?
vi: Sửa bộ sưu tập

source: Do you really want to delete this rating?
ar: أمتأكد من حذف هذا التقييم؟
az: Bu reytinqi silmək istədiyinizə əminsiniz?
bg: Наистина ли искате да изтриете тази картинка?
ca: Segur que voleu suprimir aquesta valoració?
cs: Opravdu chcete odstranit toto hodnocení?
da: Vil du virkelig slette denne bedømmelse?
de: Soll diese Bewertung wirklich gelöscht werden?
el: Θέλετε σίγουρα να διαγράψετε τη βαθμολογία;
es: ¿De verdad quieres eliminar esta foto?
fi: Haluatko varmasti poistaa tämän arvion?
fr: Souhaitez-vous vraiment supprimer cette note ?
fur: Eliminâ pardabon cheste valutazion?
fy_nl: Binne jo wis dat jo dizze wurdearring fuortsmite wolle?
he: האם ברצונך למחוק את הדירוג הזה?
hr: Stvarno želiš izbrisati ovu ocjenu?
hu: Tényleg törli ezt a csillagos értékelést?
ia: Vole tu vermente deler iste classification?
id: Anda benar-benar ingin menghapus ulasan ini?
is: Viltu örugglega eyða þessari einkunn?
it: Eliminare la recensione?
ja: 本当にこの評価を削除しますか？
ka: ნამდვილად გსურთ ამ შეფასების წაშლა?
kab: Tebγiḍ s tidet ad tekseḍ tazmilt-agi?
ms: Adakah anda pasti mahu menghapuskan kadaran ini?
nb_no: Vil du virkelig slette denne vurderingen?
nl: Wilt u deze waardering echt verwijderen?
nn_no: Vil du slette denne vurderinga?
pa_in: ਕੀ ਤੁਸੀਂ ਇਸ ਦਰਜੇ ਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Czy na pewno usunąć tę ocenę?
pt_br: Você quer mesmo excluir esta avaliação?
pt_pt: Pretende mesmo apagar esta avaliação?
ro: Sigur vrei să ștergi această evaluare?
ru: Вы действительно хотите удалить эту оценку?
si: මෙම ඇගැයුම මකා දැමීමට වුවමනා ද?
sk: Naozaj chcete odstrániť toto hodnotenie?
sl: Ali res želite izbrisati to oceno?
sq: Doni vërtet të fshihet ky vlerësim?
sv_se: Vill du verkligen ta bort detta betyg?
te: మీరు నిజంగానే ఈ రేటింగును తొలగించాలని అనుకుంటున్నారా?
th: คุณต้องการลบการจัดอันดับนี้หรือไม่?
tr: Bu resmi silmek istediğinizden emin misiniz?
uk: Ви справді хочете видалити цю оцінку?
vi: Sửa bộ sưu tập

source: Do you really want to delete this review?
ar: أمتأكد من حذف هذه المراجعة؟
az: Bu rəyi silmək istədiyinizə əminsiniz?
bg: Наистина ли искате да изтриете тази картинка?
ca: Segur que voleu suprimir aquesta ressenya?
cs: Opravdu chcete odstranit tuto recenzi?
da: Vil du virkelig slette denne anmeldelse?
de: Soll diese Bewertung wirklich gelöscht werden?
el: Θέλετε σίγουρα να διαγράψετε την κριτική;
es: ¿De verdad quieres eliminar esta foto?
fi: Haluatko varmasti poistaa tämän arvion?
fr: Souhaitez-vous vraiment supprimer cette évaluation ?
fur: Eliminâ pardabon cheste recension?
fy_nl: Binne jo wis dat jo dizze beoardieling fuortsmite wolle?
he: האם ברצונך למחוק את הסקירה הזאת?
hr: Stvarno želiš izbrisati ovu recenziju?
hu: Tényleg törli ezt az értékelést?
ia: Vole tu vermente deler iste recension?
id: Anda benar-benar ingin menghapus ulasan ini?
is: Viltu örugglega eyða þessari umsögn?
it: Eliminare la recensione?
ja: 本当にこのレビューを削除しますか？
ka: ნამდვილად გსურთ ამ მიმოხილვის წაშლა?
kab: Tebγiḍ s tidet ad tekseḍ aceggir-agi?
ms: Adakah anda pasti mahu menghapuskan ulasan ini?
nb_no: Vil du virkelig slette denne omtalen?
nl: Wilt u deze beoordeling echt verwijderen?
nn_no: Vil du slette dette bildet?
pa_in: ਕੀ ਤੁਸੀਂ ਇਸ ਪੜਤਾਲ ਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Czy na pewno usunąć tę recenzję?
pt_br: Você quer mesmo excluir esta análise?
pt_pt: Pretende mesmo apagar esta análise?
ro: Sigur vrei să ștergi această recenzie?
ru: Вы действительно хотите удалить этот отзыв?
si: මෙම සමාලෝචනය මකා දැමීමට වුවමනා ද?
sk: Naozaj chcete odstrániť túto recenziu?
sl: Ali res želite izbrisati to oceno?
sq: Doni vërtet të fshihet ky shqyrtim?
sv_se: Vill du verkligen ta bort denna recension?
te: మీరు నిజంగానే ఈ సమీక్షను తొలగించాలని అనుకుంటున్నారా?
th: คุณต้องการลบบทวิจารณ์นี้หรือไม่?
tr: Bu resmi silmek istediğinizden emin misiniz?
uk: Ви справді хочете видалити цей відгук?
vi: Sửa bộ sưu tập

source: Delete
ar: احذف
az: Sil
bg: Изтриване
ca: Suprimeix
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
fi: Poista
fr: Supprimer
fur: Elimine
fy_nl: Fuortsmite
he: מחיקה
hr: Izbriši
hu: Törlés
ia: Deler
id: Hapus
is: Eyða
it: Elimina
ja: 削除
ka: წაშლა
kab: Kkes
ms: Buang
nb_no: Slett
nl: Verwijderen
nn_no: Slett
pa_in: ਹਟਾਓ
pl: Usuń
pt_br: Excluir
pt_pt: Apagar
ro: Șterge
ru: Удалить
si: මකන්න
sk: Odstrániť
sl: Izbriši
sq: Fshije
sv_se: Ta bort
te: తొలగించు
th: ลบ
tr: Sil
uk: Видалити
vi: Xóa

source: Cancel
ar: ألغِ
az: Ləğv et
bg: Отказ
bn_bd: বাতিল করুন
bs: Otkaži
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
fa: لغو
fi: Peruuta
fr: Annuler
fur: Anule
fy_nl: Annulearje
he: ביטול
hr: Odustani
hu: Mégse
ia: Cancellar
id: Batalkan
is: Hætta við
it: Annulla
ja: キャンセル
ka: გაუქმება
kab: Sefsex
ms: Batal
nb_no: Avbryt
nl: Annuleren
nn_no: Avbryt
pa_in: ਰੱਦ ਕਰੋ
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Renunță
ru: Отмена
si: අවලංගු
sk: Zrušiť
sl: Prekliči
sq: Anuloje
sv_se: Avbryt
te: రద్దుచేయి
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Hủy bỏ

source: Keep reply
ar: احتفظ بالرد
az: Cavabı saxla
bg: Запазване на отговор
ca: Conserva la resposta
cs: Nemazat
da: Behold svar
de: Antwort behalten
el: Διατήρηση απάντησης
es: Mantener respuesta
fi: Säilytä vastaus
fr: Conserver la réponse
fur: Manten rispueste
fy_nl: Antwurd behâlde
he: שמירת תגובה
hr: Zadrži odgovor
hu: Válasz megtartása
ia: Retener responsa
id: Jaga balasan
is: Halda svari
it: Mantieni risposta
ja: 返信を維持
ka: პასუხის დატოვება
kab: Eǧǧ tiririt
ms: Kekalkan balasan
nb_no: Behold svaret
nl: Antwoord behouden
nn_no: Behald svaret
pa_in: ਜਵਾਬ ਰੱਖੋ
pl: Nie usuwaj odpowiedzi
pt_br: Manter resposta
pt_pt: Manter resposta
ro: Păstrează răspunsul
ru: Сохранить ответ
si: පිළිතුර තබන්න
sk: Ponechať odpoveď
sl: Obdrži odgovor
sq: Mbaje përgjigjen
sv_se: Behåll svar
te: స్పందనను ఉంచు
th: เก็บการตอบกลับ
tr: Yanıtı sakla
uk: Залишити відповідь
vi: Giữ lại trả lời

source: Keep rating
ar: احتفظ بالتقييم
az: Reytinqi saxla
bg: Запазване на оценка
ca: Conserva la valoració
cs: Nemazat
da: Behold bedømmelse
de: Bewertung behalten
el: Διατήρηση βαθμολογίας
es: Mantener valoración
fi: Säilytä arvio
fr: Conserver la note
fur: Manten valutazion
fy_nl: Wurdearring behâlde
he: שמירת דירוג
hr: Zadrži ocjenu
hu: Csillagos értékelés törlése
ia: Retener classification
id: Jaga penilaian
is: Halda einkunn
it: Mantieni valutazione
ja: 評価を維持
ka: შეფასების დატოვება
kab: Eǧǧ tazmilt
ms: Kekalkan kadaran
nb_no: Behold vurdering
nl: Waardering behouden
nn_no: Behald vurderinga
pa_in: ਦਰਜਾ ਰੱਖੋ
pl: Nie usuwaj oceny
pt_br: Manter avaliação
pt_pt: Manter avaliação
ro: Păstrează evaluarea
ru: Сохранить оценку
si: ඇගැයුම තබන්න
sk: Ponechať hodnotenie
sl: Obdrži oceno
sq: Mbaje vlerësimin
sv_se: Behåll betyg
te: రేటింగ్ చేయండి
th: เก็บการจัดอันดับ
tr: Puanı koru
uk: Залишити оцінку
vi: Giữ lại xếp hạng

source: Keep review
ar: احتفظ بالمراجعة
az: Rəyi saxla
bg: Запазване на отзив
ca: Conserva la ressenya
cs: Nemazat
da: Behold anmeldelse
de: Bewertung behalten
el: Διατήρηση κριτικής
es: Mantener revisión
fi: Säilytä arvio
fr: Conserver l’évaluation
fur: Manten recension
fy_nl: Beoardieling behâlde
he: שמירת סקירה
hr: Zadrži recenziju
hu: Értékelés törlése
ia: Retener revision
id: Pertahankan tinjauan
is: Halda umsögn
it: Mantieni recensione
ja: レビューを維持
ka: მიმოხილვის დატოვება
kab: Eǧǧ aceggir
ms: Kekalkan ulasan
nb_no: Behold omtale
nl: Beoordeling behouden
nn_no: Behald vurderinga
pa_in: ਪੜਤਾਲ ਰੱਖੋ
pl: Nie usuwaj recenzji
pt_br: Manter análise
pt_pt: Manter análise
ro: Păstrează recenzia
ru: Сохранить отзыв
si: සමාලෝචනය තබන්න
sk: Ponechať recenziu
sl: Obdrži oceno
sq: Mbaje shqyrtimin
sv_se: Behåll recension
te: సమీక్షను ఉంచు
th: เก็บบทวิจารณ์
tr: İncelemeyi sakla
uk: Залишити відгук
vi: Giữ lại đánh giá

source: Write a reply to this review.
ar: اكتُب ردا على هذه المراجعة.
az: Bu rəyə cavab yaz.
bg: Писане на отговор към отзива.
bn_bd: পর্যালোচনার উত্তর লিখুন।
bs: Napiši odgovor na ovu recenziju.
ca: Escriviu una resposta a aquesta ressenya.
cs: Napište k této recenzi odpověď.
da: Skriv et svar til denne anmeldelse.
de: Schreiben Sie eine Antwort auf diese Bewertung.
el: Γράψτε μια απάντηση για αυτήν την κριτική.
es: Escribir una respuesta a esta revisión.
fa: یک پاسخ برای این بازخورد بنویسید.
fi: Kirjoita vastaus tähän arvioon.
fr: Rédiger une réponse à cet avis.
fur: Scrîf une rispueste a cheste recension.
fy_nl: Skriuw in antwurd op dizze beoardieling.
he: כתיבת תגובה לסקירה זו.
hr: Napiši odgovor na ovu recenziju.
hu: Válasz írása ehhez az értékeléshez.
ia: Scribe un responsa a iste recension.
id: Balas ulasan ini.
is: Skrifa svar við þessari umsögn.
it: Scrivi una risposta a questa recensione.
ja: このレビューへの返信を書きましょう。
ka: პასუხის დაწერა მიმოხილვაზე.
kab: Aru tiririt γef ucegger-agi.
ms: Tulis balasan untuk ulasan ini.
nb_no: Skriv ett svar til denne vurderingen.
nl: Schrijf een antwoord op deze beoordeling.
nn_no: Skriv eit svar til denne vurderinga.
pa_in: ਇਸ ਪੜਤਾਲ ਲਈ ਜਵਾਬ ਲਿਖੋ।
pl: Napisz odpowiedź na tę recenzję.
pt_br: Escreva uma resposta para esta análise.
pt_pt: Escreva uma resposta a esta revisão.
ro: Scrie un răspuns la această recenzie.
ru: Напишите ответ на этот отзыв.
si: සමාලෝචනයට පිළිතුරක් ලියන්න.
sk: Napíšte k tejto recenzii odpoveď.
sl: Napišite odgovor na to oceno.
sq: Shkruani një përgjigje për këtë shqyrtim.
sv_se: Skriv ett svar på den här recensionen.
te: ఈ సమీక్షకి స్పందించండి.
th: เขียนการตอบกลับบทวิจารณ์นี้
tr: Bu incelemeye yanıt yazın.
uk: Напишіть відповідь на цей відгук.
vi: Viết một câu trả lời cho đánh giá này.

source: Update reply
ar: حدّث الرد
az: Cavabı yenilə
bg: Обновяване на отговора
bn_bd: উত্তর হালনাগাদ করুন
bs: Ažuriraj odgovor
ca: Actualitza la resposta
cs: Aktualizovat odpověď
da: Opdater svar
de: Antwort aktualisieren
el: Ενημέρωση απάντησης
es: Actualizar la respuesta
fa: به‌روز رسانی پاسخ
fi: Päivitä vastaus
fr: Modifier la réponse
fur: Inzorne rispueste
fy_nl: Antwurd wurdt fernijd
he: עדכון התגובה
hr: Aktualiziraj odgovor
hu: Válasz frissítése
ia: Actualisar responsa
id: Perbarui balasan
is: Uppfæra svar
it: Modifica risposta
ja: 返信を更新
ka: პასუხის განახლება
kab: Snifel tiririt
ms: Kemaskini balasan
nb_no: Oppdater svar
nl: Antwoord bijwerken
nn_no: Oppdater svar
pa_in: ਜਵਾਬ ਅੱਪਡੇਟ ਕਰੋ
pl: Aktualizuj odpowiedź
pt_br: Atualizar resposta
pt_pt: Atualizar resposta
ro: Actualizează răspunsul
ru: Обновить ответ
si: පිළිතුර යාවත්කාලය
sk: Aktualizovať odpoveď
sl: Posodobi odgovor
sq: Përditësoni përgjigjen
sv_se: Uppdatera svar
te: ప్రత్యుత్తరం నవీకరణ
th: อัปเดตการตอบกลับ
tr: Yanıtı güncelle
uk: Оновити відповідь
vi: Cập nhật trả lời

source: Publish reply
ar: أرسِل الرد
az: Cavabı nəşr et
bg: Публикуване на отговора
bn_bd: উত্তর প্রকাশ করুন
bs: Objavi odgovor
ca: Publica la resposta
cs: Zveřejnit odpověď
da: Offentliggør svar
de: Antwort veröffentlichen
el: Δημοσίευση απάντησης
es: Publicar respuesta
fa: انتشار پاسخ
fi: Julkaise vastaus
fr: Publier la réponse
fur: Publiche la rispueste
fy_nl: Antwurd publisearje
he: פרסום תגובה
hr: Objavi odgovor
hu: Válasz közzététele
ia: Publicar responsa
id: Tayangkan balasan
is: Birta svar
it: Pubblica la risposta
ja: 返信を公開
ka: პასუხის გამოქვეყნება
kab: Suffeɣ tiririt
ms: Terbitkan balasan
nb_no: Publiser svar
nl: Antwoord publiceren
nn_no: Publiser svar
pa_in: ਜਵਾਬ ਪ੍ਰਕਾਸ਼ਿਤ ਕਰੋ
pl: Wyślij odpowiedź
pt_br: Publicar resposta
pt_pt: Publicar resposta
ro: Publică răspunsul
ru: Разместить ответ
si: පිළිතුර පළ කරන්න
sk: Publikovať odpoveď
sl: Objavi odgovor
sq: Botojeni përgjigjen
sv_se: Publicera svar
te: ప్రత్యుత్తరం ప్రచురించండి
th: เผยแพร่การตอบกลับ
tr: Yanıtı yayımla
uk: Опублікувати відповідь
vi: Xuất bản trả lời

source: Updating reply
ar: يُحدّث الرد
az: Cavab yenilənir
bg: Обновяване на отговора
bn_bd: উত্তর হালনাগাদ করা হচ্ছে
bs: Ažuriranje odgovora
ca: S'està actualitzant la resposta
cs: Aktualizace odpovědi
da: Opdaterer svar
de: Antwort wird aktualisiert
el: Γίνεται ενημέρωση της απάντησης
es: Actualizando la respuesta
fa: در حال به‌روز رسانی پاسخ
fi: Päivitetään vastaus
fr: Modifier la réponse
fur: Daûr a inzornâ la rispueste
fy_nl: Antwurd wurdt fernijd
he: התגובה מתעדכנת
hr: Aktualiziranje odgovora
hu: Válasz frissítése
ia: Actualisante responsa
id: Memperbarui balasan
is: Uppfæri svar
it: Modifica della risposta in corso…
ja: 返信を更新しています
ka: პასუხი ახლდება
kab: Snifel tiririt
ms: Mengemaskini balasan
nb_no: Oppdaterer svar
nl: Antwoord bijwerken
nn_no: Oppdaterer svar
pa_in: ਜਵਾਬ ਨੂੰ ਅੱਪਡੇਟ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: Aktualizowanie odpowiedzi
pt_br: Atualizando resposta
pt_pt: A atualizar resposta
ro: Se actualizează răspunsul
ru: Обновление ответа
si: පිළිතුර යාවත්කාල වෙමින්
sk: Aktualizujem odpoveď
sl: Posodabljanje odgovora
sq: Po përditësohet përgjigja
sv_se: Uppdaterar svar
te: ప్రత్యుత్తరం నవీకరిస్తోంది
th: กำลังอัปเดตการตอบกลับ
tr: Yanıt güncelleniyor
uk: Оновлення відповіді
vi: Đang cập nhật trả lời
