Repository: mozilla/addons-frontend
Catalog: locale/*/LC_MESSAGES/amo.po
Languages: ar, az, bg, bn_bd, bs, ca, cs, da, de, el, es, fa, fi, fr, fur, fy_nl, ga_ie, he, hr, hu, ia, id, is, it, ja, ka, kab, ms, nb_no, nl, nn_no, pa_in, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: Used by
ar: يستخدمُها
az: İşlədən
bg: Ползвател
bn_bd: এর দ্বারা ব্যবহৃত
bs: Koristi se od
ca: Utilitzat per
cs: Používá
da: Brugt af
de: Verwendet von
el: Χρήση από
es: Utilizado por
fa: استفاده شده توسط
fi: Käyttäjiä
fr: Utilisé par
fur: Doprât di
fy_nl: Brûkt troch
ga_ie: Úsáidte ag
he: בשימוש ע״י
hr: Korišteno od
hu: Használja
ia: Usate per
id: Digunakan oleh
is: Notað af
it: Utilizzato da
ja: 使用者:
ka: მომხმარებელი
kab: Ittwaqdec sɣur
ms: Digunakan oleh
nb_no: Brukt av
nl: Gebruikt door
nn_no: Brukt av
pa_in: ਵਲੋਂ ਵਰਤਿਆ
pl: Używane przez
pt_br: Usado por
pt_pt: Utilizado por
ro: Folosit de
ru: Используется
sk: Používa
sl: Uporablja
sq: Përdorur nga
sv_se: Används av
te: వాడినది
th: ใช้โดย
tr: Kullanan
uk: Використовується
vi: Được sử dụng bởi

source: Homepage
ar: صفحة البداية
az: Ana Səhifə
bg: Страница
bn_bd: হোমপেজ
bs: Početna stranica
ca: Pàgina d'inici
cs: Domovská stránka
da: Hjemmeside
el: Αρχική σελίδα
es: Página de inicio
fa: صفحه نخست
fi: Kotisivu
fr: Page d’accueil
fur: Pagjine iniziâl
fy_nl: Startside
ga_ie: Leathanach Baile
he: דף הבית
hr: Početna web-stranica
hu: Kezdőlap
ia: Pagina principal
id: Halaman depan
is: Heimasíða
it: Pagina principale
ja: ホームページ
ka: მთავარი გვერდი
kab: Asebter agejdan
ms: Halaman utama
nb_no: Hjemmeside
nl: Startpagina
nn_no: Heimeside
pa_in: ਮੁੱਖ ਸਫ਼ਾ
pl: Domowa
pt_br: Página Inicial
pt_pt: Página inicial
ro: Pagină de start
ru: Домашняя страница
si: මුල් පිටුව
sk: Domovská stránka
sl: Domača stran
sq: Faqe hyrëse
sv_se: Hemsida
te: ముంగిలిపేజీ
th: หน้าแรก
tr: Ana sayfa
uk: Домашня сторінка
vi: Trang chủ

source: Support site
ar: موقع الدعم
bg: Страница за поддръжка
ca: Lloc d'assistència
cs: Stránky podpory
da: Supportwebsted
de: Hilfeseite
el: Ιστότοπος υποστήριξης
es: Ayuda del sitio
fi: Tukisivu
fr: Site d’assistance
fur: Sît di supuart
fy_nl: Stipewebsite
he: אתר תמיכה
hr: Web-stranica podrške
hu: Támogatói oldal
ia: Sito de supporto
id: Situs dukungan
is: Aðstoðarvefsvæði
it: Sito di supporto
ja: サポートサイト
ka: მხარდაჭერის საიტი
kab: Asmel n tallelt
nb_no: Brukerstøttenettsted
nl: Ondersteuningswebsite
nn_no: Brukarstøtteside
pa_in: ਸਹਿਯੋਗ ਸਾਈਟ
pl: Pomoc
pt_br: Site de suporte
pt_pt: Site de apoio
ro: Site pentru asistență
ru: Страница поддержки
si: සහාය අඩවිය
sk: Stránka podpory
sl: Stran s podporo
sq: Sajt asistence
sv_se: Webbplats för support
te: తోడ్పాటు సైటు
th: ไซต์สนับสนุน
tr: Destek sitesi
uk: Сайт підтримки
vi: Trang hỗ trợ

source: Support Email
ar: بريد الدعم
az: Dəstək e-poçtu
bg: Ел. поща за поддръжка
bn_bd: সহায়তাকারী ইমেইল
bs: Email podrške
ca: Adreça electrònica d’assistència
cs: E-mail podpory
da: Supportmail
de: Hilfe-E-Mail-Adresse
el: Email υποστήριξης
es: Correo de ayuda
fa: رایانامهٔ پشتیبانی
fi: Sähköpostituki
fr: E-mail d’assistance
fur: E-mail pal supuart
fy_nl: E-mailadres foar stipe
he: דוא״ל לתמיכה
hr: E-adresa podrške
hu: Támogatási e-mail
ia: Email de supporto
id: Surel Dukungan
is: Aðstoð í tölvupósti
it: Email per il supporto
ja: サポートメールアドレス
ka: მხარდაჭერის ელფოსტა
kab: Imayl n tallelt
ms: E-mel Sokongan
nb_no: E-post for brukerstøtte
nl: E-mailadres voor ondersteuning
nn_no: E-post for brukarstøtte
pa_in: ਸਹਿਯੋਗ ਈਮੇਲ
pl: Adres e-mail pomocy
pt_br: Email de suporte
pt_pt: Email de apoio
ro: E-mail pentru asistență
ru: Эл. почта поддержки
si: සහාය වි-තැපෑල
sk: E‑mail podpory
sl: E-naslov za podporo
sq: Email Asistence
sv_se: E-post för support
te: ఇమెయిల్ మద్దతు
th: อีเมลสนับสนุน
tr: Destek e-postası
uk: Електронна пошта підтримки
vi: Email hỗ trợ

source: Visit stats dashboard
ar: زُر لوحة الإحصاءات
az: Statistika panelinə get
bg: Табло със статистика
bn_bd: পরিসংখ্যান ড্যাশবোর্ডে পরিদর্শন করুন
bs: Posjeti kontrolnu tablu statusa
ca: Mostra el tauler d'estadístiques
cs: Přejít na hlavní panel statistik
da: Besøg statistikoversigt
de: Statistikübersicht besuchen
el: Επίσκεψη στον πίνακα στατιστικών
es: Visitar el panel de estadísticas
fa: مشاهدهٔ داشبورد آمارها
fi: Näytä tilastosivu
fr: Consulter le tableau de bord des statistiques
fur: Va al panel des statistichis
fy_nl: Statistikendashboerd besjen
he: ביקור בלוח בקרת הסטטיסטיקה
hr: Posjeti nadzornu ploču statistike
hu: Statisztikai vezérlőpult felkeresése
ia: Visita le pannello de controlo del statistica
id: Kunjungi dasbor statistik
is: Skoða tölfræðistjórnborð
it: Vai al pannello Statistiche
ja: 統計ダッシュボードへ
ka: სტატისტიკური მონაცემების გვერდი
kab: Rzu ar tfelwit n usenqed n tidaddanin
ms: Lawati papan pemuka statistik
nb_no: Gå til statistikkoversikten
nl: Statistiekendashboard bekijken
nn_no: Gå til statistikkoversikta
pa_in: ਅੰਕੜੇ ਡੈਸ਼ਬੋਰਡ ਤੇ ਜਾਓ
pl: Panel statystyk
pt_br: Visite o painel de estatísticas
pt_pt: Visitar painel de estatísticas
ro: Vizitează tabloul de bord pentru statistici
ru: Посетить панель статистики
si: සංඛ්‍යාලේඛන පුවරුව බලන්න
sk: Prejsť na nástenku štatistických údajov
sl: Odpri nadzorno ploščo s statistiko
sq: Vizitoni pult statistikash
sv_se: Besök statistikpanelen
te: గణాంకాల డాష్‌బోర్డును చూడండి
th: เยี่ยมชมแดชบอร์ดสถิติ
tr: İstatistik panosuna git
uk: Відвідати панель статистики
vi: Xem số liệu thống kê

source: Custom License
ar: رخصة مخصصة
bg: Потребителски лиценз
ca: Llicència personalitzada
cs: Vlastní licence
da: Tilpasset licens
de: Benutzerdefinierte Lizenz
el: Προσαρμοσμένη άδεια
fi: Mukautettu lisenssi
fr: Licence personnalisée
fur: Licence personalizade
fy_nl: Oanpaste lisinsje
he: רישיון מותאם אישית
hr: Prilagođena licenca
hu: Egyéni licenc
ia: Licentia personalisate
id: Lisensi Khusus
is: Sérsniðið notkunarleyfi
it: Licenza personalizzata
ja: 独自のライセンス
ka: საკუთარი ლიცენზია
kab: Turagt tudmawant
nb_no: Egen lisens
nl: Aangepaste licentie
nn_no: Tilpassa lisens
pa_in: ਪਸੰਦੀਦਾ ਲਸੰਸ
pl: Niestandardowa licencja
pt_br: Licença personalizada
pt_pt: Licença personalizada
ro: Licență personalizată
ru: Лицензия разработчика
si: අභිරුචි බලපත්‍රය
sk: Vlastná licencia
sl: Licenca po meri
sq: Licencë e Përshtatur
sv_se: Anpassad licens
te: అభిమత లైసెన్సు
th: สัญญาอนุญาตที่กำหนดเอง
tr: Özel Lisans
uk: Ліцензія розробника
vi: Giấy phép tùy biến

source: Read the privacy policy for this add-on
ar: اقرأ سياسة الخصوصية لهذه الإضافة
az: Bu əlavənin məxfilik siyasətini oxuyun
bg: Прочетете декларацията за поверителност на добавката
bn_bd: এই অ্যাড-অনটির জন্যে গোপনীয়তার নীতি পড়ুন
bs: Pročitajte pravila privatnosti za ovaj dodatak
ca: Llegiu la política de privadesa d'aquest complement
cs: Přečtěte si zásady ochrany osobních údajů pro tento doplněk
da: Læs denne tilføjelses privatlivspolitik
de: Lesen Sie die Datenschutzrichtlinie für dieses Add-on
el: Διαβάστε την πολιτική απορρήτου του προσθέτου
es: Leer la política de privacidad de este complemento
fa: سیاست‌های حریم خصوصی برای این افزونه را بخوانید
fi: Lue tämän lisäosan tietosuojakäytäntö
fr: Lire la politique de confidentialité de ce module
fur: Lei la informative su la riservatece par chest component adizionâl
fy_nl: It privacybelied foar dizze add-on lêze
ga_ie: Léigh an polasaí príobháideachais don bhreiseán seo
he: קריאת מדיניות הפרטיות עבור תוספת זו
hr: Pročitaj pravila o privatnosti za ovaj dodatak
hu: Olvassa el a kiegészítő adatvédelmi irányelveit
ia: Lege le politica de confidentialitate pro iste additivo
id: Baca kebijakan privasi dari pengaya ini
is: Lestu stefnu varðandi meðferð persónulegra gagna fyrir þessa viðbót
it: Consulta l’informativa sulla privacy per questo componente aggiuntivo
ja: このアドオンのプライバシーポリシーを読む
ka: გაეცანით ამ დამატების პირადულობის დაცვის დებულებას
kab: Ɣeṛ tasertit n tbaḍnit i uzegrir-agi
ms: Baca dasar privasi untuk add-on ini
nb_no: Les personvernbestemmelsen for denne utvidelsen
nl: Het privacybeleid voor deze add-on lezen
nn_no: Les personvernpraksisen for denne utvidinga
pa_in: ਇਸ ਐਡ-ਆਨ ਲਈ ਪਰਦੇਦਾਰੀ ਨੀਤੀ ਪੜ੍ਹੋ
pl: Zasady ochrony prywatności tego dodatku
pt_br: Leia a política de privacidade desta extensão
pt_pt: Ler a política de privacidade para este extra
ro: Citește politica de confidențialitate pentru acest supliment
ru: Прочитать политику приватности для этого дополнения
si: එක්කහුවට අදාළ රහස්‍යතා ප්‍රතිපත්තිය කියවන්න
sk: Prečítajte si Zásady ochrany osobných údajov pre tento doplnok
sl: Preberite pravilnik o zasebnosti za ta dodatek
sq: Lexoni rregullat e privatësisë për këtë shtesë
sv_se: Läs sekretesspolicyn för detta tillägg
te: ఈ పొడిగింత కోసం ఈ గోప్యతా విధానం చదవండి
th: อ่านนโยบายความเป็นส่วนตัวสำหรับส่วนเสริมนี้
tr: Bu eklentinin gizlilik ilkelerini okuyun
uk: Ознайомитись з політикою приватності для цього додатка
vi: Đọc chính sách riêng tư của tiện ích này

source: Read the license agreement for this add-on
ar: اقرأ اتفاقية الترخيص لهذه الإضافة
az: Bu əlavənin lisenziya razılığını oxuyun
bg: Прочетете лицензното споразумение на добавката
bn_bd: এই অ্যাড-অনের গোপনীয়তার নীতি পড়ুন
bs: Pročitajte ugovor o licenci za ovaj dodatak
ca: Llegiu l'acord de llicència d'aquest complement
cs: Přečtěte si licenční smlouvu pro tento doplněk
da: Læs denne tilføjelses licensaftale
de: Lesen Sie die Lizenzvereinbarung für dieses Add-on
el: Διαβάστε τη συμφωνία άδειας του προσθέτου
es: Lee el acuerdo de licencia de este complemento
fa: موافقت‌نامه مجوز برای این افزونه را بخوانید
fi: Lue tämän lisäosan lisenssisopimus
fr: Lire le contrat de licence de ce module
fur: Lei l’acuardi di licence par chest component adizionâl
fy_nl: De lisinsjeoerienkomst foar dizze add-on lêze
ga_ie: Léigh ceadúnas an bhreiseáin seo
he: קריאת הסכם הרישיון עבור תוספת זו
hr: Pročitaj licencni ugovor za ovaj dodatak
hu: Olvassa el a kiegészítő licencmegállapodását
ia: Lege le accordo de licentia pro iste additivo
id: Baca perjanjian lisensi untuk pengaya ini
is: Lestu notkunarleyfissamninginn fyrir þessa viðbót
it: Consulta il contratto di licenza per questo componente aggiuntivo
ja: このアドオンの使用許諾契約を読む
ka: გაეცანით სალიცენზიო შეთანხმებას, ამ დამატების შესახებ
kab: Γer tasertit n tbaḍnit i uzegrir-agi
ms: Baca perjanjian lesen untuk add-on ini
nb_no: Les lisensavtalen for denne utvidelsen
nl: De licentieovereenkomst voor deze add-on lezen
nn_no: Les lisensavtalen for denne utvidinga
pa_in: ਇਸ ਐਡ-ਆਨ ਲਈ ਲਸੰਸ ਇਕਰਾਰਨਾਮਾ ਪੜ੍ਹੋ
pl: Licencja tego dodatku
pt_br: Leia o contrato de licença desta extensão
pt_pt: Leia o acordo de licenciamento para este extra
ro: Citește acordul de licență pentru acest supliment
ru: Прочитать лицензионное соглашение для этого дополнения
si: එක්කහුවට අදාළ බලපත්‍ර ගිවිසුම කියවන්න
sk: Prečítajte si licenčnú zmluvu pre tento doplnok
sl: Preberite licenčno pogodbo za ta dodatek
sq: Lexoni marrëveshjen e licencës për këtë shtesë
sv_se: Läs licensavtalet för detta tillägg
th: อ่านข้อตกลงสัญญาอนุญาตสำหรับส่วนเสริมนี้
tr: Bu eklentinin lisans anlaşmasını okuyun
uk: Ознайомитись з ліцензійною угодою для цього додатка
vi: Đọc thỏa thuận cấp phép cho tiện ích này

source: See all versions
ar: اطّلع على كل الإصدارات
az: Bütün versiyaları göstər
bg: Всички издания
bn_bd: সকল সংস্করণ দেখুন
bs: Pogledaj sve verzije
ca: Mostra totes les versions
cs: Zobrazit všechny verze
da: Se alle versioner
de: Alle Versionen anzeigen
el: Προβολή όλων των εκδόσεων
es: Ver todas las versiones
fa: نمایش تمام نسخه‌ها
fi: Näytä kaikki versiot
fr: Voir toutes les versions
fur: Viôt dutis lis versions
fy_nl: Alle ferzjes besjen
he: הצגת כל הגרסאות
hr: Pogledaj sve verzije
hu: Összes verzió megtekintése
ia: Vide tote le versiones
id: Lihat semua versi
is: Sjá allar útgáfur
it: Visualizza tutte le versioni
ja: すべてのバージョンを見る
ka: ყველა ვერსიის ნახვა
kab: Wali akk ileqman
ms: Lihat semua versi
nb_no: Se alle versjoner
nl: Alle versies bekijken
nn_no: Vis alle versjonar
pa_in: ਸਾਰੇ ਵਰਜ਼ਨ ਵੇਖੋ
pl: Wszystkie wersje
pt_br: Ver todas as versões
pt_pt: Ver todas as versões
ro: Vezi toate versiunile
ru: Просмотреть все версии
si: සියළුම අනුවාද බලන්න
sk: Zobraziť všetky verzie
sl: Ogled vseh različic
sq: Shihini krejt versionet
sv_se: Se alla versioner
te: వెర్షనులన్నీ చూడండి
th: ดูรุ่นทั้งหมด
tr: Tüm sürümleri göster
uk: Переглянути всі версії
vi: Xem tất cả phiên bản

source: Add-on Links
ar: روابط الإضافات
az: Əlavə Keçidləri
bg: Препратки
bn_bd: অ্যাড-অন লিংক
bs: Linkovi dodataka
ca: Enllaços del complement
cs: Odkazy doplňku
da: Tilføjelses-links
el: Σύνδεσμοι προσθέτου
es: Enlaces del complemento
fa: پیوند‌های افزونه
fi: Lisäosan linkit
fr: Liens du module
fur: Colegaments component adizionâl
fy_nl: Add-on-keppelingen
ga_ie: Nascanna an Bhreiseáin
he: קישורים לתוספת
hr: Poveznice dodatka
hu: Kiegészítő hivatkozásai
ia: Ligamines del additivo
id: Tautan Pengaya
is: Tenglar viðbótar
it: Link componente aggiuntivo
ja: アドオンリンク
ka: დამატების ბმულები
kab: TigIseɣwan n uzegrir
ms: Pautan Add-on
nb_no: Lenker for utvidelser
nl: Add-on-koppelingen
nn_no: Lenker for tillegg
pa_in: ਐਡ-ਆਨ ਲਿੰਕ
pl: Strony dodatku
pt_br: Links da extensão
pt_pt: Ligações do extra
ro: Linkurile suplimentului
ru: Ссылки дополнения
si: එක්කහුවේ සබැඳි
sk: Odkazy doplnku
sl: Povezave dodatka
sq: Lidhje shtese
sv_se: Länkar för tillägg
te: పొడిగింత లంకెలు
th: ลิงก์ส่วนเสริม
tr: Eklenti bağlantıları
uk: Посилання додатка
vi: Liên kết tiện ích

source: Version
ar: الإصدارة
az: Versiya
bg: Издание
bn_bd: সংস্করণ
bs: Verzija
ca: Versió
cs: Verze
el: Έκδοση
es: Versión
fa: نسخه
fi: Versio
fy_nl: Ferzje
ga_ie: Leagan
he: גרסה
hr: Verzija
hu: Verzió
id: Versi
is: Útgáfa
it: Versione
ja: バージョン
ka: ვერსია
kab: Lqem
ms: Versi
nb_no: Versjon
nl: Versie
nn_no: Versjon
pa_in: ਵਰਜਨ
pl: Wersja
pt_br: Versão
pt_pt: Versão
ro: Versiune
ru: Версия
si: අනුවාදය
sk: Verzia
sl: Različica
te: వెర్షన్
th: รุ่น
tr: Sürüm
uk: Версія
vi: Phiên bản

source: Size
ar: الحجم
bg: Размер
ca: Mida
cs: Velikost
da: Størrelse
de: Größe
el: Μέγεθος
es: Tamaño
fi: Koko
fr: Taille
fur: Dimension
fy_nl: Grutte
he: גודל
hr: Veličina
hu: Méret
ia: Dimension
id: Ukuran
is: Stærð
it: Dimensione
ja: サイズ
ka: ზომა
kab: Teɣzi
nb_no: Størrelse
nl: Grootte
nn_no: Storleik
pa_in: ਸਾਈਜ਼
pl: Rozmiar
pt_br: Tamanho
pt_pt: Tamanho
ro: Mărime
ru: Размер
si: ප්‍රමාණය
sk: Veľkosť
sl: Velikost
sq: Madhësi
sv_se: Storlek
te: పరిమాణము
th: ขนาด
tr: Boyut
uk: Розмір
vi: Kích cỡ

source: Last updated
ar: آخر تحديث
az: Son yenilənmə
bg: Последно обновяване
bn_bd: শেষ আপডেট
bs: Zadnje ažuriranje
ca: Última actualització
cs: Poslední aktualizace
da: Senest opdateret
de: Zuletzt aktualisiert
el: Τελευταία ενημέρωση
es: Última actualización
fa: آخرین بروزرسانی
fi: Viimeksi päivitetty
fr: Dernière mise à jour
fur: Ultin inzornament
fy_nl: Lêst bywurke
ga_ie: Nuashonrú is déanaí
he: עדכון אחרון
hr: Zadnje aktualiziranje
hu: Legutóbb frissítve
ia: Ultime actualisation
id: Terakhir dimutakhirkan
is: Síðast uppfært
it: Ultimo aggiornamento
ja: 最終更新日
ka: ბოლო განახლება
kab: Aleqqem aneggaru
ms: Kemaskini terakhir
nb_no: Sist oppdatert
nl: Laatst bijgewerkt
nn_no: Sist oppdatert
pa_in: ਆਖਰੀ ਅੱਪਡੇਟ
pl: Ostatnia aktualizacja
pt_br: Ultima atualização
pt_pt: Última atualização
ro: Ultima actualizare
ru: Последнее обновление
si: අවසාන යාවත්කාලය
sk: Posledná aktualizácia
sl: Zadnja posodobitev
sq: Përditësuar së fundi më
sv_se: Senast uppdaterad
te: చివరిగా నవీకరించినది
th: อัปเดตล่าสุด
tr: Son güncelleme
uk: Востаннє оновлено
vi: Cập nhật gần nhất

source: Related Categories
bg: Подобни категории
cs: Příbuzné kategorie
da: Relaterede kategorier
de: Verwandte Kategorien
el: Σχετικές κατηγορίες
fi: Liittyvät luokat
fr: Catégories associées
fur: Categoriis coreladis
fy_nl: Sibbe kategoryen
hr: Povezane kategorije
hu: Kapcsolódó kategóriák
ia: Categorias associate
is: Tengdir flokkar
it: Categorie correlate
ja: 関連カテゴリー
ka: მსგავსი კატეგორიები
kab: Taggayin i ilan assaɣ
nb_no: Relaterte kategorier
nl: Verwante categorieën
nn_no: Liknande kategoriar
pl: Powiązane kategorie
pt_br: Categorias relacionadas
pt_pt: Categorias relacionadas
ro: Categorii conexe
ru: Связанные категории
si: ආශ්‍රිත ප්‍රවර්ග
sk: Príbuzné kategórie
sv_se: Relaterade kategorier
th: หมวดหมู่ที่เกี่ยวข้อง
tr: İlgili kategoriler
uk: Пов'язані категорії
vi: Thể loại có liên quan

source: License
ar: الرخصة
az: Lisenziya
bg: Лиценз
bn_bd: লাইসেন্স
bs: Licenca
ca: Llicència
cs: Licence
da: Licens
de: Lizenz
el: Άδεια
es: Licencia
fa: گواهینامه
fi: Lisenssi
fr: Licence
fur: Licence
fy_nl: Lisinsje
ga_ie: Ceadúnas
he: רישיון
hr: Licenca
hu: Licenc
ia: Licentia
id: Lisensi
is: Notkunarleyfi
it: Licenza
ja: ライセンス
ka: ლიცენზია
kab: Turagt
ms: Lesen
nb_no: Lisens
nl: Licentie
nn_no: Lisens
pa_in: ਲਸੰਸ
pl: Licencja
pt_br: Licença
pt_pt: Licença
ro: Licență
ru: Лицензия
si: බලපත්‍රය
sk: Licencia
sl: Licenca
sq: Licencë
sv_se: Licens
te: లైసెన్స్
th: สัญญาอนุญาต
tr: Lisans
uk: Ліцензія
vi: Giấy phép

source: Privacy Policy
ar: سياسة الخصوصية
az: Məxfilik Siyasəti
bg: Политика на поверителност
bn_bd: গোপনীয়তা নীতি
bs: Polica privatnosti
ca: Política de privadesa
cs: Zásady ochrany osobních údajů
da: Privatlivspolitik
de: Datenschutzrichtlinie
el: Πολιτική απορρήτου
es: Política de privacidad
fa: سیاست‌های حریم‌خصوصی
fi: Tietosuojakäytäntö
fr: Politique de confidentialité
fur: Informative su la riservatece
fy_nl: Privacybelied
ga_ie: Polasaí Príobháideachais
he: מדיניות פרטיות
hr: Politika privatnosti
hu: Adatvédelmi irányelvek
ia: Politica de confidentialitate
id: Kebijakan Privasi
is: Meðferð persónuupplýsinga
it: Informativa sulla privacy
ja: プライバシーポリシー
ka: პირადი მონაცემების დაცვის დებულება
kab: Tasertit n tbaḍnit
ms: Dasar Privasi
nb_no: Personvernbestemmelse
nl: Privacybeleid
nn_no: Personvernpraksis
pa_in: ਪਰਦੇਦਾਰੀ ਸੂਚਨਾ
pl: Prywatność
pt_br: Política de privacidade
pt_pt: Política de privacidade
ro: Politică de confidențialitate
ru: Политика приватности
si: රහස්‍යතා ප්‍රතිපත්තිය
sk: Zásady ochrany osobných údajov
sl: Pravilnik o zasebnosti
sq: Rregulla Privatësie
sv_se: Sekretesspolicy
te: గోప్యతా విధానం
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik ilkeleri
uk: Політика приватності
vi: Chính sách riêng tư

source: End-User License Agreement
ar: اتفاقية ترخيص المستخدم
az: Son İstifadəçi Lisenziya Razılaşması
bg: Лицензно споразумение на крайния потребител
bn_bd: এন্ড ইউজার লাইসেন্স এগ্রিমেন্ট
bs: Ugovor o korištenju za krajnjeg korisnika
ca: Acord de llicència d'usuari final
cs: Licenční smlouva s koncovým uživatelem
da: Licensaftale for slutbrugere
de: Endbenutzer-Lizenzvereinbarung
el: Συμφωνία άδειας τελικού χρήστη
es: Acuerdo de licencia de usuario final
fa: توافق‌نامه مجوز کاربر نهایی
fi: Loppukäyttäjän lisenssisopimus
fr: Contrat de licence d’utilisateur final
fur: Acuardi di licence pal utent finâl (EULA)
fy_nl: Einbrûkerslisinsjeoerienkomst
ga_ie: Comhaontú Ceadúnais an Úsáideora Deiridh
he: הסכם רישיון למשתמש קצה
hr: Licencni ugovor za krajnjeg korisnika
hu: Végfelhasználói licencmegállapodás
ia: Accordo de licentia pro usator final (EULA)
id: Perjanjian Lisensi Pengguna Akhir
is: EULA samningur um notandaleyfi
it: Contratto di licenza per l’utente finale
ja: エンドユーザー使用許諾契約
ka: სამომხმარებლო სალიცენზიო შეთანხმება
kab: Amtawa n uselkin n useqdac aneggaru
ms: Perjanjian Lesen Pengguna Akhir
nb_no: Lisensavtale for sluttbrukere
nl: Eindgebruikerslicentieovereenkomst
nn_no: Lisensavtale for sluttbrukarar
pa_in: ਅੰਤਿਮ ਵਰਤੋਂਕਾਰ ਲਸੰਸ ਇਕਰਾਰਨਾਮਾ
pl: Licencja użytkownika
pt_br: Contrato de licença de usuário final
pt_pt: Acordo de licenciamento do utilizador final
ro: Acord de licență pentru utilizatorul final
ru: Лицензионное соглашение с конечным пользователем
sk: Licenčná zmluva s koncovým používateľom
sl: Licenčna pogodba za končnega uporabnika
sq: Marrëveshje Licence Përdoruesi të Thjeshtë (EULA)
sv_se: Licensavtal för slutanvändare
te: అంతిమ-వాడుకరి లైసెన్సు ఒప్పందపత్రం
th: ข้อตกลงสัญญาอนุญาตผู้ใช้
tr: Son Kullanıcı Lisans Anlaşması
uk: Ліцензійна угода з кінцевим користувачем
vi: Giấy phép người dùng cuối

source: Version History
ar: تأريخ الإصدار
az: Buraxılış Tarixçəsi
bg: Хронология на изданията
bn_bd: সংস্করণ ইতিহাস
bs: Istorija verzija
ca: Historial de versions
cs: Historie změn
da: Versions-historik
de: Versionsgeschichte
el: Ιστορικό εκδόσεων
es: Historial de versiones
fa: تاریخچهٔ نسخه‌ها
fi: Versiohistoria
fr: Historique des versions
fur: Cronologjie versions
fy_nl: Ferzjeskiednis
he: היסטוריית הגרסאות
hr: Povijest verzija
hu: Verziótörténet
ia: Historia de versiones
id: Riwayat Versi
is: Útgáfuferill
it: Cronologia versioni
ja: バージョン履歴
ka: ვერსიის ისტორია
kab: Amazray n Lqem
ms: Sejarah Versi
nb_no: Versjonshistorikk
nl: Versiegeschiedenis
nn_no: Versjonshistorikk
pa_in: ਵਰਜਨ ਅਤੀਤ
pl: Historia wersji
pt_br: Histórico de versões
pt_pt: Histórico de versões
ro: Istoricul versiunilor
ru: История версий
si: අනුවාද ඉතිහාසය
sk: História verzií
sl: Zgodovina različic
sq: Historik Versionesh
sv_se: Versionshistorik
te: వెర్షన్ చరిత్ర
th: ประวัติรุ่น
tr: Sürüm geçmişi
uk: Історія версій
vi: Lịch sử các phiên bản

source: Usage Statistics
ar: إحصائيات الاستخدام
az: İstifadə Statistikası
bg: Статистика на използване
bn_bd: ব্যবহারকারীর পরিসংখ্যান
bs: Statistika upotrebe
ca: Estadístiques d'ús
cs: Statistiky používání
da: Brugsstatistik
de: Nutzungsstatistik
el: Στατιστικά χρήσης
es: Estadísticas de uso
fa: آمار استفاده
fi: Käyttötilastot
fr: Statistiques d’utilisation
fur: Statistichis utilizazion
fy_nl: Brûksstatistiken
he: סטטיסטיקת שימוש
hr: Statistika korištenja
hu: Használati statisztika
ia: Statistica de uso
id: Statistik Penggunaan
is: Tölfræði notkunar
it: Statistiche utilizzo
ja: 使用統計
ka: გამოყენების სტატისტიკა
kab: Tidaddanin n useqdec
ms: Statistik Penggunaan
nb_no: Brukerstatistikk
nl: Gebruiksstatistieken
nn_no: Brukarstatistikk
pa_in: ਵਰਤੋਂ ਅੰਕੜੇ
pl: Statystyki użycia
pt_br: Estatísticas de uso
pt_pt: Estatísticas de utilização
ro: Statistici privind utilizarea
ru: Статистика использования
si: භාවිත සංඛ්‍යාලේඛන
sk: Štatistiky používania
sl: Statistika uporabe
sq: Statistika Përdorimi
sv_se: Användningsstatistik
te: వాడుక గణాంకాలు
th: สถิติการใช้งาน
tr: Kullanım istatistikleri
uk: Статистика використання
vi: Thống kê sử dụng

source: Tags
bg: Етикети
ca: Etiquetes
cs: Štítky
da: Mærkater
de: Schlagwörter
el: Ετικέτες
es: Etiquetas
fi: Tunnisteet
fr: Étiquettes
fur: Etichetis
fy_nl: Labels
hr: Oznake
hu: Címkék
ia: Etiquettas
is: Merki
it: Etichette
ja: タグ
ka: ჭდეები
kab: Tibzimin
nb_no: Etiketter
nl: Labels
nn_no: Etikettar
pl: Etykiety
pt_br: Etiquetas
pt_pt: Etiquetas
ro: Etichete
ru: Метки
si: අනන්‍යන
sk: Značky
sv_se: Taggar
th: ป้ายกำกับ
tr: Etiketler
uk: Мітки
vi: Nhãn

source: More information
ar: معلومات أكثر
az: Daha çox məlumat
bg: Повече информация
bn_bd: আরও তথ্য
bs: Više informacija
ca: Més informació
cs: Další informace
da: Mere information
de: Weitere Informationen
el: Περισσότερες πληροφορίες
es: Más información
fa: اطلاعات بیشتر
fi: Lisätietoja
fr: Plus d’informations
fur: Altris informazions
fy_nl: Mear ynformaasje
ga_ie: Tuilleadh eolais
he: מידע נוסף
hr: Daljnje informacije
hu: További információk
ia: Plus de informationes
id: Informasi lebih lanjut
is: Nánari upplýsingar
it: Ulteriori informazioni
ja: 詳しい情報
ka: დამატებითი მონაცემები
kab: Ugar n telɣut
ms: Maklumat lanjut
nb_no: Mer informasjon
nl: Meer informatie
nn_no: Meir informasjon
pa_in: ਹੋਰ ਜਾਣਕਾਰੀ
pl: Więcej informacji
pt_br: Mais informações
pt_pt: Mais informação
ro: Mai multe informații
ru: Больше сведений
si: තව තොරතුරු
sk: Ďalšie informácie
sl: Več informacij
sq: Më tepër të dhëna
sv_se: Mer information
te: మరింత సమాచారం
th: ข้อมูลเพิ่มเติม
tr: Daha fazla bilgi
uk: Більше інформації
vi: Thêm thông tin
