Repository: mozilla/addons-frontend
Catalog: locale/*/LC_MESSAGES/amo.po
Languages: ar, az, bg, bn_bd, bs, ca, cs, da, de, el, es, fa, fi, fr, fur, fy_nl, ga_ie, he, hr, hu, ia, id, is, it, ja, ka, kab, ms, nb_no, nl, nn_no, pa_in, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: An unexpected error occurred during uninstallation.
az: Silmə vaxtı gözlənilməz xəta baş verdi.
ca: S'ha produït un error inesperat durant la desinstal·lació.
cs: Při odinstalaci došlo k neočekávané chybě.
da: Der opstod en uventet fejl under afinstallationen.
de: Bei der Deinstallation ist ein unerwarteter Fehler aufgetreten.
el: Προέκυψε απροσδόκητο σφάλμα κατά την αφαίρεση.
es: Se ha producido un error inesperado durante la desinstalación.
fi: Poistamisen aikana tapahtui odottamaton virhe.
fr: Une erreur inattendue s’est produite pendant la désinstallation.
fur: Al è vignût fûr un erôr inspietât dilunc la disinstalazion.
fy_nl: Der is in ûnferwachte flater bard wylst it de-ynstallearjen.
he: אירעה שגיאה בלתי צפויה במהלך הסרת ההתקנה.
hr: Tijekom deinstaliranja se dogodila neočekivana greška.
hu: Váratlan hiba történt az eltávolítás során.
ia: Un error non attendite occurreva durante le disinstallation.
id: Terjadi galat yang tidak diharapkan saat pencopotan.
is: Óvænt villa kom upp á meðan fjarlægingu stóð.
it: Si è verificato un errore imprevisto durante la disinstallazione.
ja: アンインストール中に予期せぬエラーが発生しました。
ka: მოულოდნელი შეცდომა წარმოიშვა ამოშლისას.
kab: Teḍra-d tuccḍa tarussint deg tukksa n usbeddi.
ms: Ada ralat yang tidak dijangka semasa nyahpemasangan.
nb_no: Det oppstod en uventet feil under avinstallasjonen.
nl: Er is een onverwachte fout opgetreden tijdens het verwijderen.
nn_no: Det oppstod ein uventa feil under avinstallasjonen.
pa_in: ਅਨ ਸਥਾਪਿਤ ਹੋਣ ਦੇ ਦੌਰਾਨ ਇੱਕ ਅਚਾਨਕ ਤਰੁੱਟੀ ਉਤਪੰਨ ਹੋਈ।
pl: Wystąpił nieoczekiwany błąd podczas dezinstalacji.
pt_br: Ocorreu um erro inesperado durante a desinstalação.
pt_pt: Ocorreu um erro inesperado durante a desinstalação.
ro: S-a produs o eroare neașteptată în timpul dezinstalării.
ru: Произошла непредвиденная ошибка во время удаления.
si: අස්ථාපනය අතරතුර අනපේක්‍ෂිත දෝෂයක් සිදු විය.
sk: V priebehu odinštalácie nastala neočakávaná chyba.
sl: Med odstranjevanjem je prišlo do nepričakovane napake.
sq: Ndodhi një gabim të panjohur gjatë çinstalimit.
sv_se: Ett oväntat fel uppstod under avinstallationen.
te: నిర్మూలనలో ఊహించని పొరపాటు దొర్లింది.
th: เกิดข้อผิดพลาดที่ไม่คาดคิดระหว่างการถอนการติดตั้ง
tr: Kaldırma sırasında beklenmeyen bir hata oluştu.
uk: Під час вилучення сталася неочікувана помилка.
vi: Đã xảy ra lỗi trong quá trình gỡ bỏ.

source: An unexpected error occurred.
az: Gözlənilməz xəta baş verdi.
bg: Възникна неочаквана грешка.
ca: S'ha produït un error inesperat.
cs: Došlo k neočekávané chybě.
da: Der opstod en uventet fejl.
de: Ein unerwarteter Fehler ist aufgetreten.
el: Προέκυψε απροσδόκητο σφάλμα.
es: Se ha producido un error inesperado.
fi: Tapahtui odottamaton virhe.
fr: Une erreur inattendue s’est produite.
fur: Al è vignût fûr un erôr inspietât.
fy_nl: Der is in ûnferwachte flater bard.
he: אירעה שגיאה בלתי צפויה.
hr: Dogodila se neočekivana greška.
hu: Váratlan hiba történt.
ia: Un error non attendite occurreva.
id: Terjadi galat yang tidak diharapkan.
is: Upp kom óvænt villa.
it: Si è verificato un errore imprevisto.
ja: 予期せぬエラーが発生しました。
ka: მოულოდნელი შეცდომა წარმოიშვა.
kab: Teḍra-d tuccḍa.
ms: Ada ralat yang tidak dijangka.
nb_no: Det oppstod en uventet feil.
nl: Er is een onverwachte fout opgetreden.
nn_no: Det oppstod ein uventa feil.
pa_in: ਅਚਾਨਕ ਗਲਤੀ ਆਈ ਹੈ।
pl: Wystąpił nieoczekiwany błąd.
pt_br: Ocorreu um erro inesperado.
pt_pt: Ocorreu um erro inesperado.
ro: S-a produs o eroare neașteptată.
ru: Произошла непредвиденная ошибка.
si: අනපේක්‍ෂිත දෝෂයක් මතු විය.
sk: Nastala neočakávaná chyba.
sl: Prišlo je do nepričakovane napake.
sq: Ndodhi një gabim të papritur.
sv_se: Ett oväntat fel har uppstått.
te: ఊహించని పొరపాటు దొర్లింది.
th: เกิดข้อผิดพลาดที่ไม่คาดคิด
tr: Beklenmeyen bir hata oluştu.
uk: Сталася неочікувана помилка.
vi: Đã xảy ra lỗi.

source: stay up-to-date with news and events relevant to add-on developers (including the about:addons newsletter)
ar: ابقَ على اطّلاع عن الأخبار والأحداث ذات الصلة بمطوري الإضافات (بما في ذلك نشرة about:addons الإخبارية)
ca: estigueu al dia de les novetats i esdeveniments rellevants per als desenvolupadors de complements (inclòs el butlletí de notícies about:addons)
cs: mějte přehled o novinkách a akcích pro vývojáře doplňků (včetně newsletteru about:addons)
da: hold dig opdateret om nyheder og arrangementer, der er relevante for udviklere af tilføjelser (herunder nyhedsbrevet about:addons)
de: Bleiben Sie auf dem neuesten Stand und erhalten Sie Nachrichten und Informationen zu Veranstaltungen für Add-on-Entwickler (einschließlich des Newsletters about:addons)
el: ενημερωθείτε για ειδήσεις και γεγονότα σχετικά με τους προγραμματιστές του προσθέτου (καθώς και του about:addons newsletter)
es: mantente al día de las noticias y eventos más importantes para los desarrolladores de complementos (incluido el boletín de noticias de about:addons)
fi: pysy ajan tasalla lisäosien kehittäjille olennaisista uutisista ja tapahtumista (mukaan lukien about:addons-uutiskirje)
fr: rester au courant en recevant des actualités et des informations sur des évènements pour les développeurs de modules complémentaires (et recevoir également la lettre d’information about:addons)
fur: reste inzornât cun novitâts e i events pai svilupadôrs di components adizionâi (includude la newsletter about:addons)
fy_nl: bliuw by-de-tiid mei foar add-on-ûntwikkelers relevant nijs en eveneminten (wêrûnder de about:addons-nijsbrief)
he: קבלת עדכונים בנוגע לחדשות ואירועים הרלוונטיים למפתחי תוספות (לרבות קבוצת הדיוור about:addons)
hr: Budi u tijeku o važnim novostima i događajima za programere dodataka (uključujući i bilten about:addons)
hu: legyen naprakész a hírekkel és a kiegészítőfejlesztők számára releváns eseményekkel (köztük az about:addons hírlevéllel)
ia: remane ajornate con novas e eventos pertinente al disveloppatores de additivos (anque le littera de novas about:addons)
id: tetaplah mengetahui kabar dan acara yang relevan dengan pengembang pengaya (termasuk tentang:nawala pengaya)
is: fylgjast með fréttum og viðburðum fyrir þróunaraðila Firefox-viðbóta (þar með talið about:addons fréttabréfið)
it: per tenermi aggiornato sulle novità e gli eventi per gli sviluppatori di componenti aggiuntivi (include la newsletter about:addons)
ja: アドオン開発者向けのニュースやイベントを含む最新情報を購読しましょう (about:addons ニュースレターなど)
ka: გაეცანით სიახლეებსა და დამატებების შემმუშავებლებთან დაკავშირებული ღონისძიებების შესახებ ინფორმაციას (მათ შორის about:addons-ის საინფორმაციო ცნობებს)
kab: Qqim d yisallen ɣef tidyanin icudden ar ineflayen n yizegrar (rmes daɣen tabratt n yisallen about:addons newsletter)
ms: sentiasa dimaklumkan dengan berita dan acara berkaitan pembangun add-on (termasuk surat berita about:addons)
nb_no: hold deg oppdatert med nyheter og hendelser som er relevant for tilleggsutviklere (inkludert nyhetsbrevet about:addons)
nl: blijf up-to-date met voor add-on-ontwikkelaars relevant nieuws en evenementen (waaronder de about:addons-nieuwsbrief)
nn_no: hald deg oppdatert med nyheiter og hendingar som er relevante for tilleggsutviklarar (inkludert nyheitsbrevet about:addons)
pa_in: ਐਡਆਨ ਡਿਵੈਲਪਰ (ਐਡਆਨ ਨਿਊਜ਼ਲੈਟਰ ਸਮੇਤ) ਨਾਲ ਸਬੰਧਤ ਖ਼ਬਰਾਂ ਅਤੇ ਸਮਾਗਮਾਂ ਦੇ ਨਾਲ ਨਵੀਨਤਮ ਰਹੋ
pl: bądź na bieżąco z aktualnościami i wydarzeniami ważnymi dla autorów dodatków (w tym biuletyn about:addons)
pt_br: mantenha-se informado com notícias e eventos indispensáveis a desenvolvedores de extensões (incluindo o boletim Informativo about:addons)
pt_pt: fique atualizado(a) com notícias e eventos relevantes a programadores de extras (incluindo a newsletter about:addons)
ro: rămâi la curent cu știrile și evenimentele relevante pentru dezvoltatorii de suplimente (inclusiv buletinul informativ about:addons)
ru: будьте в курсе новостей и событий, имеющих отношение к разработчикам дополнений (в том числе новостной рассылки about:addons)
si: එක්කහු සංවර්ධකයින්ට අදාළ පුවත් සහ සිදුවීම් සමඟ යාවත්කාලීනව සිටින්න (about:addons පුවත් පත්‍රිකාව ඇතුළුව)
sk: majte prehľad o novinkách a akciách pre vývojárov doplnkov (obsahuje newsletter about:addons)
sl: ostanite na tekočem z novicami in dogodki, zanimivimi za razvijalce dodatkov (vključno z okrožnico about:addons)
sq: jini përherë i përditësuar me lajme dhe rreth veprimtarish që lidhen me zhvillues shtesash (përfshi buletinin about:addons)
sv_se: håll dig uppdaterad med nyheter och händelser som är relevanta för tilläggsutvecklare (inkluderar nyhetsbrevet about:addons)
th: ไม่พลาดข่าวสารและเหตุการณ์ที่เกี่ยวข้องกับนักพัฒนาส่วนเสริม (รวมถึงจดหมายข่าว about:addons)
tr: eklenti geliştiricilerini ilgilendiren haber ve etkinlikleri size ulaştıralım (about:addons bülteni dahil)
uk: будьте в курсі новин та подій, пов'язаних з розробкою додатків (включно з розсилкою about:addons)
vi: luôn cập nhật các tin tức và sự kiện liên quan đến các nhà phát triển bổ trợ (bao gồm cả bản tin về about:addons)

source: Mozilla needs to contact me about my individual add-on
ar: على موزيلا التواصل مع عن إضافاتي أنا وحدي
ca: Mozilla ha de contactar amb mi sobre el meu complement personal
cs: Mozilla mě potřebuje kontaktovat ohledně některého z mých doplňků
da: Mozilla skal kontakte mig om min tilføjelse
de: Mozilla muss mich wegen meines Add-ons kontaktieren
el: Η Mozilla πρέπει να επικοινωνεί μαζί μου σχετικά με το ατομικό μου πρόσθετο
es: Mozilla necesita ponerse en contacto conmigo sobre mi complemento si
fi: Mozillan on otettava minuun yhteyttä henkilökohtaisesta lisäosastani
fr: Mozilla a besoin de me contacter à propos de mon module
fur: Mozilla al à bisugne di contatâmi in merit al gno component adizionâl
fy_nl: Mozilla moat kontakt mei my opnimme oer myn yndividuele add-on
he: ‏Mozilla צריך ליצור איתי קשר בנוגע לתוספת המסוימת שלי
hr: Mozilla me mora kontaktirati u vezi s mojim osobnim dodatkom
hu: A Mozillának szükséges kapcsolatba lépnie velem a kiegészítőm miatt
ia: Mozilla debe contactar me sur mi additivo individual
id: Mozilla perlu mengontak saya tentang pengaya pribadi saya
is: Mozilla þarf að hafa samband við mig út af minni tilteknu viðbót
it: quando Mozilla ha bisogno di contattarmi personalmente in merito ai miei componenti aggiuntivi
ja: Mozilla があなたのアドオンについて連絡を求めています
ka: Mozilla ითხოვს ჩემთან დაკავშირებას, ჩემი დამატების თაობაზე
kab: Mozilla yesra a yid-inermes ɣef uzegrir inu udmawan
ms: Mozilla perlu menghubungi saya perihal add-on individu saya
nb_no: Mozilla trenger å kontakte meg om mitt tillegget mitt
nl: Mozilla dient contact met mij op te nemen over mijn individuele add-on
nn_no: Mozilla må kontakte meg om tillegget mitt
pa_in: ਮੌਜੀਲਾ ਨੂੰ ਮੇਰੇ ਵਿਅਕਤੀਗਤ ਐਡ-ਆਨ ਬਾਰੇ ਮੈਨੂੰ ਸੰਪਰਕ ਕਰਨ ਦੀ ਲੋੜ
pl: Mozilla musi skontaktować się ze mną w sprawie konkretnego dodatku mojego autorstwa
pt_br: A Mozilla precisa entrar em contato comigo sobre a minha extensão individual
pt_pt: a Mozilla necessita de contactar-me acerca do meu extra individual
ro: Mozilla trebuie să mă contacteze cu privire la suplimentul meu individual
ru: Mozilla необходимо связаться по поводу моего индивидуального дополнения
sk: Mozilla ma potrebuje kontaktovať ohľadom niektorého z mojich doplnkov
sl: Mozilla se mora obrniti name glede določenega dodatka
sq: Mozilla ka nevojë të më kontaktojë rreth shtesës sime individuale
sv_se: Mozilla behöver kontakta mig om mitt individuella tillägg
th: Mozilla ต้องการติดต่อฉันเกี่ยวกับส่วนเสริมของฉันเอง
tr: Mozilla'nın eklentim hakkında benle iletişim kurması gerekiyor
uk: Mozilla необхідно зв'язатися зі мною з приводу мого індивідуального додатка
vi: Mozilla cần liên hệ với tôi về tiện ích cá nhân của tôi

source: new add-ons or Firefox features are available
ar: عندما تتوفر إضافات جديدة أو مميزات جديدة لفَيَرفُكس
ca: nous complements o funcions del Firefox disponibles
cs: jsou dostupné nové doplňky nebo nové vlastnosti Firefoxu
da: nye tilføjelser eller Firefox-funktioner er tilgængelige
de: Neue Add-ons oder Firefox-Funktionen sind verfügbar
el: Όταν διατίθενται νέα πρόσθετα ή λειτουργίες στο Firefox
es: hay nuevos complementos o funciones de Firefox
fi: uusia lisäosia tai Firefox-ominaisuuksia on saatavilla
fr: de nouveaux modules ou fonctionnalités Firefox sont disponibles
fur: a son disponibii gnûfs components adizionâi o gnovis funzions par Firefox
fy_nl: der binne nije add-ons of Firefox-funksjes beskikber
he: ישנן תוספות או תכונות Firefox חדשות זמינות
hr: dostupni su novi dodaci ili funkcije Firefoxa
hu: új kiegészítő vagy Firefox funkció érhető el
ia: nove additivos o functiones de Firefox es disponibile
id: pengaya baru atau fitur Firefox telah tersedia
is: nýjar viðbætur eða eiginleikar Firefox eru til taks
it: per inviarmi notifiche di nuovi componenti aggiuntivi o nuove funzionalità per Firefox
ja: 新しいアドオンか Firefox の機能が利用可能です
ka: ახალი დამატებების ან Firefox-ის ახალი შესაძლებლობების გამოსვლისას
kab: izegrar neɣ timahilin timaynutin n Firefox llant
ms: add-ons atau ciri baru Firefox sudah tersedia
nb_no: nye tillegg eller Firefox-funksjoner er tilgjengelig
nl: er zijn nieuwe add-ons of Firefox-functies beschikbaar
nn_no: nye tillegg eller Firefox-funksjonar er tilgjengelege
pa_in: ਨਵੇਂ ਐਡ-ਆਨ ਜਾਂ ਫ਼ਾਇਰਫ਼ਾਕਸ ਗੁਣ ਉੱਪਲਬਧ ਹਨ
pl: dostępne są nowe funkcje dodatków lub Firefoksa
pt_br: novas extensões ou recursos do Firefox estão disponíveis
pt_pt: novos extras ou funcionalidades do Firefox estão disponíveis
ro: devin disponibile suplimente sau funcții Firefox noi
ru: доступны новые дополнения или функции Firefox
si: නව එක්කහු හෝ ෆයර්ෆොක්ස් විශේෂාංග තිබේ
sk: sú dostupné nové doplnky alebo nové funkcie Firefoxu
sl: na razpolago so novi dodatki ali funkcije Firefoxa
sq: ka të passhme shtesa ose veçori Firefox-i
sv_se: nya tillägg eller Firefox-funktioner finns tillgängliga
th: มีคุณลักษณะของส่วนเสริมหรือ Firefox ใหม่
tr: yeni eklentiler veya Firefox özellikleri çıktığında
uk: доступні нові додатки чи можливості Firefox
vi: tiện ích mở rộng mới hoặc các tính năng Firefox có sẵn

source: someone writes a review of my add-on
ar: عندما يكتب شخصا ما مراجعة على إضافتي
ca: algú escriu una ressenya sobre el meu complement
cs: někdo napíše recenzi k mému doplňku
da: nogen skriver en anmeldelse af min tilføjelse
de: Jemand schreibt eine Bewertung für mein Add-on
el: κάποιος γράφει μια κριτική για το πρόσθετό μου
es: alguien ha escrito un comentario sobre mi complemento
fi: joku kirjoittaa arvion lisäosastani
fr: quelqu’un a écrit une critique sur mon module
fur: cualchidun al scrîf une recension dal gno component adizionâl
fy_nl: ien skriuwt in beoardieling foar myn add-on
he: מישהו כותב סקירה על התוספת שלי
hr: netko piše recenziju za moj dodatak
hu: valaki értékelést írt a kiegészítőmhöz
ia: alicuno scribe un recension de mi additivo
id: seseorang menulis tinjauan atas pengaya saya
is: einhver skrifar umsög um viðbótina mína
it: quando qualcuno scrive una recensione del mio componente aggiuntivo
ja: 誰かがあなたのアドオンのレビューを投稿しました
ka: ვიღაცა წერს მიმოხილვას ჩემი დამატების შესახებ
kab: yella win yuran acegger ɣef uzegrir inu
ms: seseorang menulis ulasan untuk add-on saya
nb_no: noen skriver en omtale av min tillegg
nl: iemand schrijft een beoordeling over mijn add-on
nn_no: nokon skriv ei vurdering av tillegget mitt
pa_in: ਕਿਸੇ ਨੇ ਮੇਰੇ ਐਡ-ਆਨ ਲਈ ਸਮੀਖਿਆ ਲਿਖੀ
pl: ktoś napisał recenzję mojego dodatku
pt_br: alguém escrever uma análise para a minha extensão
pt_pt: alguém escreve uma análise do meu extra
ro: cineva scrie o recenzie la suplimentul meu
ru: кто-то написал отзыв на моё дополнение
sk: niekto napíše recenziu na môj doplnok
sl: nekdo oceni moj dodatek
sq: dikush shkruan një shqyrtim të shtesës sime
sv_se: någon skriver en recension av mitt tillägg
th: มีใครบางคนเขียนบทวิจารณ์เกี่ยวกับส่วนเสริมของฉัน
tr: eklentimle ilgili inceleme yazıldığında
uk: хтось пише відгук до мого додатка
vi: ai đó viết đánh giá về tiện ích của tôi

source: an add-on developer replies to my review
ar: عندما يرد مطور إضافات على مراجعتي
ca: un desenvolupador de complements respon a la meva ressenya
cs: vývojář doplňku odpoví na mou recenzi
da: en udvikler af tilføjelser svarer på min anmeldelse
de: Ein Add-on-Entwickler antwortet auf meine Bewertung
el: Όταν ένας προγραμματιστής προσθέτου απαντά στην κριτική μου
es: un desarrollador de complementos responde a mi comentario
fi: lisäosan kehittäjä vastaa arviooni
fr: un développeur de module a répondu à ma critique
fur: un svilupadôr di components adizionâi al rispuint a une mê recension
fy_nl: in add-on-ûntwikkeler antwurdet op myn beoardielng
he: מפתח תוספת מגיב לסקירה שלי
hr: programer dodataka odgovara na moju recenziju
hu: egy kiegészítő fejlesztője válaszol az értékelésemre
ia: le disveloppator de un additivo responde a mi recension
id: pengembang sebuah pengaya menjawab tinjauan saya
is: forritari/hönnuður viðbótar svarar umsögninni minni
it: quando lo sviluppatore di un componente aggiuntivo risponde alla mia recensione
ja: アドオン開発者があなたのレビューに返信しました
ka: დამატების შემმუშავებლის მიერ, ჩემს მიმოხილვაზე გამოხმაურებისას
kab: aneflay n uzegrir yerra-d i ucegger inu
ms: pembangun add-on membalas ulasan saya
nb_no: en tilleggsutvikler svarer på min omtale
nl: een add-on-ontwikkelaar beantwoordt mijn beoordeling
nn_no: ein tilleggsutviklar svarar på vurderinga mi
pa_in: ਇੱਕ ਐਡ-ਆਨ ਡਿਵੈਲਪਰ ਨੇ ਮੇਰੀ ਸਮੀਖਿਆ ਦਾ ਜਵਾਬ ਦਿੱਤਾ
pl: autor dodatku odpowiedział na moją recenzję
pt_br: um desenvolvedor de extensões responder a minha análise
pt_pt: um programador de extras responde à minha análise
ro: un dezvoltator de suplimente răspunde la recenzia mea
ru: разработчик дополнения ответил на мой отзыв
sk: vývojár doplnku odpovie na moju recenziu
sl: razvijalec dodatka odgovori na mojo oceno
sq: një zhvillues shtese i përgjigjet shqyrtimit tim
sv_se: en tilläggsutvecklare svarar på min recension
th: นักพัฒนาส่วนเสริมตอบกลับบทวิจารณ์ของฉัน
tr: eklenti geliştiricisi, incelememe yanıt verdiğinde
uk: розробник додатка відповідає на мій відгук
vi: một nhà phát triển tiện ích trả lời đánh giá của tôi

source: my add-on is reviewed by a reviewer
ar: عندما يُراجع محرّر إضافتي
bg: добавката ми е прегледана от рецензент
ca: el meu complement té una ressenya
cs: můj doplněk je zkontrolován redaktorem
da: min tilføjelse er tjekket af en redaktør
de: Mein Add-on wird von einem Redakteur geprüft
el: το πρόσθετό μου αξιολογείται από ελεγκτή
es: un revisor ha revisado mi complemento
fi: tarkistaja tarkistaa lisäosani
fr: mon module est en cours de vérification par un testeur
fur: il gno component adizionâl al ricêf une recension
fy_nl: myn add-on wurd troch in redakteur beoardield
he: התוספת שלי נסקרת על ידי סוקר
hr: moj dodatak pregledava recenzent
hu: a kiegészítőmet egy szerkesztő értékeli
ia: mi additivos es revidite per un revisor
id: pengaya saya ditinjau oleh seorang peninjau
is: viðbótin mín er yfirfarin af yfirferðaraðila
it: quando il mio componente viene revisionato
ja: 自分のアドオンがエディタによって審査されたとき
ka: ჩემი დამატება განხილულია მიმომხილველის მიერ
kab: azegrir-inu yettucegger sɣuṛ yiwen n umaẓrag
ms: add-on saya diulas oleh penyemak
nb_no: mitt tillegg er blitt gjennomgått av en redaktør
nl: mijn add-on wordt door een beoordelaar beoordeeld
nn_no: ein redaktør har tatt ein gjennomgang av tillegget mitt
pa_in: ਮੇਰੇ ਐਡਆਨ ਦੀ ਸਮੀਖਿਅਕ ਵੱਲੋਂ ਸਮੀਖਿਆ ਹੋਈ
pl: mój dodatek został sprawdzony przez recenzenta
pt_br: minha extensão foi revisada
pt_pt: o meu extra é revisto por um revisor
ro: suplimentul meu este verificat de un revizor
ru: моё дополнение проверено редактором
sk: môj doplnok bol skontrolovaný
sl: pregledovalec pregleduje moj dodatek
sq: shtesa ime është shqyrtuar nga një shqyrtues
sv_se: mitt tillägg granskas av en granskare
th: ส่วนเสริมของฉันได้รับการตรวจทานโดยผู้ตรวจทาน
tr: eklentim bir inceleyici tarafından incelendiğinde
uk: мій додаток перевірений редактором
vi: tiện ích của tôi được xem xét bởi người đánh giá

source: my add-on's compatibility cannot be upgraded
ar: عندما يتعذر ترقية التوافقية لإضافتي
ca: la compatibilitat del meu complement no es pot actualitzar
cs: kompatibilita mého doplňku nemůže být aktualizována
da: min tilføjelses kompatibilitet ikke kan opgraderes
de: Die Komatibilität meines Add-ons kann nicht erhöht werden
el: η συμβατότητα του προσθέτου μου δεν μπορεί να αναβαθμιστεί
es: no se puede actualizar la compatibilidad de mi complemento
fi: lisäosani yhteensopivuutta ei voida päivittää
fr: la compatibilité de mon module n’a pas pu être mise à jour
fur: nol è pussibil inzornâ la compatibilitât dal gno component adizionâl
fy_nl: de komptabiliteit fan myn add-on kin net fernijd wurde
he: לא ניתן לשדרג את תאימות התוספת שלי
hr: kompatibilnost mog dodatka ne može se nadograditi
hu: a kiegészítőm kompatibilitása nem frissíthető
ia: le compatibilitate de mi additivo non pote ser promovite
id: keselarasan pengaya saya tidak dapat ditingkatkan
is: ekki er hægt að uppfæra samhæfni viðbótarinnar minnar
it: quando i miei componenti aggiuntivi non possono essere aggiornati a una versione compatibile
ja: あなたのアドオンの互換性が更新されませんでした
ka: ჩემი დამატების თავსებადობის განახლება ვერ ხერხდება
kab: amṣada n uzegrir-inu ur yettwalqem ara
ms: keserasian add-on saya tidak boleh dipertingkatkan
nb_no: mitt tilleggs kompatibilitet kan ikke oppgraderes
nl: de compatibiliteit van mijn add-on kan niet worden bijgewerkt
nn_no: tilleggskompatibiliteten til innlegget mitt kan ikkje oppgraderast
pa_in: ਮੇਰੇ ਐਡ-ਆਨ ਦੀ ਅਨੁਕੂਲਤਾ ਅੱਪਗਰੇਡ ਨਹੀਂ ਹੋ ਸਕਦੀ
pl: zgodność mojego dodatku nie może zostać zaktualizowana
pt_br: a compatibilidade da minha extensão não pôde ser atualizada
pt_pt: a compatibilidade do meu extra não pode ser atualizada
ro: compatibilitatea suplimentului meu nu poate fi actualizată
ru: совместимость моего дополнения не может быть обновлена
sk: kompatibilitu môjho doplnku nie je možné aktualizovať
sl: združljivosti mojega dodatka ni mogoče nadgraditi
sq: përputhshmëria e shtesës sime s’mund të përmirësohet
sv_se: mitt tilläggs kompatibilitet kan inte uppgraderas
th: ไม่สามารถอัปเกรดความเข้ากันได้ของส่วนเสริมของฉัน
tr: eklentimin uyumluluğu yükseltilemediğinde
uk: сумісність мого додатка не може бути оновлена
vi: khả năng tương thích của tiện ích của tôi không thể được nâng cấp
