Repository: mozilla/addons-frontend
Catalog: locale/*/LC_MESSAGES/amo.po
Languages: ar, az, bg, bn_bd, bs, ca, cs, da, de, el, es, fa, fi, fr, fur, fy_nl, ga_ie, he, hr, hu, ia, id, is, it, ja, ka, kab, ms, nb_no, nl, nn_no, pa_in, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: Add-on reviews are a way for you to share your opinions about the add-ons you’ve installed and used. Our review moderation team reserves the right to refuse or remove any review that does not comply with these guidelines.
ar: تُعتبر مراجعات الإضافات طريقة لتشارك فيها رأيك عن الإضافات التي ثبّتها واستخدمتها. يحتفظ الفريق المختص بالموقع بحق رفض أو إزالة أية مراجعة لا تتماشى مع هذه الإرشادات.
bs: Recenzije dodataka su način za dijeljenje vašeg mišljenja o dodacima koje ste instalirali i koristili. Naš tim za pregled zadržava pravo da odbije ili ukloni bilo koju recenziju koja nije u skladu s ovim smjernicama.
ca: Les ressenyes dels complements són una manera de compartir les vostres opinions sobre els complements que heu instal·lat i utilitzat. L'equip de moderació de ressenyes es reserva el dret a rebutjar-ne o eliminar-ne qualsevol que no compleixi aquestes directrius.
cs: Recenze doplňků jsou způsob, jak sdílet váš názor na doplněk, který jste si nainstalovali a vyzkoušeli. Náš tým kontrolující recenze si vyhrazuje právo recenze odmítnout nebo smazat, pokud neodpovídají těmto pokynům.
da: Anmeldelser af tilføjelser er en måde, hvorpå du kan dele din mening om de tilføjelser, du har installeret og brugt. Vores moderatorer forbeholder sig retten til at afvise eller slette alle anmeldelser, der ikke er i overensstemmelse med vores retningslinjer.
de: Mit Add-on-Bewertungen können Sie Ihre Meinung zu den Add-ons sagen, die Sie installiert haben und verwenden. Unser Moderationsteam für Bewertungen hat das Recht, alle Bewertungen abzulehnen oder zu entfernen, die diesem Leitfaden nicht entspricht.
el: Οι κριτικές προσθέτων είναι ένας τρόπος να μοιράζεστε τις απόψεις σας σχετικά με τα πρόσθετα που έχετε εγκαταστήσει και χρησιμοποιήσει. Η ομάδα εποπτείας αξιολογήσεων διατηρεί το δικαίωμα να αρνηθεί ή να αφαιρέσει οποιαδήποτε κριτική που δεν συμμορφώνεται με αυτούς τους κανόνες.
es: Tus comentarios sobre los complementos son una forma de compartir tu opinión sobre los complementos que has instalado y usado. Nuestro equipo de moderación se reserva el derecho para rechazar y eliminar todo lo que no cumpla con estas normas.
fi: Lisäosiin kohdistuvat arviot ovat tapa jakaa mielipiteitä asentamistasi ja käyttämistäsi lisäosista. Moderointitiimimme varaa oikeuden estää tai poistaa minkä tahansa ohjeistuksen vastaisen arvion.
fr: Vous pouvez aussi donner votre avis, les évaluations vous permettent de partager votre opinion au sujet des modules que vous avez installés et utilisés. Notre équipe de modérateurs se réserve le droit de refuser ou supprimer toute évaluation qui ne respecte pas ces règles.
fur: Lis recensions a son un mût par condividi lis tôs opinions sui components adizionâi che tu âs instalât e doprât. Il nestri grup di moderazion si risierve il dirit di refudâ o gjavâ dutis lis recensions che no rispietin chestis liniis vuide.
fy_nl: Add-onbeoardielingen binne in manier om jo miening oer de troch jo ynstallearre en brûkte add-ons te dielen. Us beoardielingsmoderaasjeteam behâldt harren it rjocht foar om elke beoardieling dy’t net oan dizze rjochtline foldocht te wegerjen of fuort te smiten.
he: סקירות של תוספות הן הדרך שלך לשתף את דעתך בנוגע לתוספות שהתקנת והשתמשת בהן. צוות פיקוח הסקירות שומר לו את הזכות לסרב או להסיר כל סקירה שאינה עומדת בכללים אלה.
hr: Recenzije za dodatke omogućuju dijeliti vlastito mišljenje o instaliranim i korištenim dodacima. Naš tim za moderiranje recenzija zadržava pravo odbiti ili ukloniti bilo koju recenziju, koja nije u skladu s ovim smjernicama.
hu: A kiegészítők bírálatával megoszthatja véleményét a telepített és használt kiegészítőkkel kapcsolatban. A bírálatokat moderáló csapatunk fenntartja a jogot az irányelveknek nem megfelelő bírálatok eltávolítására vagy visszautasítására.
ia: Le recensiones del additivos es un maniera de compartir tu opinion sur le additivos que tu ha installate e usate. Nostre equipa de moderation del recensiones se reserva le derecto de refusar o remover omne recension que non respecta iste directivas.
id: Tinjauan pengaya adalah cara Anda berbagi pendapat mengenai pengaya yang Anda pasang dan gunakan. Tim moderasi tinjauan kami memiliki hak untuk menolak atau menghapus tinjauan apa pun yang tidak sesuai dengan panduan ini.
is: Umsagnir um viðbætur eru leið til að deila skoðunum þínum um þær viðbætur sem þú hefur sett inn og notað. Umsjónarmannateymið okkar áskilur sér rétt til að hafna umsögnum eða fjarlægja allar umsagnir sem ekki fylgja þessum leiðbeiningum.
it: Le recensioni sono un modo per condividere le tue opinioni sui componenti aggiuntivi che hai installato e usi. Il nostro team di moderazione si riserva il diritto di rifiutare o rimuovere ogni recensione che non rispetti queste linee guida.
ja: アドオンのレビューは、自分でインストールして使ってみたアドオンに関する意見を共有する方法です。ただし、レビュー管理チームは、以下のガイドラインに従っていないレビューを拒否あるいは削除する権利を留保しています。
ka: დამატების მიმოხილვები არის საშუალება დამატების შესახებ თქვენი მოსაზრების სხვებისთვის გაზიარებისთვის. ჩვენი შემსწორებელთა გუნდი იტოვებს უფლებას უარყოს ან წაშალოს ნებისმიერი მიმოხილვა, რომელიც ეწინააღმდეგება ჩვენს წესდებას.
kab: Asenqed n izegrar d abrid akken ad tebḍuḍ tamupvli-inekɣef izegrar i tesqedceḍ. tarbaεt-nneγ tesεa azref ad tekkes asnqed ur ittqadaren ara tiwtilin-nneγ.
ms: Ulasan add-on adalah satu cara untuk berkongsi pendapat perihal add-ons yang anda sudah pasang dan gunakan. Pasukan moderat ulasan kami berhak untuk menolak atau membuang sebarang ulasan yang tidak mematuhi garis panduan.
nb_no: Omtaler av tillegg er en måte for deg å dele dine meninger om tilleggene som du har installert og brukt. Vårt moderatorlag for omtaler forbeholder seg retten til å avslå eller fjerne enhver omtale som ikke samsvarer med disse retningslinjene.
nl: Add-on-beoordelingen zijn een manier om uw mening over de door u geïnstalleerde en gebruikte add-ons te delen. Ons beoordelingsmoderatieteam behoudt zich het recht voor om beoordelingen die niet aan deze richtlijnen voldoen te weigeren of te verwijderen.
nn_no: Omtalar av tillegg er ein måte for deg å dele meiningane dine om tillegga som du har installert og brukt. Moderatorlaget vårt for omtalar for reserverer seg retten til å avslå eller fjerne all omtale som ikkje samsvarar med desse retningslinjene.
pa_in: ਐਡ-ਆਨ ਸਮੀਖਿਆਵਾਂ ਤੁਹਾਡੇ ਲਈ ਤੁਹਾਡੇ ਵਲੋਂ ਇੰਸਟਾਲ ਕੀਤੇ ਅਤੇ ਵਰਤੇ ਐਡ-ਆਨਾਂ ਬਾਰੇ ਆਪਣੀ ਰਾਏ ਸਾਂਝੀ ਕਰਨ ਦਾ ਇੱਕ ਜਰੀਆ ਹਨ। ਸਾਡੀ ਸਮੀਖਿਆ ਸੂਤਰਧਾਰ ਟੀਮ ਕੋਲ ਕਿਸੇ ਵੀ ਸਮੀਖਿਆ ਨੂੰ ਇਨਕਾਰਨ ਜਾਂ ਹਟਾਉਣ ਦਾ ਅਧਿਕਾਰ ਹੈ ਜੋ ਸਾਡੇ ਦਿਸ਼ਾ-ਨਿਰਦੇਸ਼ਾਂ ਦੀ ਪਾਲਣਾ ਨਹੀਂ ਕਰਦੀ।
pl: Recenzje dodatków są sposobem na dzielenie się opinią o zainstalowanych i używanych dodatkach. Nasz zespół moderatorów recenzji zastrzega sobie prawo do odrzucania i usuwania recenzji niespełniających tych wytycznych.
pt_br: As análises de extensões são uma forma de compartilhar suas opiniões sobre as extensões que instalou e utilizou. Nosso time de moderação reserva o direito de recusar ou de remover qualquer análise que não cumpra essas diretrizes.
pt_pt: As análises de extras são uma forma de partilhas as suas opiniões sobre os extras que instalou e utilizou. A nossa equipa de moderação reserva o direito de recusar ou de remover qualquer análise não-conforme com as diretrizes.
ro: Recenziile la suplimente sunt o modalitate de a-ți împărtăși opiniile despre suplimentele pe care le-ai instalat și utilizat. Echipa noastră de moderatori pentru recenzii își rezervă dreptul să respingă sau să elimine orice recenzie care nu se conformează la aceste reguli.
ru: Отзывы на дополнения являются для вас способом поделиться своим мнением о дополнениях, которые вы установили и использовали. Наша команда модерации отзывов оставляет за собой право отказать или удалить любой отзыв, который не соответствует этим принципам.
si: එක්කහු සමාලෝචන යනු ඔබ ස්ථාපනය කර භාවිතා කරන ලද එක්කහු පිළිබඳව ඔබගේ අදහස් බෙදා ගැනීමට ක්‍රමවේදයකි. මෙම මාර්ගෝපදේශවලට අනුකූල නොවන ඕනෑම සමාලෝචනයක් ප්‍රතික්‍ෂේප හෝ ඉවත් කිරීමට අපගේ සමාලෝචන මධ්‍යස්ථතා කණ්ඩායමට අයිතිය ඇත.
sk: Recenzie doplnkov sú prostriedkom, pomocou ktorého môžete zdieľať svoje názory na vami nainštalované a používané doplnky. Náš tím moderátorov recenzií si vyhradzuje právo vymazať akúkoľvek recenziu, ktorá nie je v súlade s týmito pokynmi.
sl: Ocene dodatkov vam omogočajo, da objavite svoja mnenja in izkušnje z dodatki, ki ste jih uporabljali. Naša ekipa moderatorjev ocen si pridržuje pravico zavrniti ali odstraniti ocene, ki ne ustrezajo tem smernicam.
sq: Shqyrtimet e shtesave janë një rrugë që t’u bëni të ditur të tjerëve mendimin tuaj mbi shtesat që instaloni dhe përdorni. Ekipi ynë i moderimit të shqyrtimeve të shtesave ruan të drejtën të hedhë poshtë ose heqë çfarëdo shqyrtimi që s’përputhet me këto udhëzime.
sv_se: Tilläggsrecensioner är ett sätt för dig att dela dina åsikter om de tillägg du har installerat och använt. Vår moderator förbehåller oss rätten att vägra eller ta bort eventuella recensioner som inte överensstämmer med dessa riktlinjer.
th: บทวิจารณ์ส่วนเสริมเป็นวิธีหนึ่งที่คุณสามารถแบ่งปันความคิดเห็นของคุณเกี่ยวกับส่วนเสริมที่คุณได้ติดตั้งและใช้ โดยทีมงานตรวจสอบของเราขอสงวนสิทธิ์ในการปฏิเสธหรือลบบทวิจารณ์ใด ๆ ที่ไม่สอดคล้องกับหลักเกณฑ์เหล่านี้
tr: Eklenti incelemeleri, yüklediğiniz ve kullandığınız eklentiler hakkındaki düşüncelerinizi paylaşmanızın bir yoludur. İnceleme denetleme ekibimiz, bu yönergelere uygun olmayan herhangi bir incelemeyi reddetme veya kaldırma hakkını saklı tutar.
uk: Відгуки про додатки дозволяють вам ділитися своїми враженнями про додатки, якими ви користуєтесь. Наша команда перевірки відгуків залишає за собою право відхиляти чи видаляти будь-який відгук, що не відповідає цим настановам.
vi: Các bài đánh giá tiện ích là cách để bạn chia sẻ ý kiến ​​về các tiện ích mà bạn đã cài đặt và sử dụng. Nhóm kiểm duyệt đánh giá của chúng tôi có quyền từ chối hoặc xóa bất kỳ đánh giá nào không tuân thủ các nguyên tắc này.

source: Tips for writing a great review
ar: نصائح لكتابة مراجعات جيدة
bg: Съвети за писане на добри отзиви
bs: Savjeti za pisanje dobre recenzije
ca: Consells per escriure una bona ressenya
cs: Tipy pro psaní skvělých recenzí
da: Råd til hvordan du skriver en god anmeldelse
de: Hinweise für das Schreiben einer tollen Bewertung
el: Συμβουλές για μια τέλεια κριτική
es: Consejos para escribir una excelente reseña
fi: Vinkkejä sisällöllisesti hyvän arvion kirjoittamiseen
fr: Quelques astuces pour rédiger une bonne critique
fur: Sugjeriments par scrivi une buine recension
fy_nl: Tips foar it skriuwen fan in goede beoardieling
he: עצות לכתיבת סקירה מוצלחת
hr: Savjeti za pisanje recenzije
hu: Tippek nagyszerű értékelések írásához
ia: Suggestiones pro scriber un bon recension
id: Kiat menulis tinjauan yang bagus
is: Leiðbeiningar til að skrifa frábæra umsögn
it: Suggerimenti per scrivere una buona recensione
ja: 良いレビューを書くためのヒント
ka: რჩევები სრულყოფილი მიმოხილვის გასაკეთებლად
kab: Tixbula i tira n uceggir yelhan
ms: Panduan untuk menulis ulasan yang bagus
nb_no: Tips for å skrive en god omtale
nl: Tips voor het schrijven van een goede beoordeling
nn_no: Tips om korleis du skriv ei god vurdering
pa_in: ਇੱਕ ਮਹਾਨ ਸਮੀਖਿਆ ਲਿਖਣ ਲਈ ਸੁਝਾਅ
pl: Wskazówki pisania dobrych recenzji
pt_br: Dicas para escrever uma excelente análise
pt_pt: Dicas para escrever uma ótima análise
ro: Sfaturi pentru recenzii bune
ru: Советы по написанию хороших отзывов
si: හරවත් සමාලෝචනයක් ලිවීමට ඉඟි
sk: Tipy pre napísanie skvelej recenzie
sl: Nasveti, kako napisati dobro oceno
sq: Ndihmëza për të shkruar një shqyrtim të goditur
sv_se: Tips för att skriva en bra recension
te: గొప్ప సమీక్ష వ్రాయడం కోసం చిట్కాలు
th: เคล็ดลับในการเขียนบทวิจารณ์ที่ยอดเยี่ยม
tr: İyi bir inceleme yazmanızı sağlayacak öneriler
uk: Поради з написання хороших відгуків
vi: Mẹo viết bài đánh giá tốt nhất

source: Do:
ar: يجب أن:
bg: Следва да
bs: Uradi:
ca: Sí:
cs: Pište:
da: Husk at:
de: Richtig:
el: Να:
es: Sí:
fi: Suositeltavia asioita:
fr: Voici quelques idées de ce que vous pouvez faire.
fur: Sì:
fy_nl: Dwaan:
he: לעשות:
hr: Ovako da:
hu: Ezt tegye:
ia: A facer:
id: Lakukan:
is: Gera:
it: Utilizzo corretto:
ja: 良いレビュー:
ka: სასურველია:
kab: Eg:
ms: Buat:
nb_no: Slik gjør du det:
nl: Doen:
nn_no: Slik gjer du det:
pa_in: ਕਰੋ:
pl: Co robić:
pt_br: O que fazer:
pt_pt: Fazer:
ro: Așa da:
ru: Вам следует:
si: කරන්න:
sk: Užitočné rady:
sl: Držite se naslednjih napotkov:
sq: Po:
sv_se: Gör:
te: చేయతగ్గవి:
th: สิ่งที่ควรทำ:
tr: Şunları yapın:
uk: Вам слід:
vi: Thực hiện:

source: Write like you are telling a friend about your experience with the add-on.
ar: تكتب وكأنك تخبر صديقا لك عن تجربتك مع الإضافة.
bg: Пишете така, както бихте разказали на приятел за опита си с добавката.
bs: Pišite kao da govorite prijatelju o vašem iskustvu sa dodatkom.
ca: Escriure com si expliquéssiu a un amic la vostra experiència amb el complement.
cs: Popište své zkušenosti s doplňkem tak, jako byste jej popisovali svému příteli.
da: Skrive som hvis du fortalte en ven om din oplevelse af tilføjelsen.
de: Schreiben Sie so, als würden Sie einem Freund über das Erlebnis mit dem Add-on erzählen.
el: Γράφετε σαν να μιλάτε σε κάποιο φίλο σχετικά με την εμπειρία σας με το πρόσθετο.
es: Escribe como si le contaras a un amigo tu experiencia con el complemento.
fa: طوری بنویسید انگار به دوست خود درباره تجربه‌تان با این افزونه توضیح می‌دهید.
fi: Kirjoita kuten kertoisit lisäosasta kavereillesi.
fr: Écrivez comme si vous décriviez votre utilisation du module à un ami.
fur: Scrivi come che tu stessis contant a un amì la tô esperience cul component adizionâl.
fy_nl: Skriuw as oft jo in freon oer jo ûnderfining mei de add-on fertelle.
he: לכתוב כאילו זאת הייתה הודעה לחבר בנוגע להתנסות שלך עם התוספת.
hr: Piši na način, kao da prijatelju pričaš o svom iskustvu s dodatkom.
hu: Írjon úgy, mintha egy barátjának mesélne a kiegészítővel szerzett tapasztalatairól.
ia: Scribe como si tu parla a un amico sur tu experientia con le additivo.
id: Menulislah seperti sedang menyampaikan pada teman mengenai pengalaman dengan pengaya.
is: Skrifaðu eins og þú sért að segja vini þínum frá reynslu þinni af viðbótinni.
it: Scrivi come se stessi descrivendo la tua esperienza col componente aggiuntivo a un amico.
ja: このアドオンを使った感想を友人に伝えるように書きましょう。
ka: დაწეროთ ისე, თითქოს თქვენს მეგობარს უამბობთ თქვენი გამოცდილების შესახებ დამატებით სარგებლობასთან დაკავშირებით.
kab: Aru am akken tettemslayeḍ akked umdakkel ɣef useqdec n uzegrir.
ms: Tulis seperti anda bercerita kepada rakan perihal pengalaman menggunakan add-on.
nb_no: Skriv som om du forteller en venn om erfaringene dine med dette tillegget.
nl: Schrijf alsof u een vriend over uw ervaring met de add-on vertelt.
nn_no: Skriv som om du fortel for ein venn om oplevinga di av utvidinga.
pa_in: ਇਸ ਤਰ੍ਹਾਂ ਲਿਖੋ ਜਿਵੇਂ ਤੁਸੀਂ ਆਪਣੇ ਇੱਕ ਮਿੱਤਰ ਨੂੰ ਐਡ-ਆਨ ਬਾਰੇ ਆਪਣਾ ਅਨੁਭਵ ਦੱਸ ਰਹੇ ਹੋਵੋ।
pl: Pisz o swoich doświadczeniach z dodatkiem tak, jak do znajomego.
pt_br: Escreva como se estivesse contando a um amigo sobre sua experiência com a extensão.
pt_pt: Escreva como se estivesse dizer a um amigo a sua experiência com o extra.
ro: Scrie ca și când i-ai povesti unui prieten experiența ta cu suplimentul respectiv.
ru: Писать так, как будто вы рассказываете другу о своём опыте работы с дополнением.
si: එක්කහුව ගැන ඔබගේ අත්දැකීම යහළුවෙකුට පවසන ආකාරයට ලියන්න.
sk: Popíšte svoje skúsenosti s doplnkom tak, ako by ste ich popisovali svojmu kamarátovi.
sl: Pišite, kot da pripovedujete prijatelju o svojih izkušnjah z dodatkom.
sq: Shkruani sikur t’i tregonit një miku rreth përvojës tuaj me shtesën.
sv_se: Skriv som om du berättar för en vän om din erfarenhet av tillägget.
th: ให้เขียนเหมือนคุณกำลังบอกเพื่อนเกี่ยวกับประสบการณ์ที่มีต่อส่วนเสริมของคุณ
tr: Eklentiyle ilgili deneyiminizi bir arkadaşınıza anlatıyormuş gibi yazın.
uk: Писати про свій досвід використання додатка.
vi: Viết như bạn đang kể cho bạn bè về trải nghiệm của bạn với tiện ích.

source: Keep reviews concise and easy to understand.
ar: تجعل تعليقاتك موجزة وسهلة الفهم.
bg: Пишете кратки и лесни за разбиране отзиви.
bs: Neka recenzije budu sažete i jednostavne za shvatiti.
ca: Mantenir les ressenyes concises i fàcils d’entendre.
cs: Pište recenze stručně a srozumitelně.
da: Holde din anmeldelse kortfattet og nem at forstå.
de: Schreiben Sie Bewertungen knapp und einfach verständlich.
el: Γράφετε περιεκτικές εύκολες στην κατανόηση κριτικές.
es: Mantén las reseñas concisas y fáciles de entender.
fi: Pidä arviot lyhyinä, ytimekkäinä ja helposti ymmärrettävinä.
fr: Assurez-vous que vos critiques restent concises et faciles à comprendre.
fur: Scrivi recensions sintetichis e claris.
fy_nl: Hâld beoardielingen koart en ienfâldich te begripen.
he: לשמור על הסקירות מתומצתות וקלות להבנה.
hr: Piši kratko i razumljivo.
hu: Legyen az értékelések tömörek, és könnyen érthetőek.
ia: Scribe recensiones in maniera concise e facile a comprender.
id: Pertahankan agar tinjauan ringkas dan mudah dipahami.
is: Haltu umsögnum skýrum og auðveldum að skilja.
it: Scrivi le tue recensioni in modo sintetico e chiaro;
ja: 簡潔で理解しやすいレビューを書きましょう。
ka: თქვენი მიმოხილვები იყოს მოკლე, მკაფიო და მარტივად გასაგები.
kab: Ḍmen d akken asenqed-ik adyeqqim meẓẓi daɣen fessus i wugzay.
ms: Pastikan ulasan ringkas dan mudah difahami.
nb_no: Skriv kortfattet og rett frem.
nl: Houd beoordelingen beknopt en eenvoudig te begrijpen.
nn_no: Skriv kortfatta og rett fram.
pa_in: ਸਮੀਖਿਆਵਾਂ ਨੂੰ ਸੰਖੇਪ ਅਤੇ ਸਮਝਣ ਵਿੱਚ ਅਸਾਨ ਰੱਖੋ।
pl: Pisz zwięźle i prosto.
pt_br: Mantenha suas análises sucintas e fáceis de entender.
pt_pt: Mantenha as suas análises sucintas e fáceis de entender.
ro: Fii concis(ă) și scrie recenzii ușor de înțeles.
ru: Оставлять сжатые и легкие для понимания отзывы.
si: සමාලෝචන සංක්‍ෂිප්තව හා නිවැරදි සිංහලෙන් තබන්න.
sk: Píšte recenzie stručne a zrozumiteľne.
sl: Ocene naj bodo jedrnate in razumljive.
sq: Kujdesuni që shqyrtimet të jenë të përpikta dhe të lehta për t’u kuptuar.
sv_se: Håll recensioner koncisa och lätt att förstå.
th: เขียนบทวิจารณ์ให้กระชับและเข้าใจง่าย
tr: İncelemeleriniz kısa ve anlaşılması kolay olsun.
uk: Робити відгуки короткими і зрозумілими.
vi: Giữ đánh giá ngắn gọn và dễ hiểu.

source: Give specific and helpful details. For example:
ar: تُعطي تفاصيل مُحددة ومُفيدة. مثل:
bg: Дайте конкретни и полезни детайли. Например
bs: Dodaj specifične i korisne detalje, na primjer:
ca: Donar detalls concrets i útils. Per exemple:
cs: Popište konkrétní a užitečné detaily. Například:
da: Give specifikke og brugbare detaljer, eksempelvis:
de: Geben Sie hilfreiche Einzelheiten an. Zum Beispiel:
el: Παρέχετε συγκεκριμένες και χρήσιμες λεπτομέρειες. Για παράδειγμα:
es: Da detalles específicos y útiles. Por ejemplo:
fi: Kerro yksittäisistä ja hyödyllisistä yksityiskohdista. Esimerkiksi:
fr: Donnez des détails spécifiques et pertinents. Par exemple :
fur: Dâ detais specifics e utii. Par esempli:
fy_nl: Jou spesifike en behelpsume details. Bygelyks:
he: לספק פרטים ספציפיים ומועילים. למשל:
hr: Navedi konkretne i korisne detalje. Na primjer:
hu: Adjon meg konkrét és hasznos részleteket. Például:
ia: Da detalios specific e utile. Per exemplo:
id: Berikan rincian yang spesifik dan membantu. Misalnya:
is: Gefðu upp nákvæm og hjálpleg atriði. Til dæmis:
it: Condividi dettagli specifici e utili. Per esempio:
ja: 明確で役立つ情報を書きましょう。例えば:
ka: საჭირო და დამხმარე მონაცემების მითითება. მაგალითად:
kab: Mudd-d talqayt ilaqen, leqqayen. Amedya :
ms: Beri butiran tertentu dan membantu. Sebagai contoh:
nb_no: Gi spesifikke og nyttige detaljer. For eksempel:
nl: Geef specifieke en behulpzame details. Bijvoorbeeld:
nn_no: Gje spesifikke og brukandes detaljar. Til dømes:
pa_in: ਖਾਸ ਅਤੇ ਲਾਭਕਾਰੀ ਵੇਰਵੇ ਦਿਓ। ਮਿਸਾਲ ਲਈ:
pl: Podawaj konkretne i przydatne informacje. Na przykład:
pt_br: Dê detalhes úteis e específicos. Por exemplo:
pt_pt: Forneça detalhes úteis e específicos. Por exemplo:
ro: Dă detalii specifice și utile. De exemplu:
ru: Приводить конкретные и полезные детали. Например:
si: ප්‍රයෝජනවත් විස්තර දෙන්න. නිදසුනක් වශයෙන්:
sk: Poskytnite konkrétne a užitočné detaily. Napríklad:
sl: Navedite konkretne in koristne podrobnosti. Na primer:
sq: Jepni hollësi të dobishme dhe specifike. Për shembull:
sv_se: Ge konkreta och användbara detaljer. Till exempel:
te: నిర్దిష్ట మరియు ఉపయోగకరమైన వివరాలను అందించండి. ఉదాహరణకి:
th: ให้รายละเอียดที่เฉพาะเจาะจงและเป็นประโยชน์ ตัวอย่างเช่น:
tr: Ayrıntılı ve başkalarının işine yarayacak detaylar verin. Örneğin:
uk: Додавати особливі та корисні деталі. Наприклад:
vi: Đưa ra những chi tiết cụ thể và hữu ích. Ví dụ:

source: Did the add-on work as you expected it to?
ar: هل عملت الإضافة كما هو متوقع منها؟
bg: Добавката работи ли по очаквания от вас начин?
bs: Da li je dodatak radio kao što ste očekivali?
ca: El complement ha funcionat tal com esperàveu?
cs: Funguje doplněk podle očekávání?
da: Virkede tilføjelsen, som du forventede?
de: Funktionierte das Add-on so wie erwartet?
el: Λειτούργησε το πρόσθετο όπως αναμένατε;
es: ¿El complemento funcionó como esperabas?
fi: Toimiko lisäosa kuten odotit sen toimivan?
fr: Est-ce que le module a fonctionné comme vous l’espériez ?
fur: Il component adizionâl funzionial te maniere che tu ti spietavis?
fy_nl: Wurke de add-on lykas jo ferwachten?
he: האם התוספת עבדה כפי שציפית?
hr: Je li dodatak funkcionira onako kako očekuješ?
hu: Úgy működött a kiegészítő, ahogyan azt várta?
ia: Functiona le additivo como tu sperava?
id: Apakah pengaya telah berfungsi sebagaimana yang Anda harapkan?
is: Virkaði viðbótin eins og við var að búast?
it: Il componente aggiuntivo funziona come ti aspettavi?
ja: このアドオンはあなたの期待通りに動作しましたか？
ka: გაამართლა დამატებამ თქვენი მოლოდინი?
kab: Azegrir i teddu akken i terǧiḍ?
ms: Adakah add-on berfungsi seperti yang anda jangkakan?
nb_no: Fungerte tillegget som forventet?
nl: Werkte de add-on zoals u verwachtte?
nn_no: Fungerte utvidinga som forventa?
pa_in: ਕੀ ਐਡ-ਆਨ ਤੁਹਾਡੀ ਉਮੀਦ ਅਨੁਸਾਰ ਕੰਮ ਕਰਦਾ?
pl: Czy dodatek działa zgodnie z oczekiwaniami?
pt_br: A extensão funcionou como você esperava?
pt_pt: O extra funcionou como esperava?
ro: Suplimentul a funcționat așa cum te așteptai?
ru: Дополнение работало так как вы ожидали?
si: ඔබ අපේක්‍ෂිත පරිදි එක්කහුව වැඩ කළා ද?
sk: Funguje doplnok podľa vašich očakávaní?
sl: Ali je dodatek deloval, kot ste pričakovali?
sq: A funksionoi shtesa siç e prisnit?
sv_se: Fungerade tillägget som du förväntade dig?
th: ส่วนเสริมนี้ทำงานอย่างที่คุณคาดหวังหรือไม่?
tr: Eklenti beklediğiniz gibi çalıştı mı?
uk: Чи працював додаток так, як ви очікували?
vi: Tiện ích có hoạt động như bạn mong đợi không?
