Repository: mozilla/addons-frontend
Catalog: locale/*/LC_MESSAGES/amo.po
Languages: ar, az, bg, bn_bd, bs, ca, cs, da, de, el, es, fa, fi, fr, fur, fy_nl, ga_ie, he, hr, hu, ia, id, is, it, ja, ka, kab, ms, nb_no, nl, nn_no, pa_in, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: Download themes to change how Firefox looks. Tailor your experience to your tastes. Cute critters, evil robots, beautiful landscapes—thousands of options.
ca: Baixeu temes per canviar l'aparença del Firefox. Adapteu l'experiència als vostres gustos. Criatures dolces, robots endimoniats, paisatges idíl·lics, hi ha milers d'opcions.
cs: Stáhněte si motivy vzhledu a změňte vzhled svého Firefoxu. Upravte si jeho podobu podle svého gusta. Roztomilé bytůstky, zlí roboti, krásné krajiny – tisíce možností.
de: Laden Sie Themes herunter, um das Erscheinungsbild von Firefox zu ändern. Passen Sie Ihr Erlebnis an Ihren Geschmack an. Nette Tierchen, böse Roboter, wunderschöne Landschaften – Tausende von Möglichkeiten.
el: Κάντε λήψη θεμάτων για να αλλάξετε την εμφάνιση του Firefox. Παραμετροποιήστε την εμπειρία σας στα γούστα σας. Χαριτωμένα ζώα, κακά ρομπότ, όμορφα τοπία—χιλιάδες επιλογές.
es: Descarga temas para cambiar la apariencia de Firefox. Combina tu experiencia con tus gustos. Robots malvados, gatitos, paisajes alucinantes... tienes miles de opciones.
fi: Lataa teemoja ja muuta siten Firefoxin ulkoasua. Sovita kokemus vastaamaan mieltymyksiäsi. Söpöjä elukoita, ilkeitä robotteja, kauniita maisemia – tuhansia vaihtoehtoja.
fr: Téléchargez des thèmes pour changer l’apparence de Firefox. Adaptez votre expérience à vos goûts. Créatures mignonnes, robots diaboliques, paysages magnifiques — des milliers de possibilités.
fur: Discjame i temis par cambiâ l’aspiet di Firefox. Personalize la tô esperience daûr dai tiei guscj. Creaturis nininis, robot triscj, paisaçs maraveôs: tu âs miârs di opzions.
fy_nl: Download tema’s om te wizigjen hoe’t Firefox derút sjocht. Pas jo ûnderfining nei jo smaak oan. Skattige bisten, kwea-aardige robots, prachtige lânskippen — der binne tûzenen opsjes.
hr: Preuzmi teme za mijenjanje izgleda Firefoxa. Prilagodi svoje iskustvo svojem ukusu. Slatka stvorenja, zli roboti, prekrasni krajolici – tisuću mogućnosti.
hu: Töltsön le témákat a Firefox megjelenésének megváltoztatásához. Szabja testre az élményét az Ön ízlésének megfelelően. Aranyos kisállatok, gonosz robotok, gyönyörű tájak – ezernyi lehetőség.
ia: Discarga themas pro cambiar le apparentia de Firefox. Personalisa tu experientia a tu gustos. Creatrices agradabile, robots diabolic, belle paisages —milles de optiones.
is: Sæktu þemu til að breyta því hvernig Firefox lítur út. Sérsníddu upplifunina að þínum smekk. Krúttleg blóm, ill vélmenni, fallegt landslag - þúsundir valkosta.
it: Scarica i temi per cambiare l’aspetto di Firefox. Personalizza la tua esperienza secondo i tuoi gusti. Creature carine, robot malvagi, paesaggi meravigliosi: hai migliaia di opzioni.
ja: テーマをダウンロードして Firefox をドレスアップしましょう。あなたの好みに合わせて、かわいい生き物、悪いロボット、美しい風景など数千ものテーマから選べます。
ka: ჩამოტვირთეთ თემები და შეცვალეთ Firefox-ის იერსახე. მოარგეთ ყველაფერი თქვენს გემოვნებას. საყვარელი ცხოველები, ბოროტი რობოტები, ულამაზესი ხედები — ათასობით არჩევანია.
kab: Sader isental akken ad tbeddleḍ udem n Firefox. Ṣeggem tarmit-ik ɣer wayen tḥemmleḍ. Tiɣawsiwin icebḥen, iṛubuten am ccwaṭen, agama iṛeqqen — d agimen n tegnatin.
ms: Muat turun tema untuk mengubah penampilan Firefox. Sesuaikan pengalaman pelayaran mengikut citarasa anda. Haiwan comel, robot jahat, landskap yang indah—ribuan pilihan.
nb_no: Last ned temaer for å endre hvordan Firefox ser ut. Skreddersy opplevelsen din etter din smak. Søte smådyr, onde roboter, vakre landskap — tusenvis av alternativer.
nl: Download thema’s om te wijzigen hoe Firefox eruitziet. Pas uw ervaring naar uw smaak aan. Schattige diertjes, boosaardige robots, prachtige landschappen – er zijn duizenden opties.
nn_no: Last ned tema for å endre korleis Firefox ser ut. Skreddasy oppleveinga di etter din smak. Søte smådyr, vonde robotar, vakre landskap — tusenvis av alternativ.
pa_in: ਫਾਇਰਫਾਕਸ ਕਿਵੇਂ ਵੇਖਦਾ ਹੈ ਨੂੰ ਬਦਲਣ ਲਈ ਥੀਮ ਡਾਊਨਲੋਡ ਕਰੋ। ਆਪਣੇ ਅਨੁਭਵ ਨੂੰ ਆਪਣੇ ਸੁਆਰਥ ਨੂੰ ਦਰੁਸਤ ਕਰੋ। ਸੁੰਦਰ ਕ੍ਰੇਟਰ, ਬੁਰੇ ਰੋਬੋਟ, ਸੁੰਦਰ ਭੂਮੀ-ਹਜ਼ਾਰਾਂ ਵਿਕਲਪ।
pl: Pobieraj motywy, aby zmieniać wygląd Firefoksa. Dopasuj interfejs do swoich upodobań. Urocze stworzenia, złe roboty, piękne krajobrazy — tysiące opcji.
pt_br: Baixe temas para mudar a aparência do Firefox. Adapte sua experiência ao seu gosto. Criaturas fofas, robôs malignos, belas paisagens - milhares de opções.
pt_pt: Transfira temas para alterar a aparência do Firefox. Adapte a sua experiência aos seus gostos. Criaturas fofas, robôs malignos, belas paisagens—milhares de opções.
ro: Descarcă teme pentru modificarea aspectului Firefox. Personalizează-ți experiența pe gustul tău. Creaturi drăguțe, roboți malițioși, peisaje frumoase - mii de opțiuni.
ru: Загрузите темы, чтобы изменить внешний вид Firefox. Выберите на свой вкус. Симпатичные зверушки, злые роботы, красивые пейзажи — тысячи вариантов.
si: ෆයර්ෆොක්ස් පෙනුම වෙනස් කිරීමට තේමා බාගන්න. ඔබගේ රුචිකත්‍වයට උචිත පරිදි සකස් කර ගන්න. හුරුබුහුටි සත්වයින්, නපුරු පරිගණක මිනිසුන්, අලංකාර දර්ශන — විකල්ප දහස් ගණනක්.
sk: Pomocou tém vzhľadu môžete zmeniť vzhľad svojho Firefoxu. Upravte si jeho podobu podľa seba. Na výber máte z tisícok možností.
sl: Prenesite teme za spreminjanje videza Firefoxa. Prilagodite brskalnik svojim okusom. Srčkane živali, zlobni roboti, čudovite panorame – na tisoče možnosti.
sq: Shkarkoni tema që të ndryshoni pamjen e Firefox-it. Përshtateni atë sipas shijeve tuaja. Krijesa të ëmbla, robotë të liq, peizazhe të mrekullueshëm — mijëra mundësi.
sv_se: Hämta teman för att ändra hur Firefox ser ut. Skräddarsy din upplevelse efter din smak. Söta husdjur, onda robotar, vackra landskap - tusentals alternativ.
th: ดาวน์โหลดชุดตกแต่งเพื่อเปลี่ยนรูปลักษณ์ของ Firefox ปรับแต่งประสบการณ์ของคุณให้เข้ากับรสนิยมของคุณด้วยตัวเลือกต่าง ๆ มากมาย เช่น สัตว์ร้ายแสนน่ารัก หุ่นยนต์วายร้าย ภาพทิวทัศน์อันงดงาม
tr: Firefox’un görünüşünü değiştirmek için temalar indirin. Deneyiminizi zevklerinize göre düzenleyin. Sevimli yaratıklar, kötü robotlar, güzel manzaralar… Binlerce seçenek var.
uk: Завантажуйте теми, щоб змінити зовнішній вигляд Firefox. Підлаштуйте браузер для своїх потреб. Гарні звірі, злі роботи, прекрасні пейзажі — тисячі варіантів.
vi: Tải về các chủ đề để thay đổi giao diện của Firefox. Điều chỉnh kinh nghiệm của bạn theo sở thích của bạn. Sinh vật dễ thương, robot xấu xa, phong cảnh đẹp—hàng ngàn lựa chọn.

source: Download Firefox Extensions to add features that customize browsing. Protect passwords, find deals, enhance video, and block annoying ads with browser apps.
ca: Baixeu les extensions del Firefox per afegir funcions que personalitzen la navegació. Amb les aplicacions del navegador, protegiu les contrasenyes, cerqueu ofertes, milloreu els vídeos i bloqueu anuncis molestos.
cs: Stáhněte si rozšíření pro Firefox a přidejte si do něj funkce, které vám přijdou vhod. Chraňte hesla, vyhledávejte nabídky, vylepšujte video a blokujte obtěžující reklamy pomocí aplikací pro prohlížeč.
de: Laden Sie die Firefox-Erweiterungen herunter, um Funktionen hinzuzufügen, die das Surfen personalisieren. Schützen Sie Passwörter, finden Sie Angebote, verbessern Sie Videos und blockieren Sie störende Werbung mit Browser-Apps.
el: Κάντε λήψη επεκτάσεων του Firefox για να προσθέσετε λειτουργίες που προσαρμόζουν την περιήγηση. Προστατέψτε κωδικούς πρόσβασης, βρείτε προσφορές, βελτιώστε τα βίντεο και αποκλείστε ενοχλητικές διαφημίσεις με εφαρμογές προγράμματος περιήγησης.
es: Descarga extensiones de Firefox para agregar funciones y personalizar tu navegación. Protege tus contraseñas, busca ofertas, mejora la calidad de los vídeos, bloquea anuncios molestos y mucho más con aplicaciones para el navegador.
fi: Lataa Firefox-laajennuksia lisätäksesi selaukseen vaikuttavia ominaisuuksia. Suojaa salasanasi, löydä parhaat tarjoukset, paranna videoita ja estä ärsyttävät mainokset.
fr: Téléchargez des extensions pour Firefox qui ajoutent des fonctionnalités permettant de personnaliser la navigation. Protégez vos mots de passe, trouvez de bonnes affaires, améliorez les vidéos et bloquez les publicités gênantes avec ces applications pour le navigateur.
fur: Discjame lis estensions di Firefox par zontâ funzions e personalizâ la navigazion. Protêç passwords, cjate ufiertis, miore la riproduzion video e bloche publicitâts fastidiosis cu lis aplicazions dal navigadôr.
fy_nl: Download Firefox-útwreidingen om funksjes dy’t it navigearjen oanpasse ta te foegjen. Beskermje wachtwurden, sykje oanbiedingen, ferbetterje fideo, en blokkearje ferfelende advertinsjes mei browser-apps.
hr: Preuzmi Firefox proširenja za dodavanje funkcija koje prilagođavaju pregledavanje. Zaštiti lozinke, pronađi ponude, poboljšaj videa i blokiraj oglase pomoću programa preglednika.
hu: Töltsön le Firefox kiegészítőket, hogy olyan funkciókat adjon hozzá, amelyek testreszabják a böngészést. Védje meg a jelszavait, találjon akciókat, tegye jobbá a videókat és blokkolja a bosszantó hirdetéseket a böngészőalkalmazásokkal.
ia: Discarga extensiones de Firefox pro adder functiones que personalisa le navigation. Protege contrasignos, trova offertas, meliora video, e bloca annuncios moleste con iste applicationes pro le navigator.
is: Sæktu Firefox-viðbætur til að bæta við eiginleikum sem sérsníða vafur. Verndaðu lykilorð, finndu tilboð, horfðu á fleiri gerðir myndskeiða og lokaðu á pirrandi auglýsingar með vafraforritum.
it: Scarica le estensioni di Firefox e aggiungi nuove funzionalità che personalizzano la tua navigazione. Proteggi le tue password, trova offerte, migliora la riproduzione di video e blocca i fastidiosi annunci pubblicitari.
ja: Firefox の拡張機能をダウンロードしてブラウジングをカスタマイズする機能を追加しましょう。ブラウザーのアプリでパスワードを保護したり、お得な情報を見つけたり、動画の閲覧機能を追加したり、迷惑な広告をブロックしたりできます。
ka: ჩამოტვირთეთ Firefox-ის გაფართოებები ახალი შესაძლებლობების დასამატებლად და უკეთ მოსარგებად. დაიცავით პაროლები, მონახეთ საყიდლები, გააუმჯობესეთ ვიდეოების ჩვენება და მოაცილეთ მომაბეზრებელი რეკლამები ბრაუზერის პროგრამების საშუალებით.
kab: Sader isiɣzaf Firefox akken ad ternuḍ timahilin ara imudden udem i tunigin. Mmesten awalen-ik uffiren, af-d axeddim izaden, daɣen sewḥel adellel udhim s yisnasen n yiminig.
ms: Muat turun Ekstensi Firefox untuk menambah ciri yang menyesuaikan pelayar. Lindungi kata laluan, cari transaksi, meningkatkan video dan menyekat iklan dengan aplikasi pelayar.
nb_no: Last ned Firefox-utvidelser for å legge til funksjoner som tilpasser surfing. Beskytt passord, finne tilbud, forbedre video og blokker irriterende annonser med nettleser-apper.
nl: Download Firefox-extensies om functies die het navigeren aanpassen toe te voegen. Bescherm wachtwoorden, zoek koopjes, verbeter video, en blokkeer vervelende advertenties met browser-apps.
nn_no: Last ned Firefox-utvidingar for å leggje til funksjonar som tilpassar surfing. Beskytt passord, finn tilbod, forbetre video og blokker irriterande annonsar med nettlesar-appar.
pa_in: ਅਜਿਹੀਆਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਨੂੰ ਜੋੜਨ ਲਈ ਫਾਇਰਫਾਕਸ ਇਕਸਟੈਂਸ਼ਨਾਂ ਨੂੰ ਡਾਊਨਲੋਡ ਕਰੋ, ਜੋ ਬਰਾਊਜ਼ਿੰਗ ਨੂੰ ਅਨੁਕੂਲਿਤ ਕਰਦੀਆਂ ਹਨ। ਪਾਸਵਰਡ ਸੁਰੱਖਿਅਤ ਕਰੋ, ਸੌਦੇ ਲੱਭੋ, ਵੀਡੀਓ ਨੂੰ ਵਧਾਓ ਅਤੇ ਬਰਾਊਜ਼ਰ ਐਪਸ ਨਾਲ ਤੰਗ ਕਰਨ ਵਾਲੇ ਇਸ਼ਤਿਹਾਰ ਨੂੰ ਰੋਕੋ।
pl: Pobieraj rozszerzenia Firefoksa, aby dodawać funkcje personalizujące przeglądarkę. Chroń hasła, znajduj okazje, ulepszaj odtwarzanie filmów i blokuj irytujące reklamy za pomocą aplikacji dla przeglądarki.
pt_br: Baixe extensões do Firefox para adicionar recursos que personalizam a navegação. Proteja senhas, encontre ofertas, aprimore vídeos e bloqueie anúncios irritantes com aplicativos do navegador.
pt_pt: Transfira extensões do Firefox para adicionar funcionalidades que personalizam a navegação. Proteja palavras-passe, encontre ofertas, melhore vídeos, e bloqueie anúncios irritantes com aplicações de navegador.
ro: Descarcă Firefox Extensions ca să adaugi funcționalități de personalizare a navigării. Protejează-ți parolele, găsește tranzacții, amplifică materialele video și blochează reclamele enervante cu aplicațiile de browser.
ru: Загрузите расширения для Firefox, чтобы добавить функции, которые улучшат просмотр страниц. С их помощью вы сможете защищать пароли, находить выгодные покупки, улучшить просмотр видео и блокировать раздражающую рекламу.
si: ෆයර්ෆොක්ස් දිගු බාගැනීමෙන් දෛනික පිරික්සීම යෝග්‍ය පරිදි සකසා ගන්න. මුරපද ආරක්‍ෂාවට, වට්ටම් සොයා ගැනීමට, දෘශ්‍යක සංස්කරණයට, සහ දැන්වීම් අවහිරයට උපකාරී වන විශේෂාංග එක් කරන්න.
sk: Stiahnite si rozšírenia pre Firefox a pridajte si doň funkcie, ktoré sa vám páčia. Chráňte heslá, hľadajte výhodné ponuky, vylepšujte videá a blokujte otravné reklamy.
sl: Prenesite razširitve za Firefox in dodajte funkcije, ki prilagodijo brskanje. Zaščitite gesla, poiščite ponudbe, izboljšajte videoposnetke in zavrnite nadležne oglase z aplikacijami brskalnika.
sq: Shkarkoni Zgjerime Firefox, që të shtoni veçori për përshtatje të shfletimit me nevojat dhe shijet tuaja. Mbroni fjalëkalime, gjeni raste të mira, thelloni përdorimin e videove, dhe bllokoni reklama bezdisëse, gjithçka përmes aplikacionesh shfletuesi.
sv_se: Hämta Firefox utökningar för att lägga till funktioner som anpassar surfning. Skydda lösenord, hitta erbjudanden, förbättra video och blockera irriterande annonser med webbläsarprogram.
th: ดาวน์โหลดส่วนขยาย Firefox เพื่อเพิ่มคุณลักษณะที่ปรับแต่งการท่องเว็บ ปกป้องรหัสผ่าน ค้นหาข้อเสนอ ปรับปรุงวิดีโอ และปิดกั้นโฆษณาที่น่ารำคาญด้วยแอปบนเบราว์เซอร์
tr: Gezintinizi kişiselleştiren özelliklere sahip olmak için Firefox uzantılarını indirebilirsiniz. Tarayıcı uzantılarıyla parolalarınızı koruyun, indirimleri yakalayın, videoları iyileştirin ve sinir bozucu reklamları engelleyin.
uk: Завантажуйте розширення для Firefox, щоб додати функції та поліпшити роботу. Зберігайте паролі, знаходьте пропозиції, вдосконалюйте відео, а також блокуйте надокучливу рекламу.
vi: Tải xuống tiện ích Firefox để thêm các tính năng tùy chỉnh duyệt web. Bảo vệ mật khẩu, tìm giao dịch, tăng cường video và chặn quảng cáo gây phiền nhiễu bằng ứng dụng trình duyệt.

source: Change your browser's appearance. Choose from thousands of themes to give Firefox the look you want.
ar: غيّر مظهر متصفحك. اختر من بين آلاف السمات لتُلبس فَيَرفُكس الثوب الملائم لك.
az: Səyyahınızın görünüşünü dəyişdirin. Firefox üçün görmək istədiyiniz görünüşü minlərlə mövzular arasından seçin.
bg: Променете облика на своя четец. Изберете от хилядите теми, за да направите Firefox по свой вкус.
bn_bd: আপনার ব্রাউজারের চেহারা পরিবর্তন করুন। আপনি Firefox কে যে রকম দেখতে চান তা হাজারও থিমের মাঝে থেকে পছন্দ করুন।
bs: Promijenite izgled vašeg pretraživača. Izaberite iz hiljade tema izgled Firefoxa koji želite.
ca: Canvieu l'aparença del navegador. Gràcies als temes podeu fer que el vostre Firefox llueixi.
cs: Změňte vzhled svého prohlížeče. Vyberte si z tisíců motivů vzhledu a přizpůsobte si Firefox podle svého vkusu.
da: Skift din browsers udseende. Vælg mellem tusindvis af temaer, og giv Firefox det udseende, du ønsker.
de: Ändern Sie das Erscheinungsbild Ihres Browsers. Wählen Sie aus Tausenden von Themes, um das Aussehen von Firefox an Ihre Wünsche anzupassen.
el: Αλλάξτε την εμφάνιση του προγράμματος περιήγησής σας. Επιλέξτε ανάμεσα σε χιλιάδες θέματα για να δώσετε στο Firefox το στυλ που προτιμάτε.
es: Cambia la apariencia de tu navegador. Elije entre miles de temas y dale a Firefox la apariencia que desees.
fa: ظاهر مرورگر خود را تغییر دهید. از هزاران قالب انتخاب کنید و به فایرفاکسِ خود نمایی بدهید که دوست دارید.
fi: Muuta selaimesi ulkoasua. Valitse tuhansista eri teemoista, joiden avulla teet Firefoxista näköisesi.
fr: Modifiez l’apparence de votre navigateur. Personnalisez-le en choisissant un thème. Il y en a des milliers !
fur: Cambie l'aspiet dal to navigadôr. Sielç tra miârs di temis par dâi a Firefox une man personâl.
fy_nl: Wizigje it uterlik fan jo browser. Kies út tûzenen tema’s om Firefox oan te klaaien sa as jo wolle.
ga_ie: Athraigh cuma do bhrabhsálaí. Tá na mílte téama ar fáil chun Firefox a chur in oiriúint duit féin.
he: שנו את תצוגת הדפדפן שלכם. בחרו מתוך אלפי ערכות נושא כדי לתת ל־Firefox את המראה הנחשק.
hr: Promijeni izgled preglednika. Odaberi jednu od tisuća tema za željeni izgled Firefoxa.
hu: Módosítsa a böngésző kinézetét. Válasszon a témák ezreiből, hogy olyan kinézetet adjon a Firefoxnak, amilyet csak szeretne.
ia: Cambiar apparentia a tu navigator. Elige ex milles de themas pro dar a Firefox le apparentia que tu desira.
id: Ubah tampilan peramban Anda. Pilih dari ribuan tema untuk mengubah tampilan Firefox sesuai keinginan.
is: Breyttu því hvernig vafrinn þinn lítur út. Veldu úr þúsundum af þemum til að gera Firefox eins útlítandi og þig lystir.
it: Modifica l'aspetto del tuo browser: scegli tra migliaia di temi per dare a Firefox un tocco personale.
ja: ブラウザーの見た目を変えてみましょう。何千種類ものテーマから好きなものを選んで、Firefox のデザインを自分好みに設定できます。
ka: შეუცვალეთ თქვენს ბრაუზერს იერსახე. შეარჩიეთ რომელიმე, ათასობით თემიდან, Firefox-ის სურვილისამებრ გასაფორმებლად.
kab: Snifel udem n iminig-ik. Fren seg agimen n isental akken ad tmudded udem tebɣiḍ i Firefox.
ms: Tukar penampilan pelayar anda. Pilih satu darpada beribu-ribu tema untuk menjadikan penampilan Firefox seperti yang anda mahu.
nb_no: Endre nettleserens utseende. Velg mellom tusenvis av temaer for å gi Firefox det utseendet du vil ha.
nl: Wijzig de vormgeving van uw browser. Maak een keuze uit duizenden thema’s om Firefox het gewenste uiterlijk te geven.
nn_no: Endre utsjånad på nettlesaren din. Vel frå tusenvis av utvidingar for å gje Firefox den utsjånaden du vil ha.
pa_in: ਆਪਣੇ ਬ੍ਰਾਉਜ਼ਰ ਦੀ ਦਿੱਖ ਨੂੰ ਬਦਲੋ। ਫਾਇਰਫਾਕਸ ਨੂੰ ਤੁਸੀਂ ਜੋ ਦਿੱਸਦੇ ਹੋ ਉਸ ਨੂੰ ਦੇਣ ਲਈ ਹਜ਼ਾਰਾਂ ਥੀਮਜ਼ ਵਿੱਚੋਂ ਚੁਣੋ।
pl: Zmień wygląd przeglądarki. Wybieraj z tysięcy motywów do Firefoksa.
pt_br: Altere o visual do seu navegador. Escolha entre milhares de temas para dar ao Firefox a aparência que você quiser.
pt_pt: Altere a aparência do seu navegador. Escolha de entre milhares de temas para dar ao Firefox o visual que deseja.
ro: Schimbă aspectul browserului. Alege din mii de teme pentru a-i oferi lui Firefox aspectul dorit.
ru: Измените внешний вид вашего браузера. Выбирайте из тысяч тем, чтобы придать вашему Firefox образ, который вы хотите.
si: අතිරික්සුවෙහි පෙනුම වෙනස් කරන්න. තේමා දහස් ගණනකින් තෝරාගෙන ඔබගේ ප්‍රියතම පෙනුම ෆයර්ෆොක්ස් වෙත ලබා දෙන්න.
sk: Zmeňte vzhľad svojho prehliadača. Vyberte si jednu z tisícok tém vzhľadu a prispôsobte si Firefox.
sl: Spremenite videz svojega brskalnika. Izbirajte med tisoči tem in Firefoxu vdahnite svojo osebnost.
sq: Ndryshoni pamjen e shfletuesit tuaj. Zgjidhni prej mijëra temash, për t’i dhënë Firefox-it pamjen që doni.
sv_se: Ändra webbläsarens utseende. Välj från tusentals teman att ge Firefox det utseende du vill.
th: เปลี่ยนรูปลักษณ์ของเบราว์เซอร์ของคุณ เลือกจากชุดรูปแบบนับพันเพื่อให้ Firefox มีรูปลักษณ์ตามที่คุณต้องการ
tr: Tarayıcınızın görünümünü değiştirin. Binlerce temadan istediğiniz seçerek Firefox’unuzu giydirin.
uk: Налаштуйте вигляд вашого браузера. Обирайте з тисяч тем, щоб Firefox виглядав так, як ви хочете.
vi: Thay đổi giao diện của trình duyệt của bạn. Chọn từ hàng nghìn chủ đề để tạo Firefox với giao diện bạn muốn.

source: Explore powerful tools and features to customize Firefox and make the browser all your own.
ar: استكشِف أعتى الأدوات والميزات لتخصيص فَيَرفُكس ليصبح المتصفح ملكك أنت.
az: Firefox-u fərdiləşdirmək və sizin səyyahınız etmək üçün güclü alətləri və özəllikləri kəşf edin.
bg: Разгледайте мощни инструменти и възможности за настройване на Firefox и го направете изцяло ваш.
bs: Istražite moćne alate i funkcije za uređivanje Firefoxa i kreirajte pretraživač po vašoj volji.
ca: Descobriu eines i funcions potents per personalitzar el Firefox i que el navegador us representi.
cs: Prozkoumejte možnosti přizpůsobení a funkce, díky kterým bude váš prohlížeč skutečně váš.
da: Udforsk kraftfulde værktøjer og funktioner til at tilpasse Firefox, og gør den til din helt egen.
de: Entdecken Sie umfangreiche Werkzeuge und Funktionen, um Firefox an Ihre Bedürfnisse anzupassen.
el: Εξερευνήστε ισχυρά εργαλεία και δυνατότητες για να προσαρμόσετε το Firefox και να το κάνετε ολοκληρωτικά δικό σας.
es: Descubre potentes herramientas y funciones para personalizar Firefox y hacer tuyo tu navegador.
fa: جست‌وجو در ابزارهای قوی و امکاناتِ پیشرفته برای سفارشی کردن فایرفاکس و تبدیلِ آن به چیزی که شما می‌خواهید.
fi: Selaa tehokkaita työkaluja ja ominaisuuksia, joiden avulla voit muokata Firefoxista mieleisesi.
fr: Découvrez d’impressionnants outils et fonctionnalités pour personnaliser Firefox comme vous le souhaitez.
fur: Esplore struments potents e funzions par rindi Firefox pardabon personâl.
fy_nl: Untdek krêftich ark en funksjes om Firefox oan te passen en de browser fan josels te meitsjen.
he: חקירת כלים ותכונות רבי עצמה לטובת התאמה אישית של Firefox ולהפיכת הדפדפן לשלך.
hr: Istraži moćne alate i funkcije za prilagođavanje Firefoxa.
hu: Fedezze fel a hatékony eszközöket és funkciókat, amelyekkel testreszabhatja a Firefoxot, és teljesen a sajátjává teheti a böngészőt.
ia: Explora instrumentos e functiones impressionante pro render Firefox vermente personal.
id: Jelajahi alat dan fitur ampuh untuk mengubahsuai Firefox dan menjadikannya peramban Anda sepenuhnya.
is: Kannaðu ýmis öflug verkfæri til að sérsníða Firefox og gerðu hann að vafranum þínum.
it: Scandaglia il sito alla ricerca di strumenti avanzati e funzioni uniche per rendere Firefox veramente personale.
ja: Firefox をカスタマイズできる強力なツールや機能を見つけて、ブラウザーを完全に自分自身のものにしましょう。
ka: მოიძიეთ მძლავრი ხელსაწყოები, შემატეთ ბრაუზერს ახალი შესაძლებლობები და მოარგეთ Firefox თქვენს მოთხოვნილებებს.
kab: Wali ifecka ifazen akked timahil akken ad tmuddeḍ i Firefox am akken i tebɣiḍ-t.
ms: Terokai alatan dan ciri menarik untuk menyesuaikan Firefox dan menjadikannya pelayar milik anda.
nb_no: Utforsk kraftfulle verktøy og funksjoner for å tilpasse Firefox og å gjøre nettleseren til din egen.
nl: Ontdek krachtige hulpmiddelen en functies om Firefox aan te passen en de browser helemaal van uzelf te maken.
nn_no: Utforsk kraftfulle verktøy og funksjonar for tilpassing av Firefox, og gjer nettlesaren til din eigen.
pa_in: ਫਾਇਰਫਾਕਸ ਨੂੰ ਕਸਟਮ ਕਰਨ ਲਈ ਅਤੇ ਬਰਾਊਜ਼ਰ ਨੂੰ ਆਪਣੀ ਥਾਂ ਤੇ ਬਣਾਉਣ ਲਈ ਸ਼ਕਤੀਸ਼ਾਲੀ ਟੂਲ ਅਤੇ ਫੀਚਰ ਦੀ ਪੜਚੋਲ ਕਰੋ।
pl: Odkrywaj niezawodne narzędzia i funkcje, którymi możesz dostosować Firefoksa do własnych upodobań.
pt_br: Explore ferramentas poderosas e recursos para personalizar o Firefox e deixar o navegador do seu jeito.
pt_pt: Explore ferramentas poderosas e funcionalidades para personalizar o Firefox e fazer o navegador todo seu.
ro: Explorează instrumente puternice și caracteristici care personalizează Firefox și îți creează propria experiență unică.
ru: Изучите мощные инструменты и возможности, чтобы настроить Firefox и сделать его своим.
si: ෆයර්ෆොක්ස් වෙනස් කර එය ඔබගේම අතිරික්සුවක් බවට පත්කර ගැනීමට තිබෙන ප්‍රබල මෙවලම් සහ විශේෂාංග සොයා බලන්න.
sk: Preskúmajte nástroje na prispôsobenie Firefoxu.
sl: Raziščite zmogljiva orodja in možnosti, s katerimi lahko prilagodite Firefox po čisto svoji meri.
sq: Eksploroni mjete dhe veçori të fuqishme për përshtatje të Firefox-it dhe për ta bërë shfletuesin krejt si e doni.
sv_se: Utforska kraftfulla verktyg och funktioner för att anpassa Firefox och göra webbläsaren till din egen.
th: สำรวจเครื่องมือและคุณลักษณะที่ทรงพลังที่จะปรับแต่ง Firefox และทำให้เบราว์เซอร์เป็นของคุณเองทั้งหมด
tr: Firefox’u özelleştirmek için güçlü araçları ve özellikleri keşfedin, tarayıcınızı baştan yaratın.
uk: Перегляньте потужні інструменти і можливості, щоб налаштувати Firefox і зробити його своїм.
vi: Khám phá các công cụ và tính năng mạnh mẽ để tùy chỉnh Firefox và biến trình duyệt thành của riêng bạn.
