Repository: mozilla/addons-frontend
Catalog: locale/*/LC_MESSAGES/amo.po
Languages: ar, az, bg, bn_bd, bs, ca, cs, da, de, el, es, fa, fi, fr, fur, fy_nl, ga_ie, he, hr, hu, ia, id, is, it, ja, ka, kab, ms, nb_no, nl, nn_no, pa_in, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: More themes by these artists
ar: سمات أخرى من هؤلاء الفنانين
az: Bu sənətçilər tərəfindən daha çox mövzular
bg: Повече теми от тези художници
bs: Više tema od tih umjetnika
ca: Més temes d'aquests artistes
cs: Další motivy vzhledu od těchto umělců
da: Flere temaer af disse kunstnere
de: Mehr Themes von diesen Künstlern
el: Περισσότερα θέματα από αυτούς τους καλλιτέχνες
es: Más temas de estos artistas
fa: تم‌های بیشتر توسط این هنرمندان
fi: Lisää teemoja näiltä käyttäjiltä
fr: Plus de thèmes créés par ces artistes
fur: Altris temis di chescj artiscj
fy_nl: Mear tema’s fan dizze kuenstners
he: עוד ערכות נושא מאת האמנים האלה
hr: Daljnje teme ovih umjetnika
hu: További témák ezektől a művészektől
ia: Altere themas ex iste artistas
id: Tema lainnya oleh para kreator ini
is: Fleiri þemu frá þessum listamönnum
it: Altri temi degli stessi artisti
ja: これらのアーティストが公開している他のテーマ
ka: ამ მხატვრების სხვა თემები
kab: Ugar n isental sɣur inaẓuren-agi
ms: Tema yang lain oleh para artis ini
nb_no: Flere temaer av disse artistene
nl: Meer thema’s van deze kunstenaars
nn_no: Fleire tema av desse artistane
pa_in: ਇਨ੍ਹਾਂ ਕਲਾਕਾਰਾਂ ਵਲੋਂ ਹੋਰ ਥੀਮ
pl: Więcej motywów od tych twórców
pt_br: Mais temas destes artistas
pt_pt: Mais temas por estes artistas
ro: Mai multe teme create de acești artiști
ru: Другие темы от этих художников
si: මෙම කලාකරුවන්ගේ වෙනත් තේමා
sk: Ďalšie témy vzhľadu od týchto umelcov
sl: Več tem teh ustvarjalcev
sq: Më tepër tema nga këta artistë
sv_se: Fler teman av dessa artister
te: ఈ కళాకారుల మరిన్ని అలంకారాలు
th: ชุดรูปแบบเพิ่มเติมโดยศิลปินเหล่านี้
tr: Bu sanatçıların diğer temaları
uk: Інші теми від цих художників
vi: Thêm các chủ đề khác từ những nghệ sĩ này

source: Themes by %(author)s
ar: سمات من %(author)s
az: %(author)s tərəfindən mövzular
bg: Теми от %(author)s
bs: Teme od %(author)s
ca: Temes de: %(author)s
cs: Vzhledy od autora %(author)s
da: Temaer af %(author)s
de: Themes von %(author)s
el: Θέματα από %(author)s
es: Temas de %(author)s
fi: Tekijän %(author)s teemat
fr: Thèmes créés par %(author)s
fur: Temis di %(author)s
fy_nl: Tema’s fan %(author)s
he: ערכות נושא מאת %(author)s
hr: Teme od %(author)s
hu: Témák tőle: %(author)s
ia: Themas ex %(author)s
id: Tema oleh %(author)s
is: Þemu frá %(author)s
it: Temi di %(author)s
ja: %(author)s のテーマ
ka: %(author)s ავტორის თემები
kab: Isental sɣur %(author)s
ms: Tema oleh %(author)s
nb_no: Temaer av %(author)s
nl: Thema’s van %(author)s
nn_no: Tema av %(author)s
pa_in: %(author)s ਵਲੋਂ ਥੀਮ
pl: Motywy od: %(author)s
pt_br: Temas de %(author)s
pt_pt: Temas por %(author)s
ro: Teme create de %(author)s
ru: Темы от %(author)s
si: %(author)s වෙතින් තේමා
sk: Témy vzhľadu od autora %(author)s
sl: Teme avtorja %(author)s
sq: Tema nga %(author)s
sv_se: Teman av %(author)s
te: %(author)s అలంకారాలు
th: ชุดรูปแบบโดย %(author)s
tr: %(author)s temaları
uk: Теми від %(author)s
vi: Chủ đề bởi %(author)s

source: Themes by these artists
ar: سمات من هؤلاء الفنانين
az: Bu sənətçilər tərəfindən mövzular
bg: Теми от тези художници
bs: Teme od ovih umjetnika
ca: Temes d'aquests artistes
cs: Vzhledy od těchto umělců
da: Temaer af disse kunstnere
de: Themes von diesen Künstlern
el: Θέματα από αυτούς τους καλλιτέχνες
es: Temas de estos artistas
fi: Näiden käyttäjien teemat
fr: Thèmes créés par ces artistes
fur: Temis di chescj artiscj
fy_nl: Tema’s fan dizze kuenstners
he: ערכות נושא מאת האמנים האלה
hr: Teme ovih umjetnika
hu: Témák ezektől a művészektől
ia: Themas ex iste artistas
id: Tema oleh para kreator ini
is: Þemu frá þessum listamönnum
it: Temi degli stessi artisti
ja: これらのアーティストのテーマ
ka: ამ მხატვრების თემები
kab: Isental sɣur inaẓuren-agi
ms: Tema oleh para artis ini
nb_no: Temaer av disse artistene
nl: Thema’s van deze kunstenaars
nn_no: Tema av desse kunstnarane
pa_in: ਇਨ੍ਹਾਂ ਕਲਾਕਾਰਾਂ ਵਲੋਂ ਥੀਮ
pl: Motywy od tych twórców
pt_br: Temas destes artistas
pt_pt: Temas por estes artistas
ro: Teme create de acești artiști
ru: Темы от этих художников
si: මෙම කලාකරුවන්ගේ තේමා
sk: Témy vzhľadu od týchto umelcov
sl: Teme teh ustvarjalcev
sq: Tema nga këta artistë
sv_se: Teman av dessa artister
te: ఈ కళాకారుల అలంకారాలు
th: ชุดรูปแบบโดยศิลปินเหล่านี้
tr: Bu sanatçıların temaları
uk: Теми від цих художників
vi: Chủ đề bởi những nghệ sĩ này

source: More add-ons by %(author)s
ar: إضافات أخرى من %(author)s
az: %(author)s tərəfindən daha çox əlavələr
bg: Повече добавки от %(author)s
bs: Više dodataka od %(author)s
ca: Més complements de: %(author)s
cs: Další doplňky od autora %(author)s
da: Flere tilføjelser af %(author)s
de: Mehr Add-ons von %(author)s
el: Περισσότερα πρόσθετα από %(author)s
es: Más complementos de %(author)s
fa: افزونه‌های بیشتر توسط %(author)s
fi: Lisää lisäosia käyttäjältä %(author)s
fr: Plus de modules créés par %(author)s
fur: Altris components adizionâi di %(author)s
fy_nl: Mear add-ons fan %(author)s
he: עוד תוספות מאת %(author)s
hr: Daljnji dodatci od %(author)s
hu: További kiegészítők tőle: %(author)s
ia: Plus de additivos per %(author)s
id: Pengaya lainnya oleh %(author)s
is: Fleiri viðbætur frá %(author)s
it: Altri componenti aggiuntivi di %(author)s
ja: %(author)s が公開している他のアドオン
ka: %(author)s ავტორის სხვა დამატებები
kab: Ugar n izegrar sɣur %(author)s
ms: Add-ons yang lain oleh %(author)s
nb_no: Flere utvidelser %(author)s
nl: Meer add-ons van %(author)s
nn_no: Fleire tillegg av %(author)s
pa_in: %(author)s ਵਲੋਂ ਹੋਰ ਐਡ-ਆਨ
pl: Więcej dodatków od: %(author)s
pt_br: Mais extensões de %(author)s
pt_pt: Mais extras por %(author)s
ro: Mai multe suplimente create de %(author)s
ru: Другие дополнения от %(author)s
si: %(author)s වෙතින් තවත් එක්කහු
sk: Ďalšie doplnky od autora %(author)s
sl: Več dodatkov razvijalca %(author)s
sq: Më tepër shtesa nga %(author)s
sv_se: Fler tillägg av %(author)s
te: %(author)s నుండి మరిన్ని పొడగింతలు
th: ส่วนเสริมเพิ่มเติมโดย %(author)s
tr: %(author)s tarafından geliştirilen diğer eklentiler
uk: Інші додатки від %(author)s
vi: Thêm các tiện ích khác từ %(author)s

source: More add-ons by these developers
ar: إضافات أخرى من هؤلاء المطورين
az: Bu tərtibatçılar tərəfindən daha çox əlavələr
bg: Повече добавки от тези разработчици
bs: Više dodataka od tih developera
ca: Més complements d'aquests desenvolupadors
cs: Další doplňky od těchto vývojářů
da: Flere tilføjelser af disse udviklere
de: Mehr Add-on von diesen Entwicklern
el: Περισσότερα πρόσθετα από αυτούς τους προγραμματιστές
es: Más complementos de estos desarrolladores
fa: افزونه‌های بیشتر توسط این توسعه‌دهندگان
fi: Lisää lisäosia näiltä kehittäjiltä
fr: Plus de modules créés par ces développeurs
fur: Altris components adizionâi di chescj svilupadôrs
fy_nl: Mear add-ons fan dizze ûntwikkelers
he: עוד תוספות מאת המפתחים האלה
hr: Daljnji dodatci ovih programera
hu: További kiegészítők ezektől a fejlesztőktől
ia: Altere additivos ex iste disveloppatores
id: Pengaya lainnya oleh para pengembang ini
is: Fleiri viðbætur eftir þessa hönnuði
it: Altri componenti aggiuntivi degli stessi sviluppatori
ja: これらの開発者が公開している他のアドオン
ka: ამ შემმუშავებლების სხვა დამატებები
kab: Nadi n iszegrar squr ineflayen-agi
ms: Add-ons yang lain oleh para pembangun ini
nb_no: Flere utvidelser fra disse utviklerne
nl: Meer add-ons van deze ontwikkelaars
nn_no: Fleire utvidingar av desse utviklarane
pa_in: ਇਹਨਾਂ ਡਿਵੈਲਪਰਾਂ ਦੁਆਰਾ ਹੋਰ ਐਡ-ਆਨ
pl: Więcej dodatków od tych autorów
pt_br: Mais extensões destes desenvolvedores
pt_pt: Mais extras por estes programadores
ro: Mai multe suplimente create de acești dezvoltatori
ru: Другие дополнения от этих разработчиков
si: මෙම සංවර්ධකයින්ගේ වෙනත් එක්කහු
sk: Ďalšie doplnky od týchto vývojárov
sl: Več dodatkov izpod rok teh razvijalcev
sq: Më tepër shtesa nga këta zhvillues
sv_se: Fler tillägg av dessa utvecklare
te: ఈ డెవలపర్ల నుండి మరిన్ని పొడగింతలు
th: ส่วนเสริมเพิ่มเติมโดยนักพัฒนาเหล่านี้
tr: Bu geliştiricilerin diğer eklentileri
uk: Інші додатки від цих розробників
vi: Thêm các tiện ích khác từ những nhà phát triển này

source: More powerful tools for translations, writing & grammar support
cs: Další výkonné nástroje pro překlady, psaní a podporu gramatiky
de: Leistungsfähigere Tools für Übersetzungen, Schreiben und Grammatikunterstützung
el: Περισσότερα ισχυρά εργαλεία για μεταφράσεις, συγγραφή και γραμματική
fi: Lisää tehokkaita työkaluja käännöksiin, kirjoittamiseen ja kieliopin tukeen
fr: Plus d’outils puissants pour l’aide à la traduction, la rédaction et la grammaire
fur: Struments ancjemò plui potents par traduzions, scriture e supuart gramaticâl
fy_nl: Mear krêftige helpmiddelen foar oersettingen, skriuwen en grammatika-stipe
hu: Hatékonyabb eszközök fordításhoz, íráshoz és nyelvtani támogatáshoz
ia: Utensiles plus potente pro traductiones, scriptura e supporto grammatical
is: Öflugri verkfæri fyrir þýðingar, ritun og málfræðistuðning
it: Strumenti ancora più potenti per traduzioni, scrittura e supporto grammaticale
ka: სხვა მძლავრი ხელსაწყოები სათარგმნად, საწერად და მართლწერის გასასწორებლად
nb_no: Kraftigere verktøy for oversettelser, skriving og grammatikkstøtte
nl: Meer krachtige hulpmiddelen voor vertalingen, schrijven en grammatica-ondersteuning
nn_no: Kraftigere verktøy for omsettingar skriving og grammatikkstøtte
pl: Więcej skutecznych narzędzi do tłumaczeń, pisania i wspomagania gramatyki
pt_br: Mais ferramentas poderosas para suporte a tradução, redação e gramática
pt_pt: Ferramentas mais poderosas para as traduções, escrita e apoio gramatical
ru: Ещё больше мощных расширений для перевода, поддержки письма и грамматики
sk: Výkonnejšie nástroje na podporu prekladov, písania a gramatiky
sv_se: Kraftfullare verktyg för stöd för översättning, skrivning och grammatik
tr: Diğer çeviri, yazım ve gramer desteği araçları
uk: Потужніші інструменти для перекладу, письма та підтримки граматики
vi: Nhiều công cụ mạnh mẽ hơn để hỗ trợ dịch thuật, viết và ngữ pháp

source: More amazing extensions to change the way Firefox looks
cs: Další úžasná rozšíření, která změní vzhled Firefoxu
de: Weitere erstaunliche Erweiterungen, um das Aussehen von Firefox zu ändern
el: Περισσότερες εκπληκτικές επεκτάσεις προσαρμογής του Firefox
fi: Lisää erinomaisia laajennuksia Firefoxin ulkoasun muuttamiseksi
fr: Plus d’extensions étonnantes pour changer l’apparence de Firefox
fur: Altris fantastichis estensions par cambiâ l’aspiet di Firefox
fy_nl: Noch mear geweldige útwreidingen om it uterlik fan Firefox oan te passen
hu: További lenyűgöző kiegészítők a Firefox kinézetének megváltoztatásához
ia: Altere stupende extensiones pro cambiar le apparentia de Firefox
is: Fleiri frábærir forritsaukar til að breyta útliti Firefox
it: Altre fantastiche estensioni per cambiare l’aspetto di Firefox
ka: სხვა განსაცვიფრებელი გაფართოებები Firefox-იერსახის შესაცვლელად
nb_no: Flere fantastiske utvidelser for å endre måten Firefox ser ut på
nl: Nog meer geweldige extensies om het uiterlijk van Firefox te veranderen
nn_no: Fleire fantastiske utvidingar for å endre måten Firefox ser ut på
pl: Więcej niezwykłych rozszerzeń zmieniających wygląd Firefoksa
pt_br: Mais extensões incríveis para mudar a aparência do Firefox
pt_pt: Mais extensões incríveis para alterar a aparência do Firefox
ru: Ещё больше замечательных расширений для изменения внешнего вида Firefox
sk: Ďalšie úžasné rozšírenia na zmenu vzhľadu Firefoxu
sv_se: Fler fantastiska tillägg för att förändra hur Firefox ser ut
tr: Firefox’un görünüşünü değiştiren diğer uzantılar
uk: Більше дивовижних розширень для зміни вигляду Firefox
vi: Nhiều tiện ích mở rộng tuyệt vời hơn để thay đổi giao diện của Firefox

source: More incredible social media extensions
cs: Další neuvěřitelná rozšíření sociálních médií
de: Mehr unglaubliche Social-Media-Erweiterungen
el: Περισσότερες απίστευτες επεκτάσεις κοινωνικών δικτύων
fi: Lisää uskomattomia sosiaalisen median laajennuksia
fr: Plus d’extensions incroyables pour les réseaux sociaux
fur: Altris incredibilis estensions pai social media
fy_nl: Mear ferskuorrende útwreidingen foar sosjale media
hu: Még több hihetetlen közösségi média kiegészítők
ia: Altere incredibile extensiones pro medios social
is: Fleiri magnaðar viðbætur fyrir samfélagsmiðla
it: Altre incredibili estensioni per i social media
ka: სხვა საოცარი გაფართოებები სოცქსელისთვის
nb_no: Flere utrolige utvidelser for sosiale medier
nl: Meer ongelooflijke extensies voor sociale media
nn_no: Fleire utrulige utvidingar for sosiale medium
pl: Więcej niesamowitych rozszerzeń dla serwisów społecznościowych
pt_br: Mais extensões incríveis de mídias sociais
pt_pt: Mais extensões incríveis para redes sociais
ru: Ещё больше невероятных расширений для социальных сетей
sk: Ďalšie neuveriteľné rozšírenia pre sociálne médiá
sv_se: Fler otroliga sociala medier-tillägg
tr: Diğer sosyal medya uzantıları
uk: Більше неймовірних розширень соціальних мереж
vi: Tiện ích mở rộng phương tiện truyền thông xã hội đáng kinh ngạc khác

source: More excellent search extensions
cs: Další vynikající rozšíření vyhledávání
de: Weitere hervorragende Sucherweiterungen
el: Περισσότερες εξαιρετικές επεκτάσεις αναζήτησης
fi: Lisää erinomaisia hakulaajennuksia
fr: Plus d’excellentes extensions pour les recherches
fur: Altris estensions par miorâ lis ricercjis
fy_nl: Mear treflike sykútwreidingen
hu: További kiváló keresési kiegészítők
ia: Altere excellente extensiones de recerca
is: Fleiri framúrskarandi leitarviðbætur
it: Altre estensioni per ottimizzare le ricerche
ka: სხვა შესანიშნავი გაფართოებები საძიებოსთვის
kab: Ugar n yisiɣzaf n unadi yufraren
nb_no: Flere gode søkeutvidelser
nl: Meer uitmuntende zoekextensies
nn_no: Fleire utmerkte søkjetillegg
pl: Więcej doskonałych rozszerzeń do wyszukiwania
pt_br: Mais excelentes extensões de pesquisa
pt_pt: Mais extensões excelentes de pesquisa
ru: Ещё больше отличных поисковых расширений
sk: Ďalšie vynikajúce rozšírenia pre vyhľadávanie
sv_se: Fler utmärkta söktillägg
tr: Diğer arama uzantıları
uk: Більше чудових розширень пошуку
vi: Nhiều tiện ích mở rộng tuyệt vời hơn về tìm kiếm

source: More great extensions for feeds, news & media
cs: Další skvělá rozšíření pro zdroje, zprávy a média
de: Weitere großartige Erweiterungen für Feeds, Nachrichten und Medien
el: Περισσότερες εξαιρετικές επεκτάσεις ροών, ειδήσεων και πολυμέσων
fi: Lisää upeita laajennuksia syötteisiin, uutisiin ja mediaan
fr: Plus de super extensions pour les flux, les infos et les médias
fur: Altris maraveosis estensions par feeds, notiziis e contignûts multimediâi
fy_nl: Mear geweldige útwreidingen foar feeds, nijs en media
hu: További nagyszerű kiegészítők hírcsatornákhoz, hírekhez és médiához
ia: Altere grande extensiones pro fluxos, novas e medios
is: Fleiri frábærar viðbætur fyrir streymi, fréttir og fjölmiðla
it: Altre fantastiche estensioni per feed, notizie e contenuti multimediali
ka: სხვა ღირსშესანიშნავი გაფართოებები სიახლეთა არხებისა და ახალი ამბებისთვის
nb_no: Flere flotte utvidelser for kanaler, nyheter og media
nl: Meer geweldige extensies voor feeds, nieuws en media
nn_no: Fleire flotte utvidingar for kanalar, nyheiter og media
pl: Więcej wspaniałych rozszerzeń do aktualności i multimediów
pt_br: Mais ótimas extensões para feeds, notícias e mídia
pt_pt: Mais extensões excelentes para feeds, notícias e media
ru: Ещё больше отличных расширений для каналов, новостей и медиа
sk: Ďalšie skvelé rozšírenia pre informačné kanály, správy a médiá
sv_se: Fler fantastiska tillägg för flöden, nyheter och media
tr: Diğer akış, haber ve medya uzantıları
uk: Більше чудових розширень для каналів, новин і медіа
vi: Nhiều tiện ích mở rộng tuyệt vời hơn cho nguồn cấp dữ liệu, tin tức và phương tiện truyền thông hơn

source: More great notification extensions
cs: Další skvělá rozšíření pro upozornění
de: Mehr tolle Benachrichtigungs-Erweiterungen
el: Περισσότερες εξαιρετικές επεκτάσεις ειδοποιήσεων
fi: Lisää hienoja ilmoituslaajennuksia
fr: Plus d’extensions géniales pour les notifications
fur: Altris maraveosis estensions pes notifichis
fy_nl: Mear geweldige notifikaasjesútwreidingen
hu: További nagyszerű értesítési bővítmények
ia: Altere grande extensiones pro avisos
is: Fleiri frábærir forritsaukar fyrir tilkynningar
it: Altre fantastiche estensioni per le notifiche
ka: სხვა ღირსშესანიშნავი გაფართოებები შეტყობინებებისთვის
nb_no: Flere flotte varslingsutvidelser
nl: Meer geweldige meldingenextensies
nn_no: Fleire flotte varslingsutvidingar
pl: Więcej wspaniałych rozszerzeń z powiadomieniami
pt_br: Mais ótimas extensões de notificações
pt_pt: Mais extensões excelentes de notificação
ru: Ещё больше отличных расширений для уведомлений
sk: Ďalšie skvelé rozšírenia pre upozornenia
sv_se: Fler bra aviseringstillägg
tr: Diğer bildirim uzantıları
uk: Більше чудових розширень сповіщень
vi: Nhiều tiện ích mở rộng tuyệt vời hơn về thông báo

source: More great tools for web developers
cs: Další skvělé nástroje pro webové vývojáře
de: Weitere großartige Tools für Webentwickler
el: Περισσότερα εξαιρετικά εργαλεία για προγραμματιστές ιστού
fi: Lisää hienoja työkaluja web-kehittäjille
fr: Plus de super outils pour les développeurs web
fur: Altris maraveôs struments pai svilupadôrs web
fy_nl: Mear geweldich ark foar webûntwikkelers
hu: További nagyszerű eszközök webfejlesztők számára
ia: Altere grande utensiles pro disveloppatores web
is: Fleiri frábær verkfæri fyrir vefhönnuði
it: Altri fantastici strumenti per gli sviluppatori web
ka: სხვა ღირსშესანიშნავი ხელსაწყოები ვებშემუშავებისთვის
nb_no: Flere flotte verktøy for webutviklere
nl: Meer geweldige hulpmiddelen voor webontwikkelaars
nn_no: Fleire flotte verktøy for webutviklarar
pl: Więcej wspaniałych narzędzi dla twórców stron
pt_br: Mais ótimas ferramentas para desenvolvimento web
pt_pt: Mais ferramentas fantásticas para programadores Web
ru: Ещё больше отличных инструментов для веб-разработчиков
sk: Ďalšie skvelé nástroje pre vývojárov webu
sv_se: Fler bra verktyg för webbutvecklare
tr: Web geliştiricileri için diğer uzantılar
uk: Більше чудових інструментів для веброзробників
vi: Nhiều công cụ tuyệt vời hơn cho các nhà phát triển web

source: See Firefox Staff Picks
cs: Podívejte se na výběr od znalců Firefoxu
de: Empfehlungen der Firefox-Entwickler ansehen
el: Προβολή επιλογών από το προσωπικό του Firefox
fi: Katso Firefoxin henkilöstön valinnat
fr: Voir la sélection de l’équipe Firefox
fur: Visualize lis sieltis dal personâl di Firefox
fy_nl: Besjoch de karren fan Firefox-meiwurkers
hu: Nézze meg a Firefox stábjának választását
ia: Vider selectiones del personal de Firefox
is: Sjáðu úrval starfsfólks Firefox
it: Visualizza le scelte dello staff di Firefox
ka: იხილეთ Firefox-თანამშრომლების მიერ შერჩეული
kab: Wali tafrant n terbaεt Firefox
nb_no: Se Firefox-utvidelser utvalgt av ansatte
nl: Bekijk de keuzes van Firefox-medewerkers
nn_no: Sjå Firefox-tillegg utvalde av tilsette
pl: Zobacz, co polecają autorzy Firefoksa
pt_br: Veja as escolhas da equipe do Firefox
pt_pt: Veja as escolhas da equipa do Firefox
ru: См. выбор сотрудников Firefox
sk: Pozrite si tipy od znalcov Firefoxu
sv_se: Se Firefox-tillägg som valts av anställda
tr: Firefox ekibinin seçtiklerine bakın
uk: Перегляньте відібране персоналом Firefox
vi: Xem lựa chọn của nhân viên Firefox

source: Explore our 'Starter Pack' to get started with extensions
cs: Prozkoumejte náš balíček pro začátek s používáním rozšíření
de: Machen Sie erste Schritte mit Erweiterungen: Entdecken Sie unser „Starter-Pack“
el: Εξερευνήστε το «Βασικό πακέτο» μας για να ξεκινήσετε με τις επεκτάσεις
fi: Tutustu "aloituspakettiin" päästäksesi vauhtiin laajennusten kanssa
fr: Parcourez notre kit de démarrage pour vous familiariser avec les extensions
fur: Esplore il nestri “Pachet par scomençâ” par scomençâ cu lis estensions
fy_nl: Untdek ús ‘Starterspakket’ om oan de slach te gean mei útwreidingen
hu: Fedezze fel „Kezdőcsomagunkat” a kiegészítők használatának megkezdéséhez
ia: Discoperi nostre 'Pacchetto initial' pro comenciar con le extensiones
is: Skoðaðu 'byrjendapakkann' okkar til að komast í gang með forritsauka
it: Scopri il nostro “Starter Pack” per iniziare con le estensioni
ka: მოსინჯეთ „დამწყებთა ნაკრები“ გაფართოებების გასაცნობად
nb_no: Utforsk vår «startpakke» for å komme i gang med utvidelser
nl: Ontdek ons ‘Starterspakket’ om aan de slag te gaan met extensies
nn_no: Utforsk «startpakken» vår for å kome i gang med utvidingar
pl: Zapoznaj się z naszym „pakietem startowym”, aby zacząć korzystać z rozszerzeń
pt_br: Conheça nosso 'pacote para iniciantes' para começar a usar extensões
pt_pt: Explore o nosso 'Pacote de Iniciação' para começar com as extensões
ru: Ознакомьтесь с нашим «Стартовым пакетом», чтобы начать работу с расширениями
sk: Preskúmajte náš „Balíček pre začiatočníkov“ a začnite používať rozšírenia
sv_se: Utforska vårt "Startpaket" för att komma igång med tillägg
tr: Uzantıları kullanmaya başlamak için "Başlangıç Paketi"mizi keşfedin
uk: Перегляньте наш «Стартовий пакет», щоб розпочати роботу з розширеннями
vi: Khám phá 'Gói dành cho người mới bắt đầu' của chúng tôi để bắt đầu với các tiện ích mở rộng

source: More powerful privacy & security extensions
cs: Další silná rozšíření pro ochranu soukromí a zabezpečení
de: Leistungsfähigere Datenschutz- und Sicherheitserweiterungen
el: Περισσότερες ισχυρές επεκτάσεις απορρήτου και ασφάλειας
fi: Lisää tehokkaita tietosuoja- ja tietoturvalaajennuksia
fr: Plus d’extensions puissantes pour la vie privée et la sécurité
fur: Altris potentis estensions di riservatece e sigurece
fy_nl: Mear krêftige privacy- en befeiligingsútwreidingen
hu: Hatékonyabb adatvédelmi és biztonsági kiegészítők
ia: Altere potente extensiones pro confidentialitate e securitate
is: Margar öflugar persónuverndar- og öryggisviðbætur
it: Estensioni relative a privacy e sicurezza ancora più potenti
ka: სხვა მძლავრი გაფართოებები პირადულობისა და უსაფრთხოებისთვის
kab: Ugar n yisiɣzaf uzmiren n tbaḍnit d tɣellist
nb_no: Flere kraftige utvidelser for personvern og sikkerhet
nl: Meer krachtige privacy- en beveiligingsextensies
nn_no: Fleire kraftige utvidingar for personvern og sikkerheit
pl: Więcej skutecznych rozszerzeń prywatności i bezpieczeństwa
pt_br: Mais extensões poderosas de privacidade e segurança
pt_pt: Mais extensões poderosas de privacidade e de segurança
ru: Ещё больше мощных расширений для повышения конфиденциальности и безопасности
si: ප්‍රබල පෞද්ගලිකත්‍ව සහ ආරක්‍ෂණ දිගු
sk: Ďalšie rozšírenia na ochranu súkromia a vylepšenia bezpečnosti
sv_se: Kraftfullare integritets- och säkerhetstillägg
tr: Diğer gizlilik ve güvenlik uzantıları
uk: Потужніші розширення приватності й безпеки
vi: Nhiều tiện ích mở rộng quyền riêng tư và bảo mật mạnh mẽ hơn

source: More incredible download managers
cs: Další skvělí správci stahování
de: Mehr unglaubliche Download-Manager
el: Περισσότερες απίστευτες επεκτάσεις διαχείρισης λήψεων
fi: Lisää ensiluokkaisia valintoja latausten hallintaan
fr: Plus de gestionnaires de téléchargement incroyables
fur: Altris incredibii gjestôrs di discjariaments
fy_nl: Mear ferskuorrende downloadbehearders
hu: Még több hihetetlen letöltéskezelő
ia: Altere incredibile gestores de discargamento
is: Fleiri magnaðir niðurhalsstjórar
it: Altri incredibili gestori di download
ka: სხვა არაჩვეულებრივი სამართავები ჩამოტვირთვებისთვის
nb_no: Flere utrolige nedlastingsbehandlere
nl: Meer ongelooflijke downloadbeheerders
nn_no: Fleire utrulege nedlastingshandsamarar
pl: Więcej niesamowitych menedżerów pobierania
pt_br: Mais incríveis gerenciadores de download
pt_pt: Mais gestores de transferência incríveis
ru: Ещё больше невероятных менеджеров загрузки
sk: Ďalší neuveriteľní správcovia sťahovania
sv_se: Fler otroliga nedladdningshanterare
tr: Diğer indirme yöneticileri
uk: Більше неймовірних менеджерів завантажень
vi: Trình quản lý tải xuống đáng kinh ngạc khác
