Repository: mozilla/addons-frontend
Catalog: locale/*/LC_MESSAGES/amo.po
Languages: ar, az, bg, bn_bd, bs, ca, cs, da, de, el, es, fa, fi, fr, fur, fy_nl, ga_ie, he, hr, hu, ia, id, is, it, ja, ka, kab, ms, nb_no, nl, nn_no, pa_in, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: %(count)s result found
bg: Намерен е %(count)s резултат
ca: S'ha trobat %(count)s resultat
cs: %(count)s výsledek
da: %(count)s resultat blev fundet
de: %(count)s Ergebnis gefunden
el: Βρέθηκε %(count)s αποτέλεσμα
es: %(count)s resultado encontrado
fi: %(count)s tulos löytyi
fr: %(count)s résultat trouvé
fur: %(count)s risultât cjatât
fy_nl: %(count)s resultaat fûn
he: נמצאה תוצאה אחת
hr: Pronađen je %(count)s rezultat
hu: %(count)s találat
ia: %(count)s resultato trovate
id: %(count)s hasil ditemukan
is: %(count)s niðurstaða fannst
it: %(count)s risultato trovato
ja: %(count)s 件見つかりました
ka: %(count)s შედეგია ნაპოვნი
kab: %(count)s n ugmuḍ yettwaf
nb_no: Fant %(count)s treff
nl: %(count)s resultaat gevonden
nn_no: Fann %(count)s treff
pa_in: %(count)s ਦਾ ਨਤੀਜਾ ਮਿਲਿਆ
pl: Odnaleziono %(count)s wynik
pt_br: %(count)s resultado encontrado
pt_pt: %(count)s resultado encontrado
ro: %(count)s rezultat găsit
ru: %(count)s результат найден
si: ප්‍රතිඵලයක් හමු විය
sk: Našiel sa %(count)s výsledok vyhľadávania
sl: %(count)s zadetek iskanja
sq: U gjet %(count)s përfundim
sv_se: %(count)s träff hittades
te: %(count)s ఫలితం దొరికింది
th: พบ %(count)s ผลลัพธ์
tr: %(count)s sonuç bulundu
uk: Знайдено %(count)s результат
vi: %(count)s kết quả tìm thấy

source: Searching for "%(query)s"
ar: يبحث عن ”⁨%(query)s⁩“
az: "%(query)s" axtarılır
bg: Търсене на „%(query)s“
bn_bd: "%(query)s" এর জন্য অনুসন্ধান
bs: Potraga za "%(query)s"
ca: Cerca de «%(query)s»
cs: Hledání "%(query)s"
da: Søger efter "%(query)s"
de: Suchen nach „%(query)s“ …
el: Αναζήτηση για «%(query)s»
es: Buscando "%(query)s"
fa: درحال جستجو برای "%(query)s"
fi: Etsitään "%(query)s"
fr: Recherche de « %(query)s »
fur: Ricercje di “%(query)s”
fy_nl: Sykje nei ‘%(query)s’
he: בחיפוש אחר ״%(query)s״
hr: Traži se „%(query)s”
hu: Keresés erre: „%(query)s”
ia: Cercante "%(query)s"
id: Mencari "%(query)s"
is: Leita að "%(query)s"
it: Ricerca di “%(query)s”
ja: 「%(query)s」を検索しています
ka: „%(query)s“ ფრაზის მოძიება
kab: Anadi γef usuter "%(query)s"
ms: Mencari "%(query)s"
nb_no: Søker etter «%(query)s»
nl: Zoeken naar ‘%(query)s’
nn_no: Søkjer etter «%(query)s»
pa_in: "%(query)s" ਲਈ ਖੋਜ ਕਰ ਰਿਹਾ ਹੈ
pl: Wyszukiwanie „%(query)s”
pt_br: Pesquisando "%(query)s"
pt_pt: A pesquisar por "%(query)s"
ro: Se caută „%(query)s”
ru: Результаты поиска для "%(query)s"
si: "%(query)s" සඳහා සොයමින්
sk: Vyhľadávanie „%(query)s“
sl: Iskanje "%(query)s"
sq: Po kërkohet për "%(query)s"
sv_se: Söker efter "%(query)s"
te: "%(query)s" కోసం శోధిస్తున్నారు
th: กำลังค้นหา "%(query)s"
tr: "%(query)s" aranıyor
uk: Пошук "%(query)s"
vi: Đang tìm kiếm cho "%(query)s"

source: Searching for add-ons
ar: يبحث في الإضافات
bg: Търсене на добавки
ca: S'estan cercant complements
cs: Vyhledávání doplňků
da: Søger efter tilføjelser
de: Es wird nach Add-ons gesucht
el: Αναζήτηση για πρόσθετα
es: Buscando complementos
fi: Etsitään lisäosia
fr: Recherche de modules
fur: Daûr a cirî components adizionâi
fy_nl: Add-ons wurde socht
he: בחיפוש אחר תוספות
hr: Traže se dodaci
hu: Kiegészítők keresése
ia: Cercante additivos
id: Mencari pengaya
is: Leita að viðbótum
it: Ricerca componenti aggiuntivi in corso
ja: アドオンを検索しています
ka: დამატებების მოძიება
kab: Anadi n yizegrar
nb_no: Søker etter tillegg
nl: Add-ons worden gezocht
nn_no: Søkjer etter tillegg
pa_in: ਐਡ-ਆਨ ਲੱਭ ਰਿਹਾ ਹੈ
pl: Wyszukiwanie dodatków
pt_br: Pesquisando extensões
pt_pt: Pesquisar por extras
ro: Se caută suplimentele
ru: Поиск дополнений
si: එක්කහු සඳහා සොයමින්
sk: Vyhľadávanie doplnkov
sl: Iskanje dodatkov
sq: Po kërkohet për shtesa
sv_se: Söker efter tillägg
th: กำลังค้นหาส่วนเสริม
tr: Eklentiler aranıyor
uk: Пошук додатків
vi: Đang tìm kiếm tiện ích

source: %(count)s extension found for "%(query)s" with tag %(tag)s in %(categoryName)s
cs: Nalezeno jedno rozšíření pro dotaz „%(query)s“ se štítkem „%(tag)s“ v kategorii „%(categoryName)s“
de: %(count)s Erweiterung für „%(query)s“ mit Schlagwort %(tag)s in %(categoryName)s gefunden
el: Βρέθηκε %(count)s επέκταση για «%(query)s» με ετικέτα «%(tag)s» στην κατηγορία «%(categoryName)s»
fr: %(count)s extension trouvée pour « %(query)s » avec l’étiquette %(tag)s dans %(categoryName)s
fur: %(count)s estension cjatade par “%(query)s” cun etichete %(tag)s in %(categoryName)s
fy_nl: %(count)s útwreiding foar ‘%(query)s’ mei label %(tag)s fûn yn %(categoryName)s
hr: Pronađeno je %(count)s proširenje za „%(query)s” s oznakom %(tag)s u kategoriji %(categoryName)s
hu: %(count)s kiegészítő található a(z) „%(query)s” keresésre a(z) %(tag)s címkével a(z) %(categoryName)s kategóriában
ia: %(count)s extension trovate pro "%(query)s" con etiquetta %(tag)s in %(categoryName)s
is: %(count)s forritsauki fannst fyrir "%(query)s" með merkið %(tag)s í %(categoryName)s
it: %(count)s estensione trovata per “%(query)s” con etichetta %(tag)s in %(categoryName)s
ja: %(categoryName)s カテゴリー内に %(tag)s タグを持ち「%(query)s」と一致する拡張機能が %(count)s 件見つかりました
ka: „%(query)s“ ფრაზისთვის მოიძებნა %(count)s გაფართოება კატეგორიაში %(categoryName)s ჭდით %(tag)s
kab: %(count)s usiɣzef yettwafen i "%(query)s" s tecreḍt %(tag)s deg %(categoryName)s
nb_no: %(count)s utvidelse funnet for «%(query)s» med etiketten %(tag)s i %(categoryName)s
nl: %(count)s extensie voor ‘%(query)s’ met label %(tag)s gevonden in %(categoryName)s
nn_no: %(count)s utviding funne for «%(query)s» med etiketten %(tag)s i %(categoryName)s
pl: Odnaleziono %(count)s rozszerzenie dla zapytania „%(query)s” z etykietą „%(tag)s” w kategorii %(categoryName)s
pt_br: %(count)s extensão encontrada para "%(query)s" com etiqueta %(tag)s em %(categoryName)s
pt_pt: %(count)s extensão encontrada para "%(query)s" com a etiqueta %(tag)s em %(categoryName)s
ru: в %(categoryName)s по запросу «%(query)s» с меткой %(tag)s найдено %(count)s расширение
si: "%(query)s" සඳහා %(categoryName)s හි %(tag)s අනන්‍යනය සහිත දිගු %(count)s ක් හමු විය
sk: Pre vyhľadávaný výraz „%(query)s“ bolo v kategórii „%(categoryName)s“ pod značkou %(tag)s nájdené %(count)s rozšírenie
sv_se: %(count)s tillägg hittades för "%(query)s" med tagg %(tag)s i %(categoryName)s
tr: %(categoryName)s kategorisinde "%(query)s" için %(tag)s etiketli %(count)s uzantı bulundu
uk: За запитом "%(query)s" знайдено %(count)s розширення в категорії %(categoryName)s з міткою %(tag)s
vi: %(count)s tiện ích tìm thấy cho "%(query)s" với tag %(tag)s trong %(categoryName)s

source: %(count)s extension found for "%(query)s" in %(categoryName)s
ar: لم يُعثر على أي امتداد عند البحث عن "%(query)s" في %(categoryName)s
bg: Намерена е %(count)s добавка при търсене на „%(query)s“ в %(categoryName)s
ca: S'ha trobat %(count)s extensió per «%(query)s» a %(categoryName)s
cs: Nalezeno jedno rozšíření pro dotaz „%(query)s“ v kategorii %(categoryName)s
da: %(count)s udvidelse med "%(query)s" blev fundet i kategorien %(categoryName)s
de: %(count)s Erweiterung für „%(query)s“ in %(categoryName)s gefunden
el: Βρέθηκε %(count)s επέκταση για «%(query)s» στην κατηγορία «%(categoryName)s»
es: %(count)s extensión encontrada para "%(query)s" en %(categoryName)s
fi: %(count)s laajennus löytyi haulla "%(query)s" luokasta %(categoryName)s
fr: %(count)s extension trouvée pour « %(query)s » dans %(categoryName)s
fur: %(count)s estension cjatade par “%(query)s” in %(categoryName)s
fy_nl: %(count)s útwreiding foar ‘%(query)s’ fûn yn %(categoryName)s
he: נמצאה הרחבה אחת עבור "%(query)s" בקטגוריה %(categoryName)s
hr: Pronađeno je %(count)s proširenje za „%(query)s” u kategoriji %(categoryName)s
hu: %(count)s kiegészítő található a(z) „%(query)s” keresésre a(z) %(categoryName)s kategóriában
ia: %(count)s extension trovate pro "%(query)s" in %(categoryName)s
id: %(count)s ekstensi ditemukan untuk "%(query)s" pada %(categoryName)s
is: %(count)s forritsauki fannst fyrir "%(query)s" í %(categoryName)s
it: %(count)s estensione trovata per “%(query)s” in %(categoryName)s
ja: "%(query)s" に一致する拡張機能が %(categoryName)s のカテゴリーに %(count)s 件見つかりました
ka: „%(query)s“ ფრაზისთვის მოიძებნა %(count)s გაფართოება კატეგორიაში %(categoryName)s
kab: %(count)s n usentel yettwaf i "%(query)s" deg %(categoryName)s
nb_no: %(count)s utvidelse funnet for «%(query)s» i %(categoryName)s
nl: %(count)s extensie voor ‘%(query)s’ gevonden in %(categoryName)s
nn_no: %(count)s utviding funne for "%(query)s" i %(categoryName)s
pa_in: %(categoryName)s ਵਿੱਚ "%(query)s" ਲਈ %(count)s ਇਕਸਟੈਨਸ਼ਨ ਮਿਲੀ ਹੈ
pl: Odnaleziono %(count)s rozszerzenie dla zapytania „%(query)s” w kategorii %(categoryName)s
pt_br: %(count)s extensão encontrada para "%(query)s" em %(categoryName)s
pt_pt: %(count)s extensão encontrada para "%(query)s" em %(categoryName)s
ro: %(count)s extensie găsită pentru „%(query)s” în %(categoryName)s
ru: найдено %(count)s расширение в %(categoryName)s по запросу «%(query)s»
si: "%(query)s" සඳහා %(categoryName)s හි දිගු %(count)s ක් හමු විය
sk: Pre vyhľadávaný výraz „%(query)s“ bolo v kategórii „%(categoryName)s“ nájdené %(count)s rozšírenie
sl: %(count)s najdena razširitev za "%(query)s" v %(categoryName)s
sq: U gjet %(count)s zgjerim për "%(query)s" te %(categoryName)s
sv_se: %(count)s utökning hittades för "%(query)s" i %(categoryName)s
th: พบ %(count)s ส่วนขยายสำหรับ "%(query)s" ใน %(categoryName)s
tr: %(categoryName)s kategorisinde "%(query)s" için %(count)s uzantı bulundu
uk: На запит "%(query)s" знайдено %(count)s розширення в категорії %(categoryName)s
vi: %(count)s tiện ích tìm thấy cho "%(query)s" trong %(categoryName)s

source: %(count)s extension found with tag %(tag)s in %(categoryName)s
cs: Nalezeno jedno rozšíření se štítkem „%(tag)s“ v kategorii „%(categoryName)s“
de: %(count)s Erweiterung mit Schlagwort %(tag)s in %(categoryName)s gefunden
el: Βρέθηκε %(count)s επέκταση με ετικέτα «%(tag)s» στην κατηγορία «%(categoryName)s»
fr: %(count)s extension trouvée avec l’étiquette %(tag)s dans %(categoryName)s
fur: %(count)s estension cjatade cun etichete %(tag)s in %(categoryName)s
fy_nl: %(count)s útwreiding mei label %(tag)s fûn yn %(categoryName)s
hr: Pronađeno je %(count)s proširenje s oznakom %(tag)s u kategoriji %(categoryName)s
hu: %(count)s kiegészítő található a(z) %(tag)s címkével a(z) %(categoryName)s kategóriában
ia: %(count)s extension trovate con etiquetta %(tag)s in %(categoryName)s
is: %(count)s forritsauki fannst með merkið %(tag)s í %(categoryName)s
it: %(count)s estensione trovata con etichetta %(tag)s in %(categoryName)s
ja: %(categoryName)s カテゴリー内に %(tag)s タグを持つ拡張機能が %(count)s 件見つかりました
ka: %(count)s გაფართოება მოიძებნა კატეგორიაში %(categoryName)s ჭდით %(tag)s
kab: %(count)s n uiɣzef yettwafen s tebzimt %(tag)s deg %(categoryName)s
nb_no: %(count)s utvidelse funnet med etiketten %(tag)s i %(categoryName)s
nl: %(count)s extensie met label %(tag)s gevonden in %(categoryName)s
nn_no: %(count)s utviding funne med etiketten %(tag)s i %(categoryName)s
pl: Odnaleziono %(count)s rozszerzenie z etykietą „%(tag)s” w kategorii %(categoryName)s
pt_br: %(count)s extensão encontrada com etiqueta %(tag)s em %(categoryName)s
pt_pt: %(count)s extensão encontrada com a etiqueta %(tag)s em %(categoryName)s
ru: в %(categoryName)s с меткой %(tag)s найдено %(count)s расширение
si: %(categoryName)s හි %(tag)s අනන්‍යනය සහිත දිගු %(count)s ක් හමු විය
sk: V kategórii „%(categoryName)s“ bolo pod značkou %(tag)s nájdené %(count)s rozšírenie
sv_se: %(count)s tillägg hittades med tagg %(tag)s i %(categoryName)s
tr: %(categoryName)s kategorisinde %(tag)s etiketli %(count)s uzantı bulundu
uk: Знайдено %(count)s розширення в категорії %(categoryName)s з міткою %(tag)s
vi: %(count)s tiện ích tìm thấy với tag %(tag)s trong %(categoryName)s

source: %(count)s extension found in %(categoryName)s
ar: لم يُعثر على أي امتداد عند البحث في %(categoryName)s
bg: Намерена е %(count)s добавка при в %(categoryName)s
ca: S'ha trobat %(count)s extensió a %(categoryName)s
cs: Nalezeno jedno rozšíření v kategorii %(categoryName)s
da: %(count)s udvidelse i kategorien %(categoryName)s blev fundet
de: %(count)s Erweiterung in %(categoryName)s gefunden
el: Βρέθηκε %(count)s επέκταση στην κατηγορία «%(categoryName)s»
es: %(count)s extensión encontrada en %(categoryName)s
fi: %(count)s laajennus löytyi luokasta %(categoryName)s
fr: %(count)s extension trouvée dans %(categoryName)s
fur: %(count)s estension cjatade in %(categoryName)s
fy_nl: %(count)s útwreiding fûn yn %(categoryName)s
he: נמצאה הרחבה אחת בקטגוריה %(categoryName)s
hr: Pronađeno je %(count)s proširenje u kategoriji %(categoryName)s
hu: %(count)s kiegészítő található a(z) %(categoryName)s kategóriában
ia: %(count)s extension trovate in %(categoryName)s
id: %(count)s ekstensi ditemukan pada %(categoryName)s
is: %(count)s forritsauki fannst í %(categoryName)s
it: %(count)s estensione trovata in %(categoryName)s
ja: 拡張機能が %(categoryName)s のカテゴリーに %(count)s 件見つかりました
ka: %(count)s გაფართოება მოიძებნა კატეგორიაში %(categoryName)s
kab: %(count)s n siɣzef yettwaf deg %(categoryName)s
nb_no: %(count)s utvidelse funnet i %(categoryName)s
nl: %(count)s extensie gevonden in %(categoryName)s
nn_no: %(count)s tillegg funne i "%(categoryName)s"
pa_in: %(count)s ਦਾ ਇਕਸਟੈਨਸ਼ਨ %(categoryName)s ਵਿੱਚ ਲੱਭਿਆ ਹੈ
pl: Odnaleziono %(count)s rozszerzenie w kategorii %(categoryName)s
pt_br: %(count)s extensão encontrada em %(categoryName)s
pt_pt: %(count)s extensão encontrada em %(categoryName)s
ro: %(count)s extensie găsită în %(categoryName)s
ru: найдено %(count)s расширение в %(categoryName)s
si: %(categoryName)s හි දිගු %(count)s ක් හමු විය
sk: V kategórii „%(categoryName)s“ bolo nájdené %(count)s rozšírenie
sl: %(count)s najdena razširitev v %(categoryName)s
sq: U gjet %(count)s zgjerim te %(categoryName)s
sv_se: %(count)s utökning hittades i %(categoryName)s
th: พบ %(count)s ส่วนขยายใน %(categoryName)s
tr: %(categoryName)s kategorisinde %(count)s uzantı bulundu
uk: Знайдено %(count)s розширення в категорії %(categoryName)s
vi: %(count)s tiện ích tìm thấy trong %(categoryName)s

source: %(count)s extension found for "%(query)s" with tag %(tag)s
cs: Nalezeno jedno rozšíření pro dotaz „%(query)s“ se štítkem „%(tag)s“
de: %(count)s Erweiterung für „%(query)s“ mit Schlagwort %(tag)s gefunden
el: Βρέθηκε %(count)s επέκταση για «%(query)s» με ετικέτα «%(tag)s»
fr: %(count)s extension trouvée pour « %(query)s » avec l’étiquette %(tag)s
fur: %(count)s estension cjatade par “%(query)s” cun etichete %(tag)s
fy_nl: %(count)s útwreiding foar ‘%(query)s’ mei label %(tag)s fûn
hr: Pronađeno je %(count)s proširenje za „%(query)s” s oznakom %(tag)s
hu: %(count)s kiegészítő található a(z) „%(query)s” keresésre a(z) %(tag)s címkével
ia: %(count)s extension trovate pro "%(query)s" con etiquetta %(tag)s
is: %(count)s forritsauki fannst fyrir "%(query)s" með merkið %(tag)s
it: %(count)s estensione trovata per “%(query)s” con etichetta %(tag)s
ja: %(tag)s タグを持ち「%(query)s」と一致する拡張機能が %(count)s 件見つかりました
ka: „%(query)s“ ფრაზისთვის მოიძებნა %(count)s გაფართოება ჭდით %(tag)s
kab: %(count)s usiɣzef yettwafen i "%(query)s" s tecreḍt %(tag)s
nb_no: %(count)s utvidelse funnet for «%(query)s» med etiketten %(tag)s
nl: %(count)s extensie voor ‘%(query)s’ met label %(tag)s gevonden
nn_no: %(count)s utviding funne for «%(query)s» med etiketten %(tag)s
pl: Odnaleziono %(count)s rozszerzenie dla zapytania „%(query)s” z etykietą „%(tag)s”
pt_br: %(count)s extensão encontrada para "%(query)s" com etiqueta %(tag)s
pt_pt: %(count)s extensão encontrada para "%(query)s" com a etiqueta %(tag)s
ru: по запросу «%(query)s» с меткой %(tag)s найдено %(count)s расширение
si: "%(query)s" සඳහා %(tag)s අනන්‍යනය සහිත දිගු %(count)s ක් හමු විය
sk: Pod značkou %(tag)s bolo pre výraz "%(query)s" nájdené %(count)s rozšírenie
sv_se: %(count)s tillägg hittades för "%(query)s" med tagg %(tag)s
tr: "%(query)s" için %(tag)s etiketli %(count)s uzantı bulundu
uk: За запитом "%(query)s" знайдено %(count)s розширення з міткою %(tag)s
vi: %(count)s tiện ích tìm thấy cho "%(query)s" với tag %(tag)s

source: All
ar: الكل
az: Hamısı
bg: Всички
bn_bd: সব
bs: Sve
ca: Tot
cs: Vše
da: Alle
de: Alle
el: Όλα
es: Todos
fa: همه
fi: Kaikki
fr: Tout
fur: Ducj
fy_nl: Alle
he: הכל
hr: Sve
hu: Összes
ia: Toto
id: Semua
is: Allt
it: Tutti
ja: すべて
ka: ყველა
kab: Akk
ms: Semua
nb_no: Alle
nl: Alle
nn_no: Alle
pa_in: ਸਾਰੇ
pl: Wszystkie
pt_br: Todos
pt_pt: Todos
ro: Toate
ru: Все
si: සියල්ල
sk: Všetko
sl: Vse
sq: Krejt
sv_se: Alla
te: అన్నీ
th: ทั้งหมด
tr: Tümü
uk: Усі
vi: Tất cả

source: Extension
ar: الامتدادات
az: Uzantı
bg: Разширение
bn_bd: এক্সটেনশন
bs: Ekstenzija
ca: Extensió
cs: Rozšíření
da: Udvidelse
de: Erweiterung
el: Επέκταση
es: Extensión
fa: افزونه‌
fi: Laajennus
fur: Estension
fy_nl: Utwreiding
he: הרחבה
hr: Proširenje
hu: Kiegészítő
id: Ekstensi
is: Forritsauki
it: Estensione
ja: 拡張機能
ka: გაფართოება
kab: Asiɣzef
ms: Ekstensi
nb_no: Utvidelse
nl: Extensie
nn_no: Utviding
pa_in: ਇਕਸਟੈਨਸ਼ਨ
pl: Rozszerzenie
pt_br: Extensão
pt_pt: Extensão
ro: Extensie
ru: Расширение
si: දිගුව
sk: Rozšírenie
sl: Razširitev
sq: Zgjerim
sv_se: Utökning
te: పొడిగింత
th: ส่วนขยาย
tr: Uzantı
uk: Розширення
vi: Tiện ích mở rộng

source: Theme
ar: السمات
az: Mövzu
bg: Тема
bn_bd: থিম
bs: Tema
ca: Tema
cs: Vzhled
da: Tema
el: Θέμα
es: Tema
fa: زمینه‌
fi: Teema
fr: Thème
fur: Teme
fy_nl: Tema
he: ערכת נושא
hr: Tema
hu: Téma
ia: Thema
id: Tema
is: Þema
it: Tema
ja: テーマ
ka: თემა
kab: Asentel
ms: Tema
nb_no: Tema
nl: Thema
nn_no: Tema
pa_in: ਥੀਮ
pl: Motyw
pt_br: Tema
pt_pt: Tema
ro: Temă
ru: Тема
si: තේමාව
sk: Téma vzhľadu
sl: Tema
sq: Temë
sv_se: Tema
te: అలంకారం
th: ชุดรูปแบบ
tr: Tema
uk: Тема
vi: Chủ đề

source: Relevance
ar: الصِلة
az: Uyğunluq
bg: Съответствие
bn_bd: প্রসঙ্গিকতা
bs: Značaj
ca: Rellevància
da: Relevans
de: Relevanz
el: Σχετικότητα
es: Importancia
fa: مرتبط
fi: Osuvuus
fr: Pertinence
fur: Pertinence
fy_nl: Relevânsje
ga_ie: Bainteacht
he: רלוונטיות
hr: Važnost
hu: Relevancia
ia: Relevantia
id: Kesesuaian
is: Samsvörun
it: Priorità
ja: 関連性
ka: შესაბამისობა
kab: Amsami
ms: Kaitan
nb_no: Relevanse
nl: Relevantie
nn_no: Relevans
pa_in: ਢੁੱਕਵਾਂਪਣ
pl: Trafność
pt_br: Relevância
pt_pt: Relevância
ro: Relevanță
ru: Релевантность
si: අදාළතාව
sk: Relevantnosť
sl: Ustreznost
sq: Rëndësi
sv_se: Relevans
te: ఔచిత్యం
th: ความเกี่ยวข้อง
tr: İlgi
uk: Відповідність
vi: Mức độ liên quan

source: Recently Updated
ar: المُحدّثة مؤخرا
az: Təzəlikcə yenilənənlər
bg: Скоро обновени
bn_bd: সম্প্রতি হাল নাগাদ করা হয়েছে
bs: Nedavno ažurirano
ca: Actualitzat recentment
cs: Nedávno aktualizované
da: Opdateret for nylig
de: Kürzlich aktualisiert
el: Πρόσφατες ενημερώσεις
es: Actualizados recientemente
fa: بروزرسانی‌های اخیر
fi: Päivitetty hiljattain
fr: Récemment mis à jour
fur: Inzornâts di resint
fy_nl: Koartlyn fernijd
ga_ie: Nuashonraithe Le Déanaí
he: עודכנו לאחרונה
hr: Nedavno aktualizirano
hu: Legutóbb frissítve
ia: Recentemente actualisate
id: Baru Dimutakhirkan
is: Nýlega uppfært
it: Aggiornati di recente
ja: 最近更新
ka: ბოლოს განახლებული
kab: Ttwaleqmen melmi kan
ms: Terkini Dikemaskini
nb_no: Nylig oppdatert
nl: Onlangs bijgewerkt
nn_no: Nyleg oppdaterte
pa_in: ਹਾਲ ਹੀ ਵਿੱਚ ਅੱਪਡੇਟ ਕੀਤੇ
pl: Ostatnio zaktualizowane
pt_br: Atualizado recentemente
pt_pt: Recentemente atualizado
ro: Actualizate recent
ru: Недавно обновлённые
si: මෑත දී යාවත්කාලීන
sk: Nedávno aktualizované
sl: Nedavno posodobljeno
sq: Përditësuar Së Fundi
sv_se: Nyligen uppdaterad
te: ఇటీవలి నవీకరణలు
th: อัปเดตล่าสุด
tr: Son güncellenenler
uk: Нещодавно оновлені
vi: Được cập nhật gần đây

source: Most Users
ar: عدد المستخدمين
az: Ən çox işlədilən
bg: Най-много потребители
bn_bd: অধিকাংশ ব্যবহারকারী
bs: Većina korisnika
ca: Amb més usuaris
cs: Nejvíce uživatelů
da: Flest brugere
de: Meiste Anwender
el: Περισσότεροι χρήστες
es: Más usuarios
fa: بیشترین کاربر
fi: Eniten käyttäjiä
fr: Avec le plus d’utilisateurs
fur: Numar plui alt di utents
fy_nl: Measte brûkers
ga_ie: Líon is mó úsáideoirí
he: כמות משתמשים
hr: Najveći broj korisnika
hu: Legtöbb felhasználó
ia: Major numero de usatores
id: Sebagian Besar Pengguna
is: Flestir notendur
it: Maggior numero di utenti
ja: ユーザー数
ka: მეტი მომხმარებელი
kab: Yettwaseqdac aṭas
ms: Ramai Pengguna
nb_no: Flest brukere
nl: Meeste gebruikers
nn_no: Flest brukarar
pa_in: ਬਹੁਤੇ ਵਰਤੋਂਕਾਰ
pl: Najczęściej używane
pt_br: Mais usuários
pt_pt: Maior número de utilizadores
ro: Cei mai mulți utilizatori
ru: Число пользователей
si: බොහෝ අය
sk: Najviac používateľov
sl: Največ uporabnikov
sq: Me Më Shumë Përdorues
sv_se: Flest användare
te: చాలా మంది వాడుకరులు
th: ผู้ใช้มากที่สุด
tr: En çok kullanıcı
uk: Найбільше користувачів
vi: Hầu hết người dùng

source: Top Rated
ar: التقييم
az: Ən çox qiymətləndirilən
bg: Най-високо оценени
bn_bd: শীর্ষ রেটকৃত
bs: Najbolje ocjenjeno
ca: Millor valorat
cs: Nejlépe hodnocené
da: Bedst bedømte
de: Am höchsten bewertet
el: Κορυφαίες βαθμολογίες
es: Mejor valorados
fa: بیشترین رای
fi: Parhaiten arvioidut
fr: Les mieux notés
fur: Plui votâts
fy_nl: Bêst beoardiele
ga_ie: Rátálacha is fearr
he: בדירוג הגבוה ביותר
hr: Najbolje ocijenjeno
hu: Legjobbra értékelt
ia: Melio evalutate
id: Peringkat Teratas
is: Hæsta einkunn
it: Più votati
ja: 高評価
ka: საუკეთესოდ შეფასებული
kab: Yettwasezmel aṭas
ms: Tahap Tinggi
nb_no: Høyest vurdert
nl: Hoogst gewaardeerd
nn_no: Høgast vurderte
pa_in: ਚੋਟੀ ਦਾ ਦਰਜਾ
pl: Najwyżej oceniane
pt_br: Melhor avaliadas
pt_pt: Top de avaliações
ro: În topul evaluărilor
ru: Лидеры рейтинга
si: ඉහළ ඇගැයුම
sk: Najlepšie hodnotenie
sl: Najbolje ocenjeni
sq: Më të Vlerësuarat
sv_se: Högst rankade
te: ఉత్తమ రేటింగ్
th: อันดับสูงสุด
tr: En yüksek puan
uk: Найвище оцінені
vi: Được xếp hạng cao nhất

source: Trending
ar: المُتداول
az: Trenddəki
bg: Популярност
bn_bd: ট্রেন্ডিং
bs: Popularno
ca: Tendències
cs: Právě populární
de: Aktuell beliebt
el: Τάσεις
es: Más popular
fi: Nousussa olevat
fr: Tendance
fur: Di tindince
he: מוביל לאחרונה
hr: U trendu
hu: Felkapott
ia: Tendentias
is: Í umræðunni
it: Di tendenza
ja: 流行
ka: ხშირად ჩამოტვირთული
kab: Tiddin
ms: Sohor kini
nb_no: Populære
nl: Trends
nn_no: Populære
pa_in: ਰੁਝਾਨ
pl: Zdobywające popularność
pt_br: Em alta
pt_pt: Tendência
ro: În tendințe
ru: Популярные
si: නැඹුරුව
sk: Trendy
sl: Priljubljeno
sq: Në Modë
sv_se: Trend
te: ట్రెండింగ్
th: กำลังนิยม
tr: Gündemde
uk: Популярні
vi: Xu hướng

source: Any
bg: Всички
ca: Qualsevol
cs: Vše
da: Alle
de: Egal
el: Όλα
es: Cualquiera
fi: Mikä tahansa
fr: Tout
fur: Ducj
fy_nl: Elke
hr: Bilo koje
hu: Bármely
ia: Qualcunque
is: Hvað sem er
it: Tutti
ka: ნებისმიერი
kab: Win illan
nb_no: Alle
nl: Elke
nn_no: Alle
pl: Wszystkie
pt_br: Qualquer
pt_pt: Qualquer
ru: Любые
si: ඕනෑම
sk: Akýkoľvek
sl: Katerikoli
sv_se: Alla
th: ใด ๆ
tr: Hepsi
uk: Будь-які
vi: Bất kỳ

source: All Reviewed
bg: Всички прегледани
ca: Tots els revisats
cs: Všechny zkontrolované
da: Alle tjekkede
de: Vollständig überprüft
el: Όλα τα ελεγμένα
fi: Kaikki arvioidut
fr: Tous les modules vérifiés
fur: Ducj i revisionâts
fy_nl: Alle beoardiele
hr: Sve recenzirano
hu: Összes értékelt
ia: Toto revidite
is: Allt yfirfarið
it: Tutti i revisionati
ja: すべてレビュー済み
ka: ყველა მიმოხილული
kab: Ttuceggren i meṛṛa
nb_no: Alle gjennomgåtte
nl: Alle beoordeeld
nn_no: Alle er gjennomgått
pl: Wszystkie sprawdzone
pt_br: Tudo revisado
pt_pt: Todos os analisados
ru: Все проверенные
si: සමාලෝචිත සියල්ල
sk: Všetky skontrolované
sl: Vsi pregledani
sv_se: Alla granskade
tr: İncelendi
uk: Все переглянуто
vi: Tất cả đánh giá

source: Black
de: Schwarz
fi: Musta
fur: Neri
it: Nero
ru: Чёрный
uk: Чорний

source: Gray
de: Grau
fi: Harmaa
fur: Grîs
it: Grigio
ru: Серый
uk: Сірий

source: White
de: Weiß
fi: Valkoinen
fur: Blanc
it: Bianco
ru: Белый
uk: Білий

source: Red
de: Rot
fi: Punainen
fur: Ros
it: Rosso
ru: Красный
uk: Червоний

source: Yellow
de: Gelb
fi: Keltainen
fur: Zâl
it: Giallo
ru: Жёлтый
uk: Жовтий

source: Green
de: Grün
fi: Vihreä
fur: Vert
it: Verde
ru: Зелёный
uk: Зелений
