Repository: mozilla/addons-frontend
Catalog: locale/*/LC_MESSAGES/amo.po
Languages: ar, az, bg, bn_bd, bs, ca, cs, da, de, el, es, fa, fi, fr, fur, fy_nl, ga_ie, he, hr, hu, ia, id, is, it, ja, ka, kab, ms, nb_no, nl, nn_no, pa_in, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: %(addonName)s – Get this Extension for 🦊 Firefox Android (%(locale)s)
ar: %(addonName)s - احصل على هذا الامتداد لـ 🦊 فيرفكس أندرويد (%(locale)s)
az: %(addonName)s – Bu uzantını 🦊 Firefox Android üçün əldə edin (%(locale)s)
bg: %(addonName)s - Вземете разширението за 🦊 Firefox Android (%(locale)s)
ca: %(addonName)s – Obteniu aquesta extensió per al 🦊 Firefox Android (%(locale)s)
cs: %(addonName)s – rozšíření do 🦊 Firefoxu pro Android (%(locale)s)
da: %(addonName)s – Hent denne udvidelse til 🦊 Firefox til Android(%(locale)s)
de: %(addonName)s – Holen Sie sich diese Erweiterung für 🦊 Firefox Android (%(locale)s)
el: %(addonName)s – Λήψη επέκτασης για το 🦊 Firefox Android (%(locale)s)
es: %(addonName)s – Consigue esta extensión para 🦊 Firefox Android (%(locale)s)
fi: %(addonName)s – Hanki tämä laajennus 🦊 Firefoxille (%(locale)s)
fr: %(addonName)s – Adoptez cette extension pour 🦊 Firefox sous Android (%(locale)s)
fur: %(addonName)s – Discjame cheste estension par 🦊 Firefox Android (%(locale)s)
fy_nl: %(addonName)s – Dizze útwreiding downloade foar 🦊 Firefox Android (%(locale)s)
he: ‏%(addonName)s – קבלת הרחבה זו עבור 🦊 Firefox ל־Android ‏(%(locale)s)
hr: %(addonName)s – Nabavi ovo proširenje za 🦊 Firefox za Android (%(locale)s)
hu: %(addonName)s – Szerezze be ezt a kiegészítőt az 🦊 androidos Firefoxhoz (%(locale)s)
ia: %(addonName)s – Obtene iste extension pro 🦊 Firefox Android (%(locale)s)
id: %(addonName)s – Dapatkan Ekstensi ini untuk 🦊 Firefox Android (%(locale)s)
is: %(addonName)s – Náðu í þennan forritsauka á 🦊 Firefox fyrir Android (%(locale)s)
it: %(addonName)s – Scarica questa estensione per 🦊 Firefox Android (%(locale)s)
ja: %(addonName)s – 🦊 Firefox Android (%(locale)s) 向け拡張機能を入手
ka: %(addonName)s – გაფართოების გადმოწერა 🦊 Firefox Android-ისთვის (%(locale)s)
kab: %(addonName)s – Awi asiɣzef-a i 🦊 Firefox Android (%(locale)s)
ms: %(addonName)s – Dapatkan Ekstensi ini untuk 🦊 Firefox Android (%(locale)s)
nb_no: %(addonName)s – Last ned denne utvidelsen for 🦊 Firefox Android (%(locale)s)
nl: %(addonName)s – Deze extensie downloaden voor 🦊 Firefox Android (%(locale)s)
nn_no: %(addonName)s – Last ned denne utvidinga for 🦊 Firefox Android (%(locale)s)
pa_in: %(addonName)s – 🦊 ਫਾਇਰਫਾਕਸ ਐਂਡਰਾਈਡ (%(locale)s) ਲਈ ਇਹ ਇਕਸਟੈਨਸ਼ਨ ਲਵੋ
pl: %(addonName)s — pobierz to rozszerzenie do 🦊 Firefoksa na Androida (%(locale)s)
pt_br: %(addonName)s – Instale esta extensão para o 🦊 Firefox Android (%(locale)s)
pt_pt: %(addonName)s – Obtenha esta extensão para o 🦊 Firefox Android (%(locale)s)
ro: %(addonName)s – Descarcă această extensie pentru 🦊 Firefox Android (%(locale)s)
ru: %(addonName)s – Загрузите это расширение для 🦊 Firefox для Android (%(locale)s)
si: %(addonName)s – 🦊 ෆයර්ෆොක්ස් ඇන්ඩ්‍රොයිඩ් (%(locale)s) සඳහා මෙම දිගුව ගන්න
sk: %(addonName)s – rozšírenie pre 🦊 Firefox pre Android (%(locale)s)
sl: %(addonName)s – Prenesi to razširitev za 🦊 Firefox Android (%(locale)s)
sq: %(addonName)s – Merreni këtë Zgjerim për 🦊 Firefox-in për Android (%(locale)s)
sv_se: %(addonName)s – Hämta denna utökning för 🦊 Firefox Android (%(locale)s)
th: %(addonName)s – รับส่วนขยายนี้สำหรับ 🦊 Firefox Android (%(locale)s)
tr: %(addonName)s - Bu 🦊 Firefox Android (%(locale)s) uzantısını yükle
uk: %(addonName)s – Отримайте це розширення для 🦊 Firefox на Android (%(locale)s)
vi: %(addonName)s - Nhận tiện ích mở rộng này cho 🦊 Firefox Android (%(locale)s)

source: %(addonName)s – Get this Language Pack for 🦊 Firefox Android (%(locale)s)
ar: %(addonName)s - احصل على حزمة اللغة هذه لـ 🦊 فيرفكس أندروريد (%(locale)s)
az: %(addonName)s – Bu dil paketini 🦊 Firefox Android üçün əldə edin (%(locale)s)
bg: %(addonName)s – Вземете този езиков пакет за 🦊 Firefox Android (%(locale)s)
ca: %(addonName)s – Obteniu aquest paquet de llengua per al 🦊 Firefox Android (%(locale)s)
cs: %(addonName)s – jazykový balíček pro 🦊 Firefox pro Android (%(locale)s)
da: %(addonName)s – Hent denne sprogpakke til 🦊 Firefox til Android (%(locale)s)
de: %(addonName)s – Holen Sie sich dieses Sprachpaket für 🦊 Firefox Android (%(locale)s)
el: %(addonName)s – Λάβετε αυτό το πακέτο γλώσσας για το 🦊 Firefox Android (%(locale)s)
es: %(addonName)s – Consigue este paquete de idioma para 🦊 Firefox Android (%(locale)s)
fi: %(addonName)s – Hanki tämä kielipaketti 🦊 Firefoxille (%(locale)s)
fr: %(addonName)s – Adoptez ce paquetage linguistique pour 🦊 Firefox sous Android (%(locale)s)
fur: %(addonName)s – Discjame chest pachet des lenghis par 🦊 Firefox Android (%(locale)s)
fy_nl: %(addonName)s – Dit taalpakket downloade foar 🦊 Firefox Android (%(locale)s)
he: ‏%(addonName)s – קבלת חבילת שפה זו עבור 🦊 Firefox ל־Android ‏(%(locale)s)
hr: %(addonName)s – Nabavi ovaj jezični paket za 🦊 Firefox za Android (%(locale)s)
hu: %(addonName)s – Szerezze be ezt a nyelvi csomagot az 🦊 androidos Firefoxhoz (%(locale)s)
ia: %(addonName)s – Obtene iste pacchetto de lingua pro 🦊 Firefox Android (%(locale)s)
id: %(addonName)s – Dapatkan Paket Bahasa ini untuk 🦊 Firefox Android (%(locale)s)
is: %(addonName)s – Náðu í þennan tungumálapakka á 🦊 Firefox fyrir Android (%(locale)s)
it: %(addonName)s – Scarica questo language pack per 🦊 Firefox Android (%(locale)s)
ja: %(addonName)s – 🦊 Firefox Android (%(locale)s) 向け言語パックを入手
ka: %(addonName)s – ენის კრებულის გადმოწერა 🦊 Firefox Android-ისთვის (%(locale)s)
kab: %(addonName)s – Awi akemmus-a utlayan i 🦊 Firefox Android (%(locale)s)
ms: %(addonName)s – Dapatkan Pek Bahasa ini untuk 🦊 Firefox Android (%(locale)s)
nb_no: %(addonName)s – Last ned denne språkpakken for 🦊 Firefox Android (%(locale)s)
nl: %(addonName)s – Dit taalpakket downloaden voor 🦊 Firefox Android (%(locale)s)
nn_no: %(addonName)s – Last ned denne språkpakken for 🦊 Firefox Android (%(locale)s)
pa_in: %(addonName)s – 🦊 ਫਾਇਰਫਾਕਸ ਛੁਪਾਓ (%(locale)s) ਲਈ ਇਹ ਭਾਸ਼ਾ ਪੈਕ ਲਵੋ
pl: %(addonName)s — pobierz ten pakiet językowy do 🦊 Firefoksa na Androida (%(locale)s)
pt_br: %(addonName)s – Instale este pacote de idioma para o 🦊 Firefox Android (%(locale)s)
pt_pt: %(addonName)s – Obtenha este pacote de idioma para o 🦊 Firefox Android (%(locale)s)
ro: %(addonName)s – Descarcă acest pachet lingvistic pentru 🦊 Firefox Android (%(locale)s)
ru: %(addonName)s – Загрузите этот языковой пакет для 🦊 Firefox для Android (%(locale)s)
si: %(addonName)s – 🦊 ෆයර්ෆොක්ස් ඇන්ඩ්‍රොයිඩ් (%(locale)s) සඳහා මෙම භාෂා ඇසුරුම ගන්න
sk: %(addonName)s – jazykový balík pre 🦊 Firefox pre Android (%(locale)s)
sl: %(addonName)s – Prenesi ta jezikovni paket za 🦊 Firefox Android (%(locale)s)
sq: %(addonName)s – Merreni këtë Paketë Gjuhësore për 🦊 Firefox-in për Android (%(locale)s)
sv_se: %(addonName)s – Hämta detta språkpaket för 🦊 Firefox Android (%(locale)s)
th: %(addonName)s – รับชุดภาษานี้สำหรับ 🦊 Firefox Android (%(locale)s)
tr: %(addonName)s - Bu 🦊 Firefox Android (%(locale)s) dil paketini yükleyin
uk: %(addonName)s – Отримайте цей мовний пакунок для 🦊 Firefox на Android (%(locale)s)
vi: %(addonName)s – Nhận gói ngôn ngữ này cho 🦊 Firefox Android (%(locale)s)

source: %(addonName)s – Get this Theme for 🦊 Firefox Android (%(locale)s)
ar: %(addonName)s - احصل على هذه السمة لـ 🦊 فيرفكس أندرويد (%(locale)s)
az: %(addonName)s – Bu mövzunu 🦊 Firefox Android üçün əldə edin (%(locale)s)
bg: %(addonName)s – Вземете тема за 🦊 Firefox Android (%(locale)s)
ca: %(addonName)s – Obteniu aquest tema per al 🦊 Firefox Android (%(locale)s)
cs: %(addonName)s – vzhled pro 🦊 Firefox pro Android (%(locale)s)
da: %(addonName)s – Hent dette tema til 🦊 Firefox til Android (%(locale)s)
de: %(addonName)s – Holen Sie sich dieses Theme für 🦊 Firefox Android (%(locale)s)
el: %(addonName)s – Λάβετε αυτό το θέμα για το 🦊 Firefox Android (%(locale)s)
es: %(addonName)s – Consigue este tema para 🦊 Firefox Android (%(locale)s)
fi: %(addonName)s – Hanki tämä teema 🦊 Firefoxille (%(locale)s)
fr: %(addonName)s – Adoptez ce thème pour 🦊 Firefox sous Android (%(locale)s)
fur: %(addonName)s – Discjame chest teme par 🦊 Firefox Android (%(locale)s)
fy_nl: %(addonName)s – Dit tema downloade foar 🦊 Firefox Android (%(locale)s)
he: ‏%(addonName)s – קבלת ערכת נושא זו עבור 🦊 Firefox ל־Android ‏(%(locale)s)
hr: %(addonName)s – nabavi ovu temu za 🦊 Firefox za Android (%(locale)s)
hu: %(addonName)s – Szerezze be ezt a témát az 🦊 androidos Firefoxhoz (%(locale)s)
ia: %(addonName)s – Obtene iste thema pro 🦊 Firefox Android (%(locale)s)
id: %(addonName)s – Dapatkan Tema ini untuk 🦊 Firefox Android (%(locale)s)
is: %(addonName)s – Náðu í þetta þema á 🦊 Firefox fyrir Android (%(locale)s)
it: %(addonName)s – Scarica questo tema per 🦊 Firefox Android (%(locale)s)
ja: %(addonName)s – 🦊 Firefox Android (%(locale)s) 向けテーマを入手
ka: %(addonName)s – თემის გადმოწერა 🦊 Firefox Android-ისთვის (%(locale)s)
kab: %(addonName)s – Awi asentel-a i 🦊 Firefox Android (%(locale)s)
ms: %(addonName)s – Dapatkan Tema ini untuk 🦊 Firefox Android (%(locale)s)
nb_no: %(addonName)s – Last ned dette temaet for 🦊 Firefox Android (%(locale)s)
nl: %(addonName)s – Dit thema downloaden voor 🦊 Firefox Android (%(locale)s)
nn_no: %(addonName)s – Last ned dette temaet for 🦊 Firefox Android (%(locale)s)
pa_in: %(addonName)s – 🦊 ਫਾਇਰਫਾਕਸ ਛੁਪਾਓ (%(locale)s) ਲਈ ਇਹ ਥੀਮ ਲਵੋ
pl: %(addonName)s — pobierz ten motyw do 🦊 Firefoksa na Androida (%(locale)s)
pt_br: %(addonName)s – Instale este tema para o 🦊 Firefox Android (%(locale)s)
pt_pt: %(addonName)s – Obtenha este tema para o 🦊 Firefox Android (%(locale)s)
ro: %(addonName)s – Descarcă această temă pentru 🦊 Firefox Android (%(locale)s)
ru: %(addonName)s – Загрузите эту тему для 🦊 Firefox для Android (%(locale)s)
si: %(addonName)s – 🦊 ෆයර්ෆොක්ස් ඇන්ඩ්‍රොයිඩ් (%(locale)s) සඳහා මෙම තේමාව ගන්න
sk: %(addonName)s – téma vzhľadu pre 🦊 Firefox pre Android (%(locale)s)
sl: %(addonName)s – Prenesi to temo za 🦊 Firefox Android (%(locale)s)
sq: %(addonName)s – Merreni këtë Temë për 🦊 Firefox-in për Android (%(locale)s)
sv_se: %(addonName)s – Hämta detta tema för 🦊 Firefox Android (%(locale)s)
th: %(addonName)s – รับชุดรูปแบบนี้สำหรับ 🦊 Firefox Android (%(locale)s)
tr: %(addonName)s - Bu 🦊 Firefox Android (%(locale)s) temasını yükleyin
uk: %(addonName)s – Отримайте цю тему для 🦊 Firefox на Android (%(locale)s)
vi: %(addonName)s – Tải chủ đề này cho 🦊 Firefox Android (%(locale)s)

source: %(addonName)s – Get this Add-on for 🦊 Firefox Android (%(locale)s)
ar: %(addonName)s - احصل على هذه الإضافة لـ 🦊 فيرفكس أندرويد (%(locale)s)
az: %(addonName)s – Bu əlavəni 🦊 Firefox Android üçün əldə edin (%(locale)s)
bg: %(addonName)s – Вземете добавката за 🦊 Firefox Android (%(locale)s)
ca: %(addonName)s – Obteniu aquest complement per al 🦊 Firefox Android (%(locale)s)
cs: %(addonName)s – doplněk do 🦊 Firefoxu pro Android (%(locale)s)
da: %(addonName)s – Hent denne tilføjelse til 🦊 Firefox til Android (%(locale)s)
de: %(addonName)s – Holen Sie sich dieses Add-on für 🦊 Firefox Android (%(locale)s)
el: %(addonName)s – Λάβετε αυτό το πρόσθετο για το 🦊 Firefox Android (%(locale)s)
es: %(addonName)s – Consigue este complemento para 🦊 Firefox Android (%(locale)s)
fi: %(addonName)s – Hanki tämä lisäosa 🦊 Firefoxille (%(locale)s)
fr: %(addonName)s – Adoptez ce module pour 🦊 Firefox sous Android (%(locale)s)
fur: %(addonName)s – Discjame chest component adizionâl par 🦊 Firefox Android (%(locale)s)
fy_nl: %(addonName)s – Dizze add-on downloade foar 🦊 Firefox Android (%(locale)s)
he: ‏%(addonName)s – קבלת הרחבה זו עבור 🦊 Firefox ל־Android ‏(%(locale)s)
hr: %(addonName)s – Nabavi ovaj dodatak za 🦊 Firefox za Android (%(locale)s)
hu: %(addonName)s – Szerezze be ezt a kiegészítőt az 🦊 androidos Firefoxhoz (%(locale)s)
ia: %(addonName)s – Obtene iste additivo pro 🦊 Firefox Android (%(locale)s)
id: %(addonName)s – Dapatkan Pengaya ini untuk 🦊 Firefox Android (%(locale)s)
is: %(addonName)s – Náðu í þessa viðbót á 🦊 Firefox fyrir Android (%(locale)s)
it: %(addonName)s – Scarica questo componente aggiuntivo per 🦊 Firefox Android (%(locale)s)
ja: %(addonName)s – 🦊 Firefox Android (%(locale)s) 向けアドオンを入手
ka: %(addonName)s – დამატების გადმოწერა 🦊 Firefox Android-ისთვის (%(locale)s)
kab: %(addonName)s – Awi azegrir-a i 🦊 Firefox Android (%(locale)s)
ms: %(addonName)s – Dapatkan Add-on ini untuk 🦊 Firefox Android (%(locale)s)
nb_no: %(addonName)s – Last ned dette tillegget for 🦊 Firefox Android (%(locale)s)
nl: %(addonName)s – Deze add-on downloaden voor 🦊 Firefox Android (%(locale)s)
nn_no: %(addonName)s – Last ned dette tillegget for 🦊 Firefox Android (%(locale)s)
pa_in: %(addonName)s – 🦊 ਫਾਇਰਫਾਕਸ ਛੁਪਾਓ (%(locale)s) ਲਈ ਇਹ ਐਡ-ਆਨ ਪ੍ਰਾਪਤ ਕਰੋ
pl: %(addonName)s — pobierz ten dodatek do 🦊 Firefoksa na Androida (%(locale)s)
pt_br: %(addonName)s – Instale esta extensão para o 🦊 Firefox Android (%(locale)s)
pt_pt: %(addonName)s – Obtenha este extra para o 🦊 Firefox Android (%(locale)s)
ro: %(addonName)s – Descarcă acest supliment pentru 🦊 Firefox Android (%(locale)s)
ru: %(addonName)s – Загрузите это дополнение для 🦊 Firefox для Android (%(locale)s)
si: %(addonName)s – 🦊 ෆයර්ෆොක්ස් ඇන්ඩ්‍රොයිඩ් (%(locale)s) සඳහා මෙම එක්කහුව ගන්න
sk: %(addonName)s – doplnok pre 🦊 Firefox pre Android (%(locale)s)
sl: %(addonName)s – Prenesi ta dodatek za 🦊 Firefox Android (%(locale)s)
sq: %(addonName)s – Merreni këtë Shtesë për 🦊 Firefox-in për Android (%(locale)s)
sv_se: %(addonName)s – Hämta detta tillägg för 🦊 Firefox Android (%(locale)s)
th: %(addonName)s – รับส่วนเสริมนี้สำหรับ 🦊 Firefox Android (%(locale)s)
tr: %(addonName)s - Bu 🦊 Firefox Android (%(locale)s) eklentisini yükleyin
uk: %(addonName)s – Отримайте цей додаток для 🦊 Firefox на Android (%(locale)s)
vi: %(addonName)s – Nhận tiện ích này cho 🦊 Firefox Android (%(locale)s)

source: %(addonName)s – Get this Dictionary for 🦊 Firefox (%(locale)s)
ar: %(addonName)s – نزّل هذا القاموس لمتصفّح ‎🦊 Firefox ‏(%(locale)s)
az: %(addonName)s – Bu Lüğəti 🦊 Firefox üçün əldə edin (%(locale)s)
bg: %(addonName)s – Вземете разширението за 🦊 Firefox (%(locale)s)
ca: %(addonName)s – Obteniu aquest diccionari per al 🦊 Firefox (%(locale)s)
cs: %(addonName)s – slovník do 🦊 Firefoxu (%(locale)s)
da: %(addonName)s – Hent denne ordbog til 🦊 Firefox (%(locale)s)
de: %(addonName)s – Holen Sie sich dieses Wörterbuch für 🦊 Firefox (%(locale)s)
el: %(addonName)s – Λάβετε αυτό το λεξικό για το 🦊 Firefox (%(locale)s)
es: %(addonName)s – Consigue este diccionario para 🦊 Firefox (%(locale)s)
fi: %(addonName)s – Lataa tämä sanasto 🦊 Firefoxille (%(locale)s)
fr: %(addonName)s – Adoptez ce dictionnaire pour 🦊 Firefox (%(locale)s)
fur: %(addonName)s – Discjame chest dizionari par 🦊 Firefox (%(locale)s)
fy_nl: %(addonName)s – Dit wurdboek downloade foar 🦊 Firefox (%(locale)s)
he: ‏%(addonName)s – קבלת מילון זה עבור 🦊 Firefox ‏(%(locale)s)
hr: %(addonName)s – Nabavi ovaj rječnik za 🦊 Firefox (%(locale)s)
hu: %(addonName)s – Szerezze be ezt a szótárat a 🦊 Firefoxhoz (%(locale)s)
ia: %(addonName)s – Obtene iste dictionario pro 🦊 Firefox (%(locale)s)
id: %(addonName)s – Dapatkan Kamus ini untuk 🦊 Firefox (%(locale)s)
is: %(addonName)s – Náðu í þetta orðasafn á 🦊 Firefox (%(locale)s)
it: %(addonName)s – Scarica il dizionario per 🦊 Firefox (%(locale)s)
ja: %(addonName)s – 🦊 Firefox (%(locale)s) 向け辞書を入手
ka: %(addonName)s – ლექსიკონის გადმოწერა 🦊 Firefox-ისთვის (%(locale)s)
kab: %(addonName)s – Awi amawal-a i 🦊 Firefox (%(locale)s)
ms: %(addonName)s – Dapatkan Kamus ini untuk 🦊 Firefox (%(locale)s)
nb_no: %(addonName)s – Last ned denne ordboken for 🦊 Firefox (%(locale)s)
nl: %(addonName)s – Dit woordenboek downloaden voor 🦊 Firefox (%(locale)s)
nn_no: %(addonName)s – Hent denne ordboka for 🦊 Firefox (%(locale)s)
pa_in: %(addonName)s– 🦊 ਫਾਇਰਫਾਕਸ (%(locale)s) ਲਈ ਇਹ ਸ਼ਬਦਕੋਸ਼ ਲਵੋ
pl: %(addonName)s — pobierz ten słownik do 🦊 Firefoksa (%(locale)s)
pt_br: %(addonName)s – Instale este dicionário para o 🦊 Firefox (%(locale)s)
pt_pt: %(addonName)s – Obtenha este dicionário para o 🦊 Firefox (%(locale)s)
ro: %(addonName)s – Descarcă acest dicționar pentru 🦊 Firefox (%(locale)s)
ru: %(addonName)s – Загрузите этот словарь для 🦊 Firefox (%(locale)s)
si: %(addonName)s – 🦊 ෆයර්ෆොක්ස් (%(locale)s) සඳහා මෙම ශබ්දකෝෂය ගන්න
sk: %(addonName)s – slovník pre 🦊 Firefox (%(locale)s)
sl: %(addonName)s – Prenesi ta slovar za 🦊 Firefox (%(locale)s)
sq: %(addonName)s – Merreni këtë Fjalor për 🦊 Firefox (%(locale)s)
sv_se: %(addonName)s – Hämta denna ordbok för 🦊 Firefox (%(locale)s)
th: %(addonName)s – รับพจนานุกรมนี้สำหรับ 🦊 Firefox (%(locale)s)
tr: %(addonName)s - Bu 🦊 Firefox (%(locale)s) sözlüğünü yükleyin
uk: %(addonName)s – Отримати цей словник для 🦊 Firefox (%(locale)s)
vi: %(addonName)s – Nhận từ điển này cho 🦊 Firefox (%(locale)s)

source: %(total)s Star
ar: لا نجوم
az: %(total)s Ulduz
bg: %(total)s звезда
ca: %(total)s estrella
cs: %(total)s hvězdička
da: %(total)s stjerne
de: %(total)s Stern
el: %(total)s αστέρι
es: %(total)s estrella
fi: %(total)s tähti
fr: %(total)s étoile
fur: %(total)s stele
fy_nl: %(total)s stjer
he: כוכב אחד
hr: %(total)s zvijezda
hu: %(total)s csillag
ia: %(total)s stella
id: %(total)s Bintang
is: %(total)s stjarna
it: %(total)s stella
ja: %(total)s つ星
ka: %(total)s ვარსკვლავი
kab: %(total)s Itri
ms: %(total)s Bintang
nb_no: %(total)s stjerne
nl: %(total)s ster
nn_no: %(total)s stjerne
pa_in: %(total)s ਤਾਰੇ
pl: %(total)s gwiazdka
pt_br: %(total)s estrela
pt_pt: %(total)s estrela
ro: %(total)s stea
ru: %(total)s звезда
si: තරු %(total)s
sk: %(total)s hviezdička
sl: %(total)s zvezdica
sq: %(total)s Yll
sv_se: %(total)s stjärna
te: %(total)s నక్షత్రం
th: %(total)s ดาว
tr: %(total)s yıldız
uk: %(total)s зірка
vi: %(total)s sao

source: Not rated yet
ar: لم يُقيّم بعد
az: Hələlik qiymətləndirilməyib
bg: Без оценка
ca: Encara no té valoració
cs: Zatím nehodnoceno
da: Ikke bedømt endnu
de: Noch nicht bewertet
el: Καμία βαθμολογία ακόμα
es: Aún no ha sido valorado
fi: Ei vielä arvioita
fr: Pas encore noté
fur: Ancjemò nissune valutazion
fy_nl: Noch net wurdearre
he: לא דורג עדיין
hr: Još nije ocijenjeno
hu: Még nincs értékelve
ia: Non ancora evalutate
id: Belum diperingkat
is: Ekki ennþá gefin einkunn
it: Ancora nessuna valutazione
ja: まだ評価されていません
ka: ჯერ არ შეფასებულა
kab: Ulac tazmilt yakan
ms: Belum ada rating
nb_no: Ikke vurdert enda
nl: Nog niet gewaardeerd
nn_no: Ikkje vurdert enno
pa_in: ਅਜੇ ਦਰਜਾ ਨਹੀਂ ਹੈ
pl: Nie ma jeszcze ocen
pt_br: Ainda sem avaliação
pt_pt: Ainda sem avaliação
ro: Neevaluat încă
ru: Пока не оценено
si: ඇගැයුම් නැත
sk: Zatiaľ bez hodnotenia
sl: Še ni ocenjeno
sq: Ende pa vlerësim
sv_se: Inte betygsatt än
te: ఇంకా రేటు చెయ్యలేదు
th: ยังไม่ได้จัดอันดับ
tr: Henüz puanlanmamış
uk: Ще не оцінено
vi: Chưa được đánh giá

source: Users
ar: عدد المستخدمين
az: İstifadəçi
bg: Потребители
bn_bd: ব্যবহারকারী
bs: Korisnici
ca: Usuaris
cs: Počet uživatelů
da: Brugere
de: Nutzer
el: Χρήστες
es: Usuarios
fa: کاربرها
fi: Käyttäjiä
fr: Utilisateurs
fur: Utents
fy_nl: Brûkers
he: משתמשים
hr: Korisnici
hu: Felhasználók
ia: Usatores
id: Pengguna
is: Notendur
it: Utenti
ja: ユーザー
ka: მომხმარებელი
kab: Iseqdacen
ms: Pengguna
nb_no: Brukere
nl: Gebruikers
nn_no: Brukarar
pa_in: ਵਰਤੋਂਕਾਰ
pl: Użytkownicy
pt_br: Usuários
pt_pt: Utilizadores
ro: Utilizatori
ru: Пользователей
si: පරිශ්‍රීලකයින්
sk: Počet používateľov
sl: uporabnikov
sq: Përdorues
sv_se: Användare
te: వాడురులు
th: ผู้ใช้
tr: Kullanıcılar
uk: Користувачі
vi: Người dùng

source: User
ar: لا مستخدمين
az: İstifadəçi
bg: Потребител
bn_bd: ব্যবহারকারী
bs: Korisnik
ca: Usuari
cs: Uživatel
da: Bruger
de: Nutzer
el: Χρήστης
es: Usuario
fa: کاربران
fi: käyttäjä
fr: Utilisateur
fur: Utent
fy_nl: Brûker
he: משתמש
hr: Korisnik
hu: Felhasználó
ia: Usator
id: Pengguna
is: Notandi
it: Utente
ja: ユーザー
ka: მომხმარებელი
kab: Aseqdac
ms: Pengguna
nb_no: Bruker
nl: Gebruiker
nn_no: Brukar
pa_in: ਵਰਤੋਂਕਾਰ
pl: Użytkownik
pt_br: Usuário
pt_pt: Utilizador
ro: utilizator
ru: Пользователь
si: පරිශ්‍රීලක
sk: používateľ
sl: Uporabnik
sq: Përdorues
sv_se: Användare
te: వాడుకరి
th: ผู้ใช้
tr: Kullanıcı
uk: Користувач
vi: Người dùng

source: No Users
ar: لا مستخدمين
az: İstifadəçi yoxdur
bg: Няма потребители
bn_bd: কোন ব্যবহারকারী নেই
bs: Nema korisnika
ca: Cap usuari
cs: Žádní uživatelé
da: Ingen brugere
de: Keine Nutzer
el: Κανένας χρήστης
es: No hay usuarios
fa: بدون کاربر
fi: Ei käyttäjiä
fr: Aucun utilisateur
fur: Nissun utent
fy_nl: Gjin brûkers
he: אין משתמשים
hr: Nema korisnika
hu: Nincsenek felhasználók
ia: Nulle usatores
id: Tak ada pengguna
is: Engir notendur
it: Nessun utente
ja: ユーザーなし
ka: არცერთი მომხმარებელი
kab: Ulac iseqdacen
ms: Tiada Pengguna
nb_no: Ingen brukere
nl: Geen gebruikers
nn_no: Ingen brukarar
pa_in: ਕੋਈ ਵਰਤੋਂਕਾਰ ਨਹੀਂ ਹੈ
pl: Brak użytkowników
pt_br: Nenhum usuário
pt_pt: Sem utilizadores
ro: Niciun utilizator
ru: Нет пользователей
si: බාගැනීම් නැත
sk: Žiadni používatelia
sl: Brez uporabnikov
sq: S’ka Përdorues
sv_se: Inga användare
te: వాడుకరులు లేరు
th: ไม่มีผู้ใช้
tr: Kullanıcı yok
uk: Немає користувачів
vi: Không có người dùng

source: Reviews
ar: المراجعات
az: Rəy
bg: Отзиви
bn_bd: পর্যালোচনা
ca: Ressenyes
cs: Recenze
da: Anmeldelser
de: Bewertungen
el: Κριτικές
es: Comentarios
fa: بازخوردها
fi: Arviot
fr: Critiques
fur: Recensions
fy_nl: Beoardielingen
he: סקירות
hr: Recenzije
hu: Értékelések
ia: Recensiones
id: Ulasan
is: Umsagnir
it: Recensioni
ja: レビュー
ka: მიმოხილვა
kab: Iceggiren
ms: Ulasan
nb_no: Omtaler
nl: Beoordelingen
nn_no: Vurderingar
pa_in: ਪੜਤਾਲ
pl: Recenzje
pt_br: Avaliações
pt_pt: Análises
ro: Recenzii
ru: Отзывы
si: සමාලෝචන
sk: recenzie
sl: Ocene
sq: Shqyrtime
sv_se: Recensioner
te: సమీక్షలు
th: บทวิจารณ์
tr: İncelemeler
uk: Відгуки
vi: Nhận xét

source: Review
ar: لا مراجعات
az: Rəy
bg: Отзив
bn_bd: পর্যালোচনা
bs: Pregled
ca: Ressenya
cs: Recenze
da: Anmeldelse
de: Bewertung
el: Κριτική
es: Comentario
fa: بازخوردها
fi: arvio
fr: Critique
fur: Recension
fy_nl: Beoardieling
he: סקירה
hr: Recenzija
hu: Értékelés
ia: Recension
id: Teks ulasan
is: Umsögn
it: Recensione
ja: レビュー
ka: მიმოხილვა
kab: Tazmilt
ms: Ulasan
nb_no: Omtale
nl: Beoordeling
nn_no: Vurdering
pa_in: ਪੜਤਾਲ
pl: Recenzja
pt_br: Avaliação
pt_pt: Análise
ro: recenzie
ru: Отзыв
si: සමාලෝචනය
sk: recenzia
sl: Ocena
sq: Shqyrtim
sv_se: Recension
te: సమీక్ష
th: บทวิจารณ์
tr: İnceleme
uk: відгук
vi: Nhận xét

source: No Reviews
ar: لا مراجعات
az: Rəy yoxdur
bg: Няма отзиви
bn_bd: এখনও কোন পর্যালোচনা করা হয়নি
bs: Nema pregleda
ca: No hi ha cap ressenya
cs: Žádné recenze
da: Ingen anmeldelser
de: Keine Bewertungen
el: Καμία κριτική
es: Sin comentarios
fa: بدون بازخورد
fi: Ei arvioita
fr: Aucune critique
fur: Nissune recension
fy_nl: Gjin beoardielingen
he: אין סקירות
hr: Nema recenzija
hu: Nincsenek értékelések
ia: Nulle recensiones
id: Tidak ada ulasan
is: Engar umsagnir
it: Nessuna recensione
ja: レビューなし
ka: მიმოხილვები არაა
kab: Ulac iceggiren
ms: Tiada Ulasan
nb_no: Ingen omtaler
nl: Geen beoordelingen
nn_no: Ingen vurderingar
pa_in: ਕੋਈ ਪੜਤਾਲ ਨਹੀਂ ਹੈ
pl: Brak recenzji
pt_br: Nenhuma avaliação
pt_pt: Sem análises
ro: Nicio recenzie
ru: Нет отзывов
si: සමාලෝචන නැත
sk: Žiadne recenzie
sl: Ni ocen
sq: S’ka Shqyrtime
sv_se: Inga recensioner
te: సమీక్షలు లేవు
th: ไม่มีบทวิจารณ์
tr: İnceleme yok
uk: Немає відгуків
vi: Không có bài đánh giá nào
