Repository: mozilla/addons-frontend
Catalog: locale/*/LC_MESSAGES/amo.po
Languages: ar, az, bg, bn_bd, bs, ca, cs, da, de, el, es, fa, fi, fr, fur, fy_nl, ga_ie, he, hr, hu, ia, id, is, it, ja, ka, kab, ms, nb_no, nl, nn_no, pa_in, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: Sorry, but we can't find anything at the URL you entered.
ar: نأسف لكننا لم نجد شيئا يشير إليه المسار الذي أدخلته.
bg: Съжаляваме, но на въведения от вас адрес не намираме нищо.
bn_bd: দুঃখিত, কিন্তু আমরা আপনার লেখা URL এ কিছু খুঁজে পাচ্ছি না।
bs: Žao nam je ali ne možemo ništa pronaći na URL koji ste unijeli.
ca: Ens sap greu, però no podem trobar res a l’URL que heu introduït.
cs: Omlouváme se, ale na zadané adrese nemůžeme nic najít.
da: Vi beklager, men vi kan ikke finde noget på adressen, du indtastede.
de: Entschuldigen Sie, aber wir konnten zu der eingegebenen URL nichts finden.
el: Συγγνώμη, αλλά δεν μπορούμε να βρούμε τίποτα στο URL που εισήγατε.
es: Lo sentimos, pero no hemos encontrado nada en la URL que has introducido.
fa: متاسفیم، نمی‌توانیم چیزی در URL وارد شده پیدا کنیم.
fi: Valitettavasti kirjoittamastasi osoitteesta ei löytynyt mitään.
fr: Navré, mais nous ne trouvons rien de correspondant à l’URL demandée.
fur: Nus displâs, ma no rivìn a cjatâ nuie sul URL che tu âs inserît.
fy_nl: Sorry, mar wy kinne neat op de ynfierde URL fine.
ga_ie: Ár leithscéal, ach ní bhfuaireamar aon rud ag an URL a chuir tú isteach.
he: מצטערים, אבל לא הצלחנו למצוא כלום בכתובת שהזנת.
hr: Nažalost, za upisani URL ne možemo ništa pronaći.
hu: Sajnáljuk, de semmit sem találunk a megadott URL-en.
ia: Pardono, ma nos non pote trovar tote le cosas al URL que tu specificava.
id: Maaf, tapi kami tidak dapat menemukan apapun dalam URL yang Anda masukkan.
is: Því miður, en við finnum ekki neitt á slóðinni sem þú settir inn.
it: Impossibile trovare l’URL specificato.
ja: 申し訳ありませんが、入力された URL には何も見つかりませんでした。
ka: ვწუხვართ, მაგრამ თქვენ მიერ შეყვანილ URL-მისამართზე, არაფერია.
kab: Suref-aɣ, ur nezmir ara ad d-naf ayen tebɣiḍ di tensa URL i d-mudded.
ms: Maaf, kami tidak dapat mencari apa-apa pada URL yang anda masukkan.
nb_no: Beklager, men vi kunne ikke finne noe på adressen du skrev inn.
nl: Sorry, maar we kunnen niets op de ingevoerde URL vinden.
nn_no: Vi beklagar, men vi kan ikkje finne noko på adressa du tasta inn.
pa_in: ਅਫਸੋਸ ਹੈ, ਪਰ ਅਸੀਂ ਤੁਹਾਡੇ ਦੁਆਰਾ ਦਾਖ਼ਲ ਕੀਤੇ ਗਏ URL ਤੇ ਕੁਝ ਨਹੀਂ ਲੱਭ ਸਕਦੇ।
pl: Nie ma nic pod podanym adresem.
pt_br: Desculpe, mas não conseguimos encontrar nada na URL que você informou.
pt_pt: Desculpe, mas não conseguimos encontrar nada no URL que introduziu.
ro: Ne pare rău, dar nu am găsit nimic la adresa URL specificată.
ru: Извините, мы не смогли ничего найти по URL, который вы ввели.
si: කණගාටුයි, ඔබ ඇතුල් කළ ඒ.ස.නි. හි කිසිවක් හමු නොවිණි.
sk: Ospravedlňujeme sa, ale na zadanej adrese nemôžeme nič nájsť.
sl: Žal na spletnem naslovu, ki ste ga vnesli, ne najdemo ničesar.
sq: Na ndjeni, por s’gjejmë dot ndonjë gjë te URL-ja që dhatë.
sv_se: Tyvärr, men vi kan inte hitta något på den URL som du angav.
th: ขออภัย เราไม่พบอะไรเลยใน URL ที่คุณป้อน
tr: Üzgünüz, yazdığınız adreste bir şey bulamadık.
uk: Вибачте, але ми не можемо нічого знайти за наданою вами URL.
vi: Xin lỗi, nhưng chúng tôi không thể tìm thấy bất cứ điều gì tại URL bạn đã nhập.

source: Error code: %(status)s.
ar: رمز العطل: %(status)s.
az: Xəta kodu: %(status)s.
bg: Код на грешката: %(status)s.
bn_bd: এরর কোড: %(status)s
bs: Kod greške: %(status)s.
ca: Codi d’error: %(status)s.
cs: Chybový kód: %(status)s.
da: Fejlkode: %(status)s.
de: Fehlercode: %(status)s.
el: Κωδικός σφάλματος: %(status)s.
es: Código de error: %(status)s.
fa: کد خطا: %(status)s.
fi: Virhekoodi: %(status)s.
fr: Code d’erreur : %(status)s.
fur: Codiç di erôr: %(status)s.
fy_nl: Flaterkoade: %(status)s.
ga_ie: Cód earráide: %(status)s.
he: קוד שגיאה: %(status)s.
hr: Kȏd greške: %(status)s
hu: Hibakód: %(status)s.
ia: Codice de error: %(status)s.
id: Kode galat: %(status)s.
is: Villukóði: %(status)s.
it: Codice di errore: %(status)s.
ja: エラーコード: %(status)s
ka: შეცდომის კოდი: %(status)s.
kab: Tangalt n tuccḍa: %(status)s.
ms: Kod ralat: %(status)s.
nb_no: Feilkode: %(status)s.
nl: Foutcode: %(status)s.
nn_no: Feilkode: %(status)s.
pa_in: ਗਲਤੀ ਕੋਡ: %(status)s।
pl: Kod błędu: %(status)s.
pt_br: Código de erro: %(status)s.
pt_pt: Código de erro: %(status)s.
ro: Codul erorii: %(status)s.
ru: Код ошибки: %(status)s.
si: දෝෂ කේතය: %(status)s.
sk: Kód chyby: %(status)s.
sl: Koda napake: %(status)s.
sq: Kod gabimi: %(status)s.
sv_se: Felkod: %(status)s.
te: కోడ్ లోపం: %(status)s.
th: รหัสข้อผิดพลาด: %(status)s
tr: Hata kodu: %(status)s.
uk: Код помилки: %(status)s.
vi: Mã lỗi: %(status)s.

source: Login authentication has expired. %(startLink)sReload the page%(endLink)s to continue without authentication, or login again using the Log In link at the top of the page.
cs: Platnost ověření skončila. Pro pokračování bez ověření %(startLink)sstránku znovu načtěte%(endLink)s, nebo se znovu přihlaste pomocí odkazu „Přihlásit se“ v horní části stránky.
da: Login-godkendelse er udløbet. %(startLink)sGenindlæs siden%(endLink)s for at fortsætte uden godkendelse, eller log på igen ved hjælp af log ind-linket øverst på siden.
de: Die Anmeldeauthentifizierung ist abgelaufen. %(startLink)sLaden Sie die Seite neu%(endLink)s, um ohne Authentifizierung fortzufahren oder melden Sie sich über den Link oben an der Seite erneut an.
el: Η ταυτοποίηση σύνδεσης έληξε. %(startLink)sΑνανεώστε τη σελίδα%(endLink)s για να συνεχίσετε χωρίς ταυτοποίηση ή συνδεθείτε ξανά με τον σύνδεσμο «Σύνδεση» στο πάνω μέρος της σελίδας.
fi: Kirjautumisen todennus on vanhentunut. %(startLink)sLataa sivu uudelleen%(endLink)s jatkaaksesi ilman tunnistautumista, tai kirjaudu uudelleen sisään käyttämällä sivun yläreunassa olevaa Kirjaudu sisään -linkkiä.
fr: L’authentification de la connexion a expiré. %(startLink)sRechargez la page%(endLink)s pour continuer sans authentification, ou reconnectez-vous en utilisant le lien Se connecter en haut de la page.
fur: La autenticazion di acès e je scjadude. %(startLink)sTorne cjame la pagjine%(endLink)s par continuâ cence autenticazion, opûr torne jentre doprant il colegament “Jentre” te part superiôr de pagjine.
fy_nl: Oanmeldingsautentikaasje is ferrûn. %(startLink)sLaad de side opnij%(endLink)s om fierder te gean sûnder autentikaasje, of meld jo opnij oan fia de keppeling Oanmelde boppeyn de side.
hr: Autentifikacija prijave je istekla. %(startLink)sPonovo učitaj stranicu%(endLink)s za nastavljeanje bez autentifikacije ili se ponovo prijavi pomoću poveznice za prijavu na vrhu stranice.
hu: A bejelentkezési hitelesítés lejárt. A hitelesítés nélküli folytatáshoz %(startLink)stöltse újra az oldalt%(endLink)s, vagy jelentkezzen be újra az oldal tetején található Bejelentkezés hivatkozás segítségével.
ia: Le connexion expirava. %(startLink)sRecarga le pagina%(endLink)s pro continuar sin authentication, o accede de novo per le ligamine Acceder al summitate del pagina.
is: Auðkenning innskráningar er útrunnin. %(startLink)sEndurlestu síðuna%(endLink)s til að halda áfram án auðkenningar, eða skráðu þig inn aftur með tenglinum "Skrá inn" efst á síðunni.
it: L’autenticazione di accesso è scaduta. %(startLink)sRicarica la pagina%(endLink)s per continuare senza autenticazione, oppure effettua nuovamente l’accesso facendo clic su “Accedi” nella parte superiore della pagina.
ja: ログイン認証の有効期限が切れています。 %(startLink)sページを再読み込み%(endLink)s して認証せずに続行するか、ページ上部のログインリンクから再度ログインしてください。
ka: შესვლის დამოწმების ვადა ამოწურულია. %(startLink)sხელახლა გახსენით გვერდი%(endLink)s რომ განაგრძოთ დამოწმება ან შედით ახლიდან გვერდის თავში მდებარე ბმულით.
kab: Asesteb n tuqqna yekfa wakud-is. %(startLink)s Ɛawed sali-d asebter %(endLink)s akken ad tkemmleḍ war asesteb, neɣ qqen tikkelt-nniḍen s useqdec n useɣwen n Qqen i yella deg ufella n usebter.
nb_no: Innloggingsautentisering er utløpt. %(startLink)sLast inn siden%(endLink)s på nytt for å fortsette uten autentisering, eller logg inn igjen ved å bruke lenken Logg inn øverst på siden.
nl: Aanmeldingsauthenticatie is verlopen. %(startLink)sLaad de pagina opnieuw%(endLink)s om verder te gaan zonder authenticatie, of meld u opnieuw aan via de koppeling Aanmelden bovenin de pagina.
nn_no: Innloggingsautentisering har gått ut. %(startLink)sLast inn sida%(endLink)s på nytt for å fortsetje utan autentisering, eller logg inn igjen ved å bruke lenka Logg inn øvst på sida.
pl: Uwierzytelnienie logowania wygasło. %(startLink)sOdśwież stronę%(endLink)s, aby kontynuować bez uwierzytelnienia, lub zaloguj się ponownie za pomocą odnośnika „Zaloguj się” na górze strony.
pt_br: A autenticação de acesso expirou. %(startLink)sRecarregue a página%(endLink)s para continuar sem autenticação, ou acesse novamente usando o link de entrar no alto da página.
pt_pt: A autenticação expirou. %(startLink)sAtualize a página%(endLink)s para continuar sem autenticação ou autentique-se novamente utilizando a ligação Iniciar sessão no topo da página.
ru: Срок действия аутентификации входа истёк. %(startLink)sПерезагрузите страницу%(endLink)s, чтобы продолжить без аутентификации, или снова войдите в систему, используя ссылку «Войти» в верхней части страницы.
si: පිවිසුම් සත්‍යාපනය කල් ඉකුත් වී ඇත. සත්‍යාපනයකින් තොරව ඉදිරියට යාමට %(startLink)sපිටුව යළි පූරණය%(endLink)s කරන්න, හෝ පිටුව මුදුනෙහි තිබෙන පිවිසුම් සබැඳිය භාවිතයෙන් නැවත පිවිසෙන්න.
sk: Platnosť overenia prihlásenia vypršala. %(startLink)sZnova načítajte stránku%(endLink)s, aby ste mohli pokračovať bez overenia, alebo sa znova prihláste pomocou odkazu Prihlásiť sa v hornej časti stránky.
sv_se: Inloggningsautentisering har upphört. %(startLink)sLadda om sidan%(endLink)s för att fortsätta utan autentisering eller logga in igen med hjälp av länken Logga in högst upp på sidan.
tr: Kimlik doğrulamanızın süresi doldu. Kimliğinizi doğrulamadan devam etmek için %(startLink)ssayfayı yeniden yükleyin%(endLink)s veya sayfanın üst kısmındaki giriş bağlantısını kullanarak tekrar giriş yapın.
uk: Термін автентифікації входу завершився. %(startLink)sПерезавантажте сторінку%(endLink)s, щоб продовжити без автентифікації, або увійдіть знову за допомогою посилання на вхід у верхній частині сторінки.
vi: Xác thực đăng nhập đã hết hạn. %(startLink)sTải lại trang%(endLink)s để tiếp tục mà không cần xác thực, hoặc đăng nhập lại bằng liên kết đăng nhập ở đầu trang.

source: Login Expired
cs: Platnost přihlášení vypršela
da: Login udløbet
de: Anmeldung abgelaufen
el: Η σύνδεση έληξε
fi: Kirjautuminen vanhentui
fr: Session expirée
fur: Acès scjadût
fy_nl: Oanmelding ferrûn
hr: Prijava je istekla
hu: A bejelentkezés lejárt
ia: Connexion expirate
is: Innskráning útrunnin
it: Accesso scaduto
ja: ログインの有効期限切れ
ka: შესვლის მონაცემები ვადაგასულია
kab: Tuqqna tfut
nb_no: Innlogging utløpt
nl: Aanmelding verlopen
nn_no: Innlogging utgått
pl: Logowanie wygasło
pt_br: Sessão de acesso expirada
pt_pt: A autenticação expirou
ro: Autentificare expirată
ru: Время входа истекло
si: පිවිසුම ඉකුත් විය
sk: Platnosť prihlásenia vypršala
sv_se: Inloggning har upphört
th: การเข้าสู่ระบบหมดอายุแล้ว
tr: Oturumun süresi doldu
uk: Час входу завершився
vi: Đăng nhập đã hết hạn

source: If you are signed in and think this message is an error, please <a href="%(url)s">file an issue</a>. Tell us where you came from and what you were trying to access, and we'll fix the issue.
ar: إن كنت قد ولجت وتظن أن هذه الرسالة أتتك عن طريق الخطأ، فرجاء <a href="%(url)s">أبلغنا بهذه العلة</a>. وضّح الصفحة التي كنت فيها قبل هذه وما الذي كنت تحاول الوصول إليه، وسنحاول إصلاح المشكلة.
bg: Ако сте вписани и смятате, че това съобщение е грешка, моля, <a href="%(url)s">докладвайте за дефект</a>. Разкажете ни от къде дойдохте и какво опитвахте да отворите и ние ще оправим проблема.
bn_bd: আপনি যদি সাইন ইন থাকেন এবং মনে করেন এই বার্তাটি একটি ত্রুটি, অনুগ্রহ করে <a href="%(url)s">একটি ইস্যু সাবমিট</a> করুন। আমাদের বলুন আপনি কোথা থেকে এসেছেন, আপনি কি অ্যাক্সেস করার চেষ্টা করছিলেন, আমরা সমস্যাটি সমাধান করব।
bs: Ako ste prijavljeni i mislite da je ova poruka greška, molimo vas <a href="%(url)s">prijavite grešku</a>. Recite nam odakle ste došli i čemu ste pokušavali pristupiti i mi ćemo riješiti problem.
ca: Si teniu la sessió iniciada i creieu que aquest missatge és un error, <a href="%(url)s">informeu-nos del problema</a>. Indiqueu-nos d’on veníeu i a què intentàveu accedir i us solucionarem el problema.
cs: Pokud jste přihlášeni a myslíte si, že tato zpráva je chybou, <a href="%(url)s">nahlaste nám ji prosím</a>. Sdělte nám, odkud jste přišli a kam jste se chtěli dostat, a my se postaráme o nápravu.
da: Hvis du er logget ind og mener, at denne meddelelse er en fejl, så <a href="%(url)s">indberet fejlen</a>. Fortæl os, hvor du kom fra, og hvor du prøvede at komme hen, så vil vi løse problemet.
de: Wenn Sie angemeldet sind und diese Nachricht für einen Fehler halten, <a href="%(url)s">schreiben Sie bitte einen Fehlerbericht</a>. Sagen Sie uns, woher Sie kamen und was Sie erreichen wollten, dann beheben wir das Problem.
el: Αν έχετε συνδεθεί και θεωρείτε ότι δεν θα έπρεπε να εμφανίζεται αυτό το μήνυμα, <a href="%(url)s">αναφέρετε το πρόβλημα</a>. Περιγράψτε μας από πού ήρθατε και τι προσπαθούσατε να προσπελάσετε προκειμένου να επιλύσουμε αυτό το θέμα.
es: Si has iniciado sesión y crees que este mensaje es un error, por favor <a href="%(url)s">informa del problema</a>. Dinos de dónde venías y a qué intentabas acceder, y solucionaremos el problema.
fa: اگر شما به حساب کاربری خود وارد شده‌اید و فکر میکنید این خطا نادرست است، لطفاً <a href="%(url)s"> یک گزارش خطا ثبت کنید</a>. به ما بگویید کجا به مشکل برخوردید و سعی انجام چه کاری را داشته‌اید، و ما این مشکل را برطرف خواهیم کرد.
fi: Jos olet sisäänkirjautunut ja uskot tämän viestin olevan virhe, <a href="%(url)s">ilmoita ongelmasta</a>. Kerro mistä tulit ja mihin olit suuntaamassa, niin me korjaamme ongelman.
fr: Si vous êtes connecté et pensez que ce message est une erreur, s’il vous plaît <a href="%(url)s">reportez un problème</a>. Dites nous d’où vous venez et ce à quoi vous tentiez d’accéder, nous allons corriger ce problème.
fur: Se tu âs za fat l’acès e tu pensis che chest messaç al sedi un erôr, <a href="%(url)s">segnale il probleme</a>. Inclût te segnalazion la pagjine di dulà che tu rivis e la risorse che tu cirivis di acedi par judânus a risolvi il probleme.
fy_nl: As jo oanmeld binne en tinke dat dizze melding ûnterjochte is, <a href="%(url)s">meld dan in probleem</a>. Fertel ús wêr’t jo wei kamen en wat jo probearre te iepenjen, en wy sille it ferhelpe.
ga_ie: Má tá tú logáilte isteach agus má shíleann tú gur botún é seo, ba chóir duit <a href="%(url)s">tuairisc a dhéanamh</a> faoin fhadhb. Inis dúinn cá as ar tháinig tú agus céard a bhí tú ag lorg, agus réiteoimid an fhadhb.
he: אם נכנסת והודעה זו שגויה לדעתך, נא <a href="%(url)s">לדווח על תקלה</a>. מומלץ גם להוסיף מהיכן הגעת ולאן ניסית לגשת ואנו נטפל בתקלה.
hr: Ako si prijavljen/a i misliš da je ova poruka greška, <a href="%(url)s">prijavi problem</a>. Reci nam s koje stranice dolaziš i čemu pokušavaš pristupiti, a mi ćemo riješiti problem.
hu: Ha bejelentkezett és úgy gondolja, hogy ez az üzenet egy hiba, akkor <a href="%(url)s">jelentse be</a>. Mondja el, hogy honnan jött és mit akart elérni, és megpróbáljuk megoldani a problémát.
ia: Si tu ha jam aperite session e pensa que iste message es un error, per favor <a href="%(url)s">signala le problema</a>. Dice nos de ubi tu veniva e a qual pagina tu tentava de acceder, e nos reparara le problema.
id: Jika Anda masuk dan menganggap pesan ini salah, silakan <a href="%(url)s">ajukan keluhan</a>. Beritahu kami dari mana asal Anda dan apa yang ingin Anda akses, dan kami akan memperbaiki masalah ini.
is: Ef þú hefur skráð þig inn og heldur að þessi skilaboð séu villa, skaltu <a href="%(url)s">tilkynna vandamál</a>. Segðu okkur hvað það var sem þú varst að reyna að gera, við munum leysa vandann.
it: Se hai già effettuato l’accesso e ritieni che questo messaggio sia un errore, <a href="%(url)s">segnala il problema</a>. Includi nella segnalazione la pagina da cui provenivi e la risorsa a cui stavi tentando di accedere per aiutarci a risolvere il problema.
ja: もしあなたがログインしていてこのメッセージがエラーだと思われる場合は、<a href="%(url)s">問題を報告</a> してください。参照元のページと何を探していたかを教えてもらえれば、問題の修正に役立ちます。
ka: თუ შესული ხართ ანგარიშზე და ფიქრობთ, რომ ეს შეტყობინება შეცდომით მიიღეთ, გთხოვთ <a href="%(url)s">მოგვახსენოთ ხარვეზის შესახებ</a>. გვაცნობეთ, საიდან გადმოხვედით ამ ბმულზე, რის ნახვას ცდილობდით და ჩვენ აუცილებლად გამოვასწორებთ.
kab: Ma tkecmeḍ udiɣ tɣileḍ d akken izen-agi d tuccḍa, ma ulac aɣilif, <a href="%(url)s">azen-d ugur</a>. Ini-yaɣ-d ansa i d-kkiḍ udiɣ ayen tettaɛraḍeḍ ad twaliḍ, sakin ad nefru ugur.
ms: Jika anda sudah daftar masuk dan fikir mesej ini adalah ralat, sila <a href="%(url)s">failkan isu</a>. Maklumkan kami dari mana anda datang dan apa yang anda cuba akses, dan kami akan tangani isu ini.
nb_no: Hvis du er logget inn og tror dette er en feilmelding, vennligst <a href="%(url)s">send inn en feilrapport</a>. Fortell oss hvor du kom fra og hva du prøvde å komme inn på, så fikser vi problemet.
nl: Als u bent aangemeld en denkt dat deze melding onterecht is, <a href="%(url)s">meld dan een probleem</a>. Vertel ons waar u vandaan kwam en wat u probeerde te openen, en we zullen het verhelpen.
nn_no: Om du er inlogga og trur at denne meldinga er ein feil, ver snill og <a href="%(url)s">send inn ein feilrapport</a>. Fortel oss kvar du kom ifrå og kvar du ville gå, og vi skal prøve å fikse problemet.
pa_in: ਜੇ ਤੁਸੀਂ ਸਾਈਨ ਇਨ ਕੀਤਾ ਹੈ ਅਤੇ ਸੋਚਦੇ ਹੋ ਕਿ ਇਹ ਸੁਨੇਹਾ ਇੱਕ ਗਲਤੀ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ <a href="%(url)s"> ਇੱਕ ਮੁੱਦਾ ਦਾਇਰ ਕਰੋ </a>। ਸਾਨੂੰ ਦੱਸੋ ਕਿ ਤੁਸੀਂ ਕਿੱਥੋਂ ਆਏ ਹੋ ਅਤੇ ਤੁਸੀਂ ਕਿਸ ਦੀ ਪਹੁੰਚ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਰਹੇ ਸੀ, ਅਤੇ ਅਸੀਂ ਇਸ ਮੁੱਦੇ ਨੂੰ ਹੱਲ ਕਰਾਂਗੋ।
pl: Jeśli zalogowano i ten komunikat to błąd, to prosimy <a href="%(url)s">go zgłosić</a>. Aby go naprawić, potrzebujemy wiedzieć, jak się tu znaleziono i co próbowano zrobić.
pt_br: Se você identificou-se e pensa que esta mensagem é um erro, por favor <a href="%(url)s">submeta um problema</a>. Diga-nos de onde veio e o que estava tentando acessar e corrigiremos o problema.
pt_pt: Se tem sessão iniciada e pensa que esta mensagem é um erro, por favor <a href="%(url)s">submeta um issue</a>. Diga-nos de onde veio e o que estava a tentar aceder, e corrigiremos o problema.
ro: Dacă ești autentificat(ă) și consideri că acest mesaj este o eroare, te rugăm să <a href="%(url)s">raportezi o problemă</a>. Spune-ne de unde veneai și ce încercai să accesezi și vom soluționa problema.
ru: Если вы вошли на сайт и думаете, что это сообщение - ошибка, пожалуйста, <a href="%(url)s">сообщите об ошибке</a>. Расскажите нам, откуда вы пришли и к чему пытались получить доступ, и мы исправим эту проблему.
si: ඔබ පිවිස ඇත්නම් හා මෙම පණිවිඩය දෝෂයක් යැයි සිතන්නේ නම්, කරුණාකර <a href="%(url)s">ගැටලුවක් ගොනු කරන්න</a>. ඔබ පැමිණියේ කොහෙන්ද සහ ඔබ ප්‍රවේශ වීමට උත්සාහ කරන්නේ කොතැනට දැයි අපට කියන්න, අපි ගැටලුව විසඳන්නෙමු.
sk: Ak ste prihlásení a myslíte si, že táto správa je chybná, prosím <a href="%(url)s">nahláste nám ju</a>. Povedzte nám, ako ste sa sem dostali a kam ste sa chceli dostať, my sa postaráme o opravu.
sl: Če ste prijavljeni in se vam zdi to sporočilo napaka, <a href="%(url)s">izpolnite poročilo o težavi</a>. Povejte nam, od kod ste prišli in do česa ste poskušali dostopati, mi pa bomo težavo odpravili.
sq: Nëse e keni bërë hyrjen dhe mendoni se ky mesazh është një gabim, ju lutemi, <a href="%(url)s">hapni një çështje</a>. Tregonani se nga erdhët dhe ku po përpiqeshit të hynit, dhe do ta zgjidhim çështjen.
sv_se: Om du är inloggad och tror att detta meddelande är ett fel, vänligen <a href="%(url)s">skicka in en felrapport</a>. Berätta var du kom ifrån och vad du försökte komma åt, och vi ska försöka fixa problemet.
th: ถ้าคุณลงชื่อเข้าใช้แล้ว และคิดว่าข้อความนี้เป็นข้อผิดพลาด โปรด<a href="%(url)s">ส่งรายการปัญหา</a> บอกให้เราทราบว่าคุณมาจากที่ไหน และคุณกำลังพยายามเข้าถึงอะไร และเราจะแก้ไขปัญหานั้น
tr: Giriş yaptıysanız bu mesajın hatalı olduğunu düşünüyorsanız lütfen <a href="%(url)s">bize bildirin</a>. Nereden geldiğinizi ve nereye erişmeye çalıştığınızı belirtirseniz sorunu çözebiliriz.
uk: Якщо ви увійшли в систему і думаєте, що це повідомлення про помилку, будь ласка, <a href="%(url)s">повідомте про неї</a>. Розкажіть нам звідки ви перейшли та що намагались знайти, і ми виправимо це.
vi: Nếu bạn đã đăng nhập và nhìn thấy thông báo lỗi, vui lòng truy cập <a href="%(url)s">thông báo sự cố</a>. Cho chúng tôi biết bạn đến từ đâu và bạn đang cố truy cập vào cái gì, chúng tôi sẽ khắc phục lỗi đó.

source: Not Authorized
ar: غير مخوَّل
az: İcazəniz yoxdur
bg: Неупълномощени
bn_bd: অনুমোদিত নয়
bs: Niste ovlašteni
ca: No esteu autoritzat
cs: Neautorizováno
da: Ikke godkendt
de: Nicht autorisiert
el: Μη πιστοποιημένο
es: No autorizado
fa: مجاز نیست
fi: Ei valtuutettu
fr: Accès interdit
fur: Acès dineât
fy_nl: Net autorisearre
ga_ie: Níl cead agat
he: לא מורשה
hr: Nisi autoriziran/a
hu: Nem engedélyezett
ia: Non autorisate
id: Tidak Terotorisasi
is: Ekki heimilt
it: Accesso negato
ja: 権限がありません
ka: არ ხართ შესული ანგარიშზე
kab: Ur ittwasireg ara
ms: Tidak Dibenarkan
nb_no: Ikke autorisert
nl: Niet geautoriseerd
nn_no: Ikkje autorisert
pa_in: ਅਧਿਕਾਰਤ ਨਹੀਂ
pl: Brak upoważnienia
pt_br: Não autorizado
pt_pt: Não autorizado
ro: Acces interzis
ru: Не авторизован
sk: Žiadna autorizácia
sl: Niste pooblaščeni
sq: Jo i Autorizuar
sv_se: Behörighet saknas
te: ప్రామాణీకరించబడలేదు
th: ไม่ได้รับอนุญาต
tr: Yetkili değilsiniz
uk: Не авторизовано
vi: Không có quyền
