Repository: mozilla/addons-frontend
Catalog: locale/*/LC_MESSAGES/amo.po
Languages: ar, az, bg, bn_bd, bs, ca, cs, da, de, el, es, fa, fi, fr, fur, fy_nl, ga_ie, he, hr, hu, ia, id, is, it, ja, ka, kab, ms, nb_no, nl, nn_no, pa_in, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: Support these authors
ar: ادعم هؤلاء المؤلفين
az: Bu müəllifləri dəstəklə
bg: Насърчаване на авторите
bn_bd: লেখককে সমর্থন করুন
bs: Podrži ove autore
ca: Ajuda aquests autors
cs: Podpořte tyto autory
da: Støt disse udviklere
de: Diese Autoren unterstützen
el: Υποστήριξη δημιουργών
es: Ayudar a estos autores
fa: از این مؤلفان پشتیبانی کنید
fi: Tue näitä tekijöitä
fr: Soutenir ces auteurs
fur: Sosten chescj autôrs
fy_nl: Dizze auteurs stypje
he: תמיכה ביוצרים אלה
hr: Podrži ove autore
hu: Szerzők támogatása
ia: Supportar iste autores
id: Dukung para penulis ini
is: Styrkja þessa höfunda
it: Sostieni gli autori
ja: これらの作者を支援する
ka: ამ ავტორების მხარდაჭერა
kab: Mudd afis i yimeskaren-agi
ms: Sokong para pengarang ini
nb_no: Støtt disse utviklerne
nl: Deze schrijvers steunen
nn_no: Støtt desse utviklarane
pa_in: ਇਹਨਾਂ ਲੇਖਕਾਂ ਦਾ ਸਮਰਥਨ ਕਰੋ
pl: Wesprzyj tych autorów
pt_br: Ajudar estes autores
pt_pt: Apoie estes autores
ro: Sprijină acești autori
ru: Поддержать этих авторов
si: මෙම කතුවරුන්ට සහාය වන්න
sk: Podporte týchto autorov
sl: Podpri te avtorje
sq: Përkrahni këta autorë
sv_se: Stöd dessa författare
te: ఈ రచయితలకు మద్దతు ఇవ్వండి
th: สนับสนุนผู้สร้างเหล่านี้
tr: Bu geliştiricileri destekleyin
uk: Підтримати цих авторів
vi: Được các tác giả hỗ trợ

source: The author of this add-on asks that you help support its continued work by making a small contribution.
ar: يطلب منك مؤلف هذه الإضافة مساعدته بدعم متابعة تطوير هذا العمل عبر مساهمة بسيطة منك.
bg: Авторът на добавката ви приканва да допринесете за бъдещото ѝ развитие, като направите скромно дарение.
bs: Autor ovog dodatka vas je zamolio da podržite njegov dalji rad davanjem malog doprinosa.
ca: L'autor d'aquest complement us demana que l'ajudeu a continuar amb el seu treball fent una petita donació.
cs: Autor tohoto doplňku váš žádá o malý příspěvek, kterým pomůžete podpořit vývoj do budoucna.
da: Udvikleren af denne tilføjelse beder dig støtte tilføjelsens fortsatte udvikling ved at donere et mindre beløb.
de: Der Autor dieses Add-ons bittet Sie, dass Sie seine Arbeit unterstützen, indem Sie einen kleinen Betrag spenden.
el: Ο δημιουργός του προσθέτου σάς ζητά να βοηθήσετε τη συνεχή λειτουργία του με μια μικρή συνεισφορά.
es: El autor de este complemento te pide le ayudes a seguir con su trabajo haciendo una pequeña contribución.
fa: مولف‌ این افزونه از شما درخواست می‌کند که به ادامه یافتن توسعه‌ی آن با یک مشارکت کوچک کمک کنید.
fi: Tämän lisäosan tekijä pyytää taloudellista tukeasi lisäosan kehityksen jatkamiseksi.
fr: L’auteur de ce module demande que vous l’aidiez à assurer la poursuite de son travail en lui versant une petite contribution.
fur: L’autôr di chest component adizionâl ti domande di sostignîlu tal so lavôr continuatîf fasint une piçule donazion.
fy_nl: De auteur fan dizze add-on freget om stipe foar de trochgeande ûntwikkeling troch it meitsjen fan in lytse bydrage.
he: יוצר התוספת הזו מבקש ממך לסייע בהמשך העבודה על ידי מתן תרומה צנועה.
hr: Autor/ica ovog dodatka te moli, da pomoću male donacije podržiš daljnji razvoj dodataka.
hu: A kiegészítő készítője azt kéri, hogy egy csekély összeggel támogassa a további munkát.
ia: Le autor de iste additivo te demanda adjuta a supportar su continuation del labor per un micre donation.
id: Pembuat pengaya ini meminta Anda mendukung karya mereka lebih lanjut dengan memberi sedikit kontribusi.
is: Höfundur þessarar viðbótar biður þig að hjálpa til við áframhaldandi þróun hennar með því að veita smávægilegan fjárstuðning.
it: Sostieni il mantenimento e l’aggiornamento di questo componente aggiuntivo con una piccola donazione allo sviluppatore.
ja: このアドオンの作者は、開発を続けていくため、少額の寄付による支援を求めています。
ka: ამ დამატების შემქმნელი, პროგრამის მომავალი განვითარებისთვის, გთხოვთ მხარდაჭერას, მცირეოდენი შემოწირულობის სახით.
kab: Ameskar n uzegrir-agi isutur-ak-d tallelt akken ad iseddu amahil-is ticki tmuddeḍ-as cwiṭ n tewsa.
ms: Pengarang add-on ini meminta bantuan anda untuk menyokong pembangunan yang berterusan dengan memberikan sedikit sumbangan.
nb_no: Utvikleren av denne utvidelsen spør om du kan hjelpe til med å støtte en videreutvikling ved å gi et lite bidrag.
nl: De schrijver van deze add-on vraagt uw steun voor verdere werkzaamheden door middel van een kleine bijdrage.
nn_no: Utviklaren av denne utvidinga spør om du kan hjelpe til med å støtte ei vidareutvikling ved å gje eit lite bidrag.
pa_in: ਇਹ ਐਡ-ਆਨ ਦੇ ਲੇਖਕ ਨੇ ਤੁਹਾਨੂੰ ਪੁੱਛਿਆ ਹੈ ਕਿ ਤੁਸੀਂ ਛੋਟਾ ਜਿਹਾ ਯੋਗਦਾਨ ਦੇ ਕੇ ਲਗਾਤਾਰ ਕੰਮ ਜਾਰੀ ਰੱਖਣ ਵਿੱਚ ਮੱਦਦ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ।
pl: Autor tego dodatku prosi o pomoc we wspieraniu jego rozwoju przez drobny datek.
pt_br: O autor desta extensão pede que você ajude a apoiar o seu trabalho contínuo fazendo uma pequena contribuição.
pt_pt: O autor deste extra pede que apoie o desenvolvimento do mesmo através de um pequeno donativo.
ro: Autorul acestui supliment îți solicită să contribui pentru sprijinirea dezvoltării continue printr-o mică donație.
ru: Автор этого дополнения просит вас помочь поддержать его дальнейшее развитие, внеся небольшое пожертвование.
si: මෙම එක්කහුවෙහි කතුවරයා එහි අඛණ්ඩ සංවර්ධනය වෙනුවෙන් ඔබගෙන් ස්වල්ප දායකත්‍වයක් ඉල්ලා සිටියි.
sk: Autor tohto doplnku žiada o podporu v jeho vývoji zaslaním malého príspevku.
sl: Avtor tega dodatka vas vabi, da podprete nadaljnje delo s skromnim prispevkom.
sq: Autori i kësaj shtese dëshiron që të ndihmoni duke mbështetur zhvillimin e mëtejshëm të saj përmes një kontributi të vogël.
sv_se: Författaren av detta tillägg frågar att du kan hjälpa till att stödja den fortsatta utvecklingen genom att göra ett litet bidrag.
th: ผู้จัดทำส่วนเสริมนี้ใคร่ขอให้คุณช่วยสนับสนุนการพัฒนาอย่างต่อเนื่องโดยการสมทบทุนสักเล็กน้อย
tr: Bu eklentinin geliştiricisi, küçük bir bağışta bulunarak çalışmaların sürmesi için katkıda bulunmanızı rica ediyor.
uk: Автор цього додатка просить вас посприяти його подальшому розвитку, зробивши невеликий внесок.
vi: Tác giả của tiện ích bổ sung này yêu cầu bạn giúp hỗ trợ công việc tiếp tục của nó bằng cách đóng góp nhỏ.

source: The authors of this add-on ask that you help support its continued work by making a small contribution.
ar: يطلب منك مؤلفي هذه الإضافة مساعدتهم بدعم متابعة تطوير هذا العمل عبر مساهمة بسيطة منك.
bg: Авторите на добавката ви приканват да допринесете за бъдещото ѝ развитие, като направите скромно дарение.
bs: Autori ovog dodatka vas mole da podržite njihov dalji rad davanjem malog doprinosa.
ca: Els autors d'aquest complement us demanen que els ajudeu a continuar amb el seu treball fent una petita donació.
cs: Autoři tohoto doplňku váš žádají o malý příspěvek, kterým pomůžete podpořit vývoj do budoucna.
da: Udviklerne af denne tilføjelse beder dig støtte tilføjelsens fortsatte udvikling ved at donere et mindre beløb.
de: Die Autoren dieses Add-ons bitten Sie, dass Sie ihre Arbeit unterstützen, indem Sie einen kleinen Betrag spenden.
el: Οι δημιουργοί του προσθέτου σάς ζητούν να βοηθήσετε τη συνεχή λειτουργία του με μια μικρή συνεισφορά.
es: El autor de este complemento te pide le ayudes a seguir con su trabajo haciendo una pequeña contribución.
fa: مولفان این افزونه از شما درخواست می‌کنند که به ادامه یافتن توسعه‌ی آن با یک مشارکت کوچک کمک کنید.
fi: Tämän lisäosan tekijät pyytävät taloudellista tukeasi lisäosan kehityksen jatkamiseksi.
fr: Les auteurs de ce module demandent que vous les aidiez à assurer la poursuite de leur travail en leur versant une petite contribution.
fur: I autôrs di chest component adizionâl ti domandin di sostignîju tal lôr lavôr continuatîf fasint une piçule donazion.
fy_nl: De auteurs fan dizze add-on freegje om stipe foar de trochgeande ûntwikkeling troch it meitsjen fan in lytse bydrage.
he: יוצרי התוספת הזו מבקשים ממך לסייע בהמשך העבודה על ידי מתן תרומה צנועה.
hr: Autori ovog dodatka te mole, da pomoću male donacije podržiš daljnji razvoj dodataka.
hu: A kiegészítő készítői azt kérik, hogy egy csekély összeggel támogassa a további munkát.
ia: Le autores de iste additivo te demanda adjuta a supportar su continuation del labor per un micre donation.
id: Para pembuat pengaya ini meminta Anda mendukung karya mereka lebih lanjut memberi sedikit kontribusi.
is: Höfundar þessarar viðbótar biðja þig að hjálpa til við áframhaldandi þróun hennar með því að veita smávægilegan fjárstuðning.
it: Sostieni il mantenimento e l’aggiornamento di questo componente aggiuntivo con una piccola donazione allo sviluppatore.
ja: このアドオンの作者は、開発を続けていくため、少額の寄付による支援を求めています。
ka: ამ დამატების შემქმნელები, პროგრამის მომავალი განვითარებისთვის, გთხოვთ მხარდაჭერას, მცირეოდენი შემოწირულობის სახით.
kab: Imeskaren n uzegrir-agi suturen-ak-d tallelt akken ad isseddun amahil-nsen ticki tmuddeḍ-asen cwiṭ n tewsa.
ms: Pengarang add-on ini meminta bantuan anda untuk menyokong pembangunan yang berterusan dengan memberikan sedikit sumbangan.
nb_no: Utviklerene av denne utvidelsen spør om du kan hjelpe til med å støtte en videreutvikling ved å gi et lite bidrag.
nl: De schrijvers van deze add-on vragen uw steun voor verdere werkzaamheden door middel van een kleine bijdrage.
nn_no: Utviklarane av denne utvidinga spør om du kan hjelpe til med å støtte ei vidareutvikling av temaet ved å gje eit lite bidrag.
pa_in: ਇਹ ਐਡ-ਆਨ ਦੇ ਲੇਖਕ ਨੇ ਤੁਹਾਨੂੰ ਪੁੱਛਿਆ ਹੈ ਕਿ ਤੁਸੀਂ ਛੋਟਾ ਜਿਹਾ ਯੋਗਦਾਨ ਦੇ ਕੇ ਲਗਾਤਾਰ ਕੰਮ ਜਾਰੀ ਰੱਖਣ ਵਿੱਚ ਮੱਦਦ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ।
pl: Autorzy tego dodatku proszą o pomoc we wspieraniu jego rozwoju przez drobny datek.
pt_br: Os autores desta extensão pedem que você ajude a apoiar o seu trabalho contínuo fazendo uma pequena contribuição.
pt_pt: Os autores deste extra pedem que apoie o desenvolvimento do mesmo através de um pequeno donativo.
ro: Autorii acestui supliment îți solicită să contribui pentru sprijinirea dezvoltării continue printr-o mică donație.
ru: Авторы этого дополнения просят вас помочь поддержать его дальнейшее развитие, внеся небольшое пожертвование.
si: මෙම එක්කහුවෙහි කතුවරුන් එහි අඛණ්ඩ සංවර්ධනය වෙනුවෙන් ඔබගෙන් ස්වල්ප දායකත්‍වයක් ඉල්ලා සිටියි.
sk: Autori tohto doplnku žiadajú o podporu v jeho vývoji zaslaním malého príspevku.
sl: Avtorji tega dodatka vas vabijo, da podprete nadaljnje delo s skromnim prispevkom.
sq: Autorët e kësaj shtese dëshirojnë që të ndihmoni duke mbështetur zhvillimin e mëtejshëm të saj përmes një kontributi të vogël.
sv_se: Författarna av detta tillägg frågar att du kan hjälpa till att stödja den fortsatta utvecklingen genom att göra ett litet bidrag.
th: ผู้จัดทำส่วนเสริมนี้ใคร่ขอให้คุณช่วยสนับสนุนการพัฒนาอย่างต่อเนื่องโดยการสมทบทุนสักเล็กน้อย
tr: Bu eklentinin geliştiricileri, küçük bir bağışta bulunarak çalışmaların sürmesi için katkıda bulunmanızı rica ediyor.
uk: Автори цього додатка просять вас посприяти його подальшому розвитку, зробивши невеликий внесок.
vi: Các tác giả của tiện ích bổ sung này yêu cầu bạn giúp hỗ trợ công việc tiếp tục của nó bằng cách đóng góp nhỏ.

source: Enter text.
ar: أدخِل نصًا.
az: Yazını yazın.
bg: Въведете текст
bs: Upiši tekst.
ca: Introduïu text.
cs: Zadejte text.
da: Indtast tekst.
de: Text eingeben.
el: Εισαγάγετε κείμενο.
es: Escribe el texto.
fa: متن وارد کنید.
fi: Kirjoita tekstiä.
fr: Saisissez du texte.
fur: Inserìs il test achì.
fy_nl: Fier tekst yn.
he: נא להקליד טקסט.
hr: Upiši tekst.
hu: Írjon be szöveget.
ia: Insere texto.
id: Masukkan teks.
is: Settu inn texta.
it: Inserisci il testo qui.
ja: テキストを入力
ka: ტექსტის შეყვანა.
kab: Sekcem aḍris.
ms: Masukkan teks.
nb_no: Skriv inn tekst.
nl: Voer tekst in.
nn_no: Skriv inn tekst.
pa_in: ਲਿਖਤ ਦਿਓ।
pl: Wpisz tekst.
pt_br: Insira o texto.
pt_pt: Digite texto.
ro: Introdu text.
ru: Введите текст.
si: පෙළ යොදන්න.
sk: Zadajte text.
sl: Vnesite besedilo.
sq: Jepni tekst.
sv_se: Ange text.
te: పాఠ్యం ఇవ్వండి.
th: ป้อนข้อความ
tr: Yazınızı yazın.
uk: Введіть текст.
vi: Nhập văn bản.

source: Submit
ar: قدّم
az: Göndər
bg: Изпращане
bn_bd: জমা দিন
bs: Pošalji
ca: Envia
cs: Odeslat
da: Indsend
de: Absenden
el: Υποβολή
es: Enviar
fa: ارسال
fi: Lähetä
fr: Envoyer
fur: Invie
fy_nl: Yntsjinje
he: שליחה
hr: Pošalji
hu: Elküldés
ia: Submitter
id: Kirim
is: Senda inn
it: Invia
ja: 送信
ka: გაგზავნა
kab: Azen
ms: Hantar
nb_no: Send inn
nl: Indienen
nn_no: Send inn
pa_in: ਭੇਜੋ
pl: Wyślij
pt_br: Enviar
pt_pt: Submeter
ro: Trimite
ru: Отправить
si: යොමන්න
sk: Odoslať
sl: Predloži
sq: Parashtroje
sv_se: Skicka in
te: సమర్పించు
th: ส่ง
tr: Gönder
uk: Відправити
vi: Gửi

source: Submitting
ar: يقدّم
az: Göndərilir
bg: Изпращане
bn_bd: জমা হচ্ছে
bs: Slanje u toku...
ca: S'està enviant
cs: Odesílá se
da: Indsender
de: Wird übermittelt...
el: Υποβολή
es: Enviando
fa: در حال ثبت
fi: Lähetetään
fr: Envoi en cours
fur: Daûr a inviâ
fy_nl: Yntsjinje
he: מתבצעת שליחה
hr: Slanje …
hu: Beküldés
ia: Invio
id: Mengajukan
is: Sendi inn
it: Invio
ja: 送信中
ka: იგზავნება
kab: Tuzna
ms: Menghantar
nb_no: Sender inn
nl: Indienen
nn_no: Sender inn
pa_in: ਭੇਜਿਆ ਜਾ ਰਿਹਾ ਹੈ
pl: Wysyłanie
pt_br: Enviando
pt_pt: A submeter
ro: Se trimite
ru: Отправка
si: යොමු වෙමින්
sk: Odosiela sa
sl: Pošiljanje
sq: Po parashtrohet
sv_se: Skickar in
te: సమర్పిస్తోంది
th: กำลังส่ง
tr: Gönderiliyor
uk: Відправлення
vi: Đang gửi

source: Leave a note
ar: اترك ملاحظة
az: Qeyd burax
bg: Оставете бележка
ca: Deixa una nota
cs: Napsat poznámku
da: Tilføj en kommentar
de: Einen Hinweis hinterlassen
el: Αφήστε σημείωση
es: Dejar una nota
fi: Lisää kommentti
fr: Écrire une note
fur: Lasse une note
fy_nl: In berjocht efterlitte
he: השארת הודעה
hr: Zapiši bilješku
hu: Hagyjon egy megjegyzést
ia: Lassar un nota
id: Tinggalkan catatan
is: Skildu eftir minnispunkt
it: Lascia una nota
ja: メモを残す
ka: შენიშვნის დატოვება
kab: Eǧǧ-d tamawt
ms: Catat nota
nb_no: Legg igjen en kommentar
nl: Een notitie achterlaten
nn_no: Legg igjen ein kommentar
pa_in: ਨੋਟ ਛੱਡੋ
pl: Napisz notkę
pt_br: Escrever uma nota
pt_pt: Deixe uma nota
ro: Lasă o notă
ru: Сделать примечание
si: සටහනක් තබන්න
sk: Zanechajte odkaz
sl: Pustite pripombo
sq: Lini një shënim
sv_se: Lämna ett meddelande
te: ఒక సందేశం వదలండి
th: ฝากบันทึกย่อ
tr: Not bırak
uk: Залишити примітку
vi: Để lại một ghi chú

source: Collector's note
bg: Бележки на автора на списъка
ca: Nota de l'autor de la col·lecció
cs: Název sbírky
da: Samlerens kommentar
de: Hinweis des Sammlers
el: Σημείωση συλλέκτη
es: Nota del recolector
fi: Kokoajan huomautus
fr: Note de l’auteur de la collection
fur: Note dal autôr de racuelte
fy_nl: Opmerking samler
he: הערת האספן
hr: Bilješka kolekcionara
hu: Gyűjtő megjegyzései
ia: Nomine de autor del collection
id: Catatan pengoleksi
is: Athugasemd safnara
it: Nota dell’autore della raccolta
ja: コレクターのメモ
ka: შემგროვებლის შენიშვნა
kab: Tazmilt n tegrumma
nb_no: Samlerens kommentar
nl: Opmerking verzamelaar
nn_no: Merknad frå samlaren
pa_in: ਕੁਲੈਕਟਰ ਦੇ ਨੋਟ
pl: Informacje twórcy kolekcji
pt_br: Nota do dono da coleção
pt_pt: Nota do colecionador
ro: Notă de la autorul colecției
ru: Примечание подборщика
si: සංචකගේ සටහන
sk: Poznámka autora kolekcie
sl: Zbirateljeva opomba
sq: Shënim koleksionisti
sv_se: Anteckning från samlaren
te: సేకర్త గమనిక
th: หมายเหตุของตัวสะสม
tr: Koleksiyoncunun notu
uk: Примітка автора збірки
vi: Ghi chú của người sưu tập

source: Add a comment about this add-on.
ar: أضِف تعليقا عن هذه الإضافة.
az: Bu əlavə haqqında şərh əlavə et.
bg: Оставете коментар относно добавката.
ca: Afegiu un comentari sobre aquest complement.
cs: Napište komentář k tomuto doplňku.
da: Tilføj en kommentar om denne tilføjelse.
de: Einen Kommentar zu diesem Add-on verfassen.
el: Προσθέστε ένα σχόλιο για αυτό το πρόσθετο.
es: Agregar un comentario sobre este complemento.
fi: Lisää kommentti tästä lisäosasta.
fr: Laissez un commentaire à propos de ce module.
fur: Zonte un coment su chest component adizionâl.
fy_nl: In opmerking oer dizze add-on tafoegje.
he: הוספת תגובה על תוספת זו.
hr: Dodaj komentar o ovom dodatku.
hu: Megjegyzés hozzáadása erről a kiegészítőről.
ia: Adde un commento circa iste additivo.
id: Tambahkan komentar tentang pengaya ini
is: Bættu við athugasemd um þessa viðbót.
it: Aggiungi un commento sul componente aggiuntivo.
ja: このアドオンについてのコメントを追加します。
ka: გამოხმაურება, დამატების თაობაზე.
kab: Ɣef uzegrir-agiRnu awennit ɣef uzegrir-a.
ms: Tambah komen perihal add-on ini.
nb_no: Legg igjen en kommentar om dette tillegget.
nl: Voeg een opmerking toe over deze add-on.
nn_no: Legg til ein kommentar om dette tillegget.
pa_in: ਇਸ ਐਡ-ਆਨ ਬਾਰੇ ਟਿੱਪਣੀ ਜੋੜੋ।
pl: Dodaj komentarz o tym dodatku.
pt_br: Adicione um comentário sobre esta extensão.
pt_pt: Adicione um comentário acerca deste extra.
ro: Adaugă un comentariu despre acest supliment.
ru: Добавьте комментарий об этом дополнении.
si: මෙම එක්කහුව ගැන අදහසක් ලියන්න.
sk: Okomentujte tento doplnok.
sl: Dodaj komentar o tem dodatku.
sq: Shtoni një koment rreth kësaj shtese.
sv_se: Lägg till en kommentar om den här tillägget.
te: ఈ యాడ్-ఆన్ గురించి ఒక వ్యాఖ్య చేర్చండి.
th: เพิ่มความคิดเห็นเกี่ยวกับส่วนเสริมนี้
tr: Bu eklenti hakkında yorum ekleyin.
uk: Додайте коментар про цей додаток.
vi: Thêm một ý kiến về tiện ích này.

source: Save
ar: احفظ
az: Saxla
bg: Запазване
bs: Spasi
ca: Desa
cs: Uložit
da: Gem
de: Speichern
el: Αποθήκευση
es: Guardar
fi: Tallenna
fr: Enregistrer
fur: Salve
fy_nl: Bewarje
he: שמירה
hr: Spremi
hu: Mentés
ia: Salvar
id: Simpan
is: Vista
it: Salva
ja: 保存
ka: შენახვა
kab: Sekles
ms: Simpan
nb_no: Lagre
nl: Opslaan
nn_no: Lagre
pa_in: ਸੰਭਾਲੋ
pl: Zapisz
pt_br: Salvar
pt_pt: Guardar
ro: Salvează
ru: Сохранить
si: සුරකින්න
sk: Uložiť
sl: Shrani
sq: Ruaje
sv_se: Spara
te: భద్రపరచు
th: บันทึก
tr: Kaydet
uk: Зберегти
vi: Lưu lại

source: Edit
ar: حرّر
az: Redaktə et
bg: Промяна
bs: Uredi
ca: Edita
cs: Upravit
da: Rediger
de: Bearbeiten
el: Επεξεργασία
es: Editar
fi: Muokkaa
fr: Modifier
fur: Modifiche
fy_nl: Bewurkje
he: עריכה
hr: Uredi
hu: Szerkesztés
ia: Modificar
id: Sunting
is: Breyta
it: Modifica
ja: 編集
ka: ჩასწორება
kab: Ẓreg
nb_no: Rediger
nl: Bewerken
nn_no: Rediger
pa_in: ਸੋਧ
pl: Edytuj
pt_br: Editar
pt_pt: Editar
ro: Editează
ru: Изменить
si: සංස්කරණය
sk: Upraviť
sl: Uredi
sq: Përpunojeni
sv_se: Redigera
te: సరిదిద్దు
th: แก้ไข
tr: Düzenle
uk: Редагувати
vi: Chỉnh sửa

source: Your session has expired
ar: انتهت صلاحية الجلسة
az: Sessiyanızın vaxtı çıxıb
bg: Сесията ви е изтекла
bn_bd: আপনার সেশন মেয়াদ উত্তীর্ণ হয়েছে
bs: Vaša sesija je istekla
ca: La vostra sessió ha caducat
cs: Platnost vaší relace vypršela
da: Din session er udløbet
de: Ihre Sitzung ist abgelaufen
el: Η συνεδρία σας έχει λήξει
es: Tu sesión ha expirado
fa: جلسه شما منقضی شده است
fi: Istuntosi on vanhentunut
fr: Votre session a expiré
fur: Session scjadude
fy_nl: Jo sesje is ferrûn
ga_ie: Seisiún imithe in éag
he: פג תוקף החיבור שלך
hr: Tvoja sesija je istekla
hu: A munkamenet lejárt
ia: Tu session ha expirate
id: Sesi anda telah berakhir
is: Setan þín er útrunnin
it: Sessione scaduta
ja: セッションが期限切れとなりました
ka: თქვენი სეანსი ამოიწურა
kab: Tiɣimit-ik tfuk
ms: Sesi anda telah tamat tempoh
nb_no: Økten din har utløpt
nl: Uw sessie is verlopen
nn_no: Økta di har gått ut
pa_in: ਤੁਹਾਡੇ ਸੈਸ਼ਨ ਦੀ ਮਿਆਦ ਪੁੱਗ ਗਈ ਹੈ
pl: Sesja wygasła
pt_br: Sua sessão expirou
pt_pt: A sua sessão expirou
ro: Sesiunea a expirat
ru: Срок действия сеанса истёк
si: ඔබගේ වාරය කල් ඉකුත් වී ඇත
sk: Platnosť relácie uplynula
sl: Vaša seja je potekla
sq: Sesioni juaj ka skaduar
sv_se: Din session har upphört att gälla
te: మీ సెషన్ గడువు ముగిసింది
th: วาระของคุณหมดอายุแล้ว
tr: Oturumunuzun süresi doldu
uk: Термін дії сеансу завершився
vi: Phiên làm việc của bạn đã hết hạn

source: An unexpected error occurred
ar: حدث خطأ غير متوقع
az: Gözlənilməz xəta baş verdi
bg: Възникна неочаквана грешка
bn_bd: একটি অপ্রত্যাশিত ত্রুটি সংঘটিত হয়েছে
bs: Došlo je do neočekivane greške
ca: S'ha produït un error inesperat
cs: Došlo k neočekávané chybě
da: Der opstod en uventet fejl
de: Ein unerwarteter Fehler ist aufgetreten.
el: Προέκυψε απροσδόκητο σφάλμα
es: Se ha producido un error inesperado
fa: یک خطای پیش‌بینی نشده رخ داد
fi: Tapahtui odottamaton virhe
fr: Une erreur inattendue s’est produite
fur: Al è capitât un erôr inspietât
fy_nl: Der is in ûnferwachte flater bard
ga_ie: Tharla earráid gan choinne
he: אירעה שגיאה בלתי צפויה
hr: Dogodila se neočekivana greška.
hu: Váratlan hiba történt
ia: Un error non attendite occurreva
id: Terjadi kesalahan yang tidak diharapkan
is: Óvænt villa kom upp
it: Si è verificato un errore imprevisto
ja: 予期せぬエラーが発生しました
ka: მოულოდნელი შეცდომა
kab: Teḍra-d tuccḍa tarussint
ms: Ada ralat yang tidak dijangka
nb_no: En uventet feil oppstod
nl: Er is een onverwachte fout opgetreden
nn_no: Det oppstod ein uventa feil
pa_in: ਅਚਾਨਕ ਗਲਤੀ ਆਈ ਹੈ
pl: Wystąpił nieoczekiwany błąd
pt_br: Ocorreu um erro inesperado
pt_pt: Ocorreu um erro inesperado
ro: S-a produs o eroare neașteptată
ru: Обнаружена непредвиденная ошибка
si: අනපේක්‍ෂිත දෝෂයක් මතු විය
sk: Nastala neočakávaná chyba
sl: Prišlo je do nepričakovane napake
sq: Ndodhi një gabim të panjohur
sv_se: Ett oväntat fel har uppstått
te: ఊహించని పొరపాటు దొర్లింది
th: เกิดข้อผิดพลาดที่ไม่คาดคิด
tr: Beklenmeyen bir hata oluştu
uk: Сталася неочікувана помилка
vi: Đã xảy ra lỗi

source: Reload To Continue
ar: أعِد التحميل للمتابعة
az: Davam etmək üçün yeniləyin
bg: Презаредете, за да продължите
bn_bd: অব্যাহত রাখতে রিলোড করুন
bs: Ponovo učitaj za nastavak
ca: Torna a carregar per continuar
cs: Pro pokračování znovu načtěte stránku
da: Genindlæs for at fortsætte
de: Zum Fortfahren neu laden
el: Επαναφορτώστε τη σελίδα για να συνεχίσετε
es: Recarga la página para continuar
fa: برای ادامه دوباره بارگذاری کنید
fi: Päivitä jatkaaksesi
fr: Rechargez la page pour continuer
fur: Torne cjame par continuâ
fy_nl: Laad opnij om troch te gean
ga_ie: Athlódáil le leanúint
he: טעינה מחדש להמשך
hr: Učitaj ponovo za nastavljanje
hu: Töltse újra a folytatáshoz
ia: Recargar pro continuar
id: Muat Ulang Untuk Melanjutkan
is: Endurlestu til að halda áfram
it: Ricarica per procedere
ja: 再読み込みして続ける
ka: ხელახლა გახსენით, რომ განაგრძოთ
kab: Smiren akken ad tkemmleḍ
ms: Muat semula untuk Meneruskan
nb_no: Oppdater for å fortsette
nl: Vernieuw de pagina om door te gaan
nn_no: Oppdater for å fortsetje
pa_in: ਜਾਰੀ ਰੱਖਣ ਲਈ ਮੁੜ-ਲੋਡ ਕਰੋ
pl: Wczytaj ponownie, aby kontynuować
pt_br: Recarregue para continuar
pt_pt: Recarregue para continuar
ro: Reîncarcă pentru a continua
ru: Перезагрузите для продолжения
si: පූරණය කර ඉදිරියට
sk: Ak chcete pokračovať, obnovte kartu
sl: Ponovno naloži za nadaljevanje
sq: Ringarkojeni Që Të Vazhdohet
sv_se: Ladda om för att fortsätta
te: కొనసాగటానికి రీలోడ్ చేయండి
th: โหลดใหม่เพื่อดำเนินการต่อ
tr: Devam etmek için sayfayı tazeleyin
uk: Перезавантажте для продовження
vi: Tải lại để tiếp tục

source: Page not found
ar: لم يُعثر على الصفحة
az: Səhifə tapılmadı
bg: Страницата не е намерена
bn_bd: পাতা পাওয়া যায়নি
bs: Stranica nije pronađena
ca: No s'ha trobat la pàgina
cs: Stránka nenalezena
da: Siden blev ikke fundet
de: Seite nicht gefunden
el: Η σελίδα δεν βρέθηκε
es: No se encontró la página
fa: صفحه پیدا نشد
fi: Sivua ei löytynyt
fr: Page introuvable
fur: Pagjine no cjatade
fy_nl: Side net fûn
ga_ie: Leathanach gan aimsiú
he: הדף לא נמצא
hr: Stranica nije pronađena
hu: Az oldal nem található
ia: Pagina non trovate
id: Laman tidak ditemukan
is: Síðan fannst ekki
it: Pagina non trovata
ja: ページが見つかりませんでした
ka: გვერდი ვერ მოიძებნა
kab: Ulac asebter
ms: Halaman tidak ditemui
nb_no: Fant ikke siden
nl: Pagina niet gevonden
nn_no: Fann ikkje sida
pa_in: ਸਫਾ ਨਹੀ ਲੱਭਾ
pl: Nie odnaleziono strony
pt_br: Página não encontrada
pt_pt: Página não encontrada
ro: Pagină negăsită
ru: Страница не найдена
si: පිටුව හමු නොවිණි
sk: Stránka nebola nájdená
sl: Strani ni mogoče najti
sq: S’u gjet faqe
sv_se: Sidan hittades inte
te: పేజీ కనుగొనబడలేదు
th: ไม่พบหน้า
tr: Sayfa bulunamadı
uk: Сторінку не знайдено
vi: Trang không tồn tại
