Repository: mozilla/addons-frontend
Catalog: locale/*/LC_MESSAGES/amo.po
Languages: ar, az, bg, bn_bd, bs, ca, cs, da, de, el, es, fa, fi, fr, fur, fy_nl, ga_ie, he, hr, hu, ia, id, is, it, ja, ka, kab, ms, nb_no, nl, nn_no, pa_in, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: I'm an add-on author, can I delete unfavorable reviews or ratings?
ar: أنا مطور إضافات، هل يمكنني حذف المراجعات أو التقييمات غير الملائمة؟
bg: Аз съм автор на добавки, мога ли да изтривам неблагоприятните отзиви и оценки?
bs: Ja sam autor dodatka, mogu li brisati nepovoljne recenyije i ocjene?
ca: Soc l'autor d'un complement, puc eliminar ressenyes o valoracions desfavorables?
cs: Jsem autor doplňku, mohu odstranit záporné recenze či hodnocení?
da: Jeg er forfatter til en tilføjelse. Kan jeg slette negative anmeldelser og bedømmelser?
de: Ich bin ein Add-on-Autor, kann ich ungünstige Bewertungen löschen?
el: Είμαι συντάκτης προσθέτων, μπορώ να διαγράψω δυσμενείς κριτικές ή βαθμολογίες;
es: Soy un autor de complemento, ¿puedo eliminar comentarios o revisiones negativas?
fi: Olen lisäosan tekijä, voinko poistaa epämieluisat arviot ja arvostelut?
fr: Je suis le développeur d’un module, ai-je la possibilité de supprimer des avis ou des notes défavorables ?
fur: O soi un autôr di components adizionâi, puedio eliminâ recensions o valutazions sfavorevulis?
fy_nl: Ik bin in add-onskriuwer, kin ik negative beoardielingen of wurdearringen fuortsmite?
he: אני יוצר תוספות, אוכל למחוק סקירות או דירוגים שאינם מחמיאים?
hr: Ja sam autor dodatka. Mogu li izbrisati nepovoljne recenzije ili ocjene?
hu: Én vagyok a kiegészítő szerzője, tudom törölni a kedvezőtlen (csillagos) értékeléseket?
ia: Io es le autor de un additivo, pote io deler recensiones o evalutationes non favorabile?
id: Saya adalah pencipta pengaya, bisakah saya menghapus tinjauan atau peringkat yang kurang baik?
is: Ég er höfundur viðbótar, get ég eytt neikvæðum umsögnum eða einkunnum?
it: Sono un autore di componenti aggiuntivi, posso eliminare recensioni e valutazioni sfavorevoli?
ja: 私はアドオンの作者ですが、気に入らないレビューや評価は削除できますか？
ka: მე ვარ დამატების ავტორი, შემიძლია თუ არა, არასასურველი მიმოხილვების ან შეფასებების წაშლა?
kab: Nek d ameskar n uzegrir, zemreɣ ad kkseɣ iwenniten neɣ tizmilin ur yeddan ara akked uzegrir?
ms: Saya seorang pengarang add-on, bolehkah saya menghapuskan ulasan atau penarafan yang tidak menyebelahi saya?
nb_no: Jeg er en utvidelsesutvikler, kan jeg slette negative omtaler eller vurderinger?
nl: Ik ben een add-onschrijver, kan ik negatieve beoordelingen of waarderingen verwijderen?
nn_no: Eg lagar utvidingar, kan eg fjerne negative vurderingar eller rangeringar?
pa_in: ਮੈਂ ਇੱਕ ਐਡ-ਆਨ ਲੇਖਕ ਹਾਂ, ਕੀ ਮੈਂ ਨਾਪਸੰਦ ਸਮੀਖਿਆਵਾਂ ਜਾਂ ਰੇਟਿੰਗਾਂ ਨੂੰ ਹਟਾ ਸਕਦਾ?
pl: Czy autorzy dodatków mogą usuwać nieprzychylne recenzje i oceny?
pt_br: Eu sou um autor de extensões, posso excluir análises ou avaliações desfavoráveis?
pt_pt: Eu sou autor de extras, posso eliminar análises ou avaliações desfavoráveis?
ro: Sunt un autor de suplimente, pot să șterg recenziile sau evaluările nefavorabile?
ru: Я автор дополнения, могу ли я удалять нелицеприятные отзывы или рейтинги?
si: මම එක්කහු කතුවරයෙක්, මට අහිතකර සමාලෝචන හෝ ඇගැයුම් මකා දැමීමට හැකිද?
sk: Som autorom doplnku, môžem odstrániť nepriaznivú recenziu či hodnotenie?
sl: Sem avtor dodatka, ali lahko izbrišem neugodne ocene?
sq: Jam autor shtese, a mund të fshij shqyrtime apo vlerësime të pafavorshme?
sv_se: Jag är upphovsman för tillägg, kan jag ta bort negativa recensioner eller betyg?
th: ฉันเป็นผู้สร้างส่วนเสริม ฉันสามารถลบบทวิจารณ์หรือการจัดอันดับที่ไม่พึงประสงค์ได้หรือไม่?
tr: Kendi eklentim var. Olumsuz incelemeleri veya puanları silebilir miyim?
uk: Я автор додатка, чи можу я видаляти несприятливі відгуки чи рейтинги?
vi: Tôi là tác giả của tiện ích, tôi có thể xóa đánh giá hoặc xếp hạng không thuận lợi không?

source: In general, no. But if the review did not meet the review guidelines outlined above, you can click "Report this review" and have it moderated. If a review included a complaint that is no longer valid due to a new release of your add-on, we may consider deleting the review.
ar: بشكل عام لا، لا يمكنك. إلا أنه إن كانت ثمة مراجعة لا تتماشى مع إرشادات المراجعات الموضحة أعلاه، فيمكنك نقر زر ”أبلِغ عن هذه المراجعة“ ليُنظر في أمرها. إن كان في المراجعة شكوى لم تعد في محلها لأنك أصدرت نسخة جديدة من الإضافة، فيمكن أن ننظر في أمر حذف المراجعة.
bg: В общия случай, не. Но ако отзива не отговаря на критериите по-горе може да изберете „Докладване на отзива“ и ще бъде редактиран. В случай, че той съдържа оплакване, причината за което е отстранена в ново издание на добавката, ще бъде разгледана и възможността за изтриването му.
bs: Generalno ne. Medjutim ako recenzija nije u skladu sa gore navedenim smjernicama, možete kliknuti na "Prijavi recenziju" kako bi je prijavili. AKo neka recenzija uključuje žalbu koja nije validna zbog objave nove verzije, moža razmotrimo brisanje iste.
ca: En general, no. Però si la revisió no compleix les Directrius per a fer ressenyes esmentades anteriorment, pots fer clic a «Informar sobre aquesta ressenya» i s'investigarà. Si una ressenya inclou una queixa que ja no sigui vàlida a causa d’una nova publicació del vostre complement, potser podrem suprimir la revisió.
cs: V obecném případě ne. Pokud ale recenze nesplňuje pravidla uvedená výše, můžete klepnout na "Nahlásit recenzi" pro její moderování. Pokud recenze obsahuje stížnost, která již není relevantní s ohledem na vydání nové verze doplňku, můžeme zvážit její smazání.
da: Som udgangspunkt, nej. Men hvis anmeldelsen ikke overholder vores retningslinjer, som angivet ovenfor, kan du klikke på "Rapporter denne anmeldelse" for at få en moderator til at se på den. Hvis en anmeldelse indeholder en klage over en fejl, som er blevet rettet i en ny version, vil vi overveje at slette anmeldelsen.
de: Im Allgemeinen nicht. Wenn die Bewertung aber nicht dem oben beschriebenen Bewertungsleitfaden entspricht, können Sie auf „Diese Bewertung melden“ klicken, damit sie moderiert wird. Wenn eine Bewertung einen Kritikpunkt enthält, der aufgrund einer neuen Version Ihres Add-ons nicht mehr aktuell ist, löschen wir diese Bewertung womöglich.
el: Γενικά, όχι. Αλλά αν η κριτική δεν συμμορφώνεται με τους κανόνες αξιολόγησης που περιγράφονται παραπάνω, μπορείτε να κάνετε κλικ στο "Αναφορά κριτικής" για να ελεγχθεί. Αν μια κριτική περιείχε παράπονο που δεν είναι πλέον έγκυρο, λόγω μιας νέας έκδοσης του προσθέτου σας, ενδέχεται να την διαγράψουμε.
es: En general, no. Pero si el comentario no cumple con las normas expuestas más arriba, puedes hacer clic en "Denunciar este comentario" y se investigará. Si un comentario incluye una queja que ya no es válida tras el lanzamiento de una nueva versión del complemento, puede que eliminemos ese comentario.
fi: Yleisesti ottaen ei. Mutta jos arvostelu ei vastannut yllä esitettyjä arvosteluohjeita, voit aina napsauttaa "Ilmoita tästä arvostelusta" ja ilmiantaa sen. Jos arvosteluun sisältyy vanhentunut valitus (lisäosaa päivitetty ja vika korjattu) voimme harkita arvostelun poistamista.
fr: De manière générale, ce n’est pas possible. En revanche, si l’avis ne respecte pas les règles précisées ci-dessus, vous pouvez cliquer sur « Signaler » pour qu’il soit modéré. Si un avis inclut une plainte qui n’est plus valide, car ce défaut a été corrigé dans une nouvelle version de votre module, nous pourrons être amenés à supprimer cet avis.
fur: In gjenar, no. Ma se la recension no rispiete lis liniis vuide delineadis sore, tu puedis fâ clic su ’“segnale cheste recension” par vêle moderade. Se une recension e inclût un reclam che nol è plui valit par vie di une publicazion di une gnove version dal component adizionâl, o podìn decidi di cancelâle.
fy_nl: Oer it algemien net. Mar as de beoardieling net foldocht oan de boppesteande rjochtlinen kinne jo op ‘Dizze beoardieling melde’ klikke om moderaasje te starten. As de beoardieling in klacht beskriuwt dy’t net mear jildt fanwegen in nije útjefte fan jo add-on, dan kinne wy oerweage de beoardieling fuort te smiten.
he: באופן כללי, לא. אבל אם הסקירה אינה עומדת בקווים המנחים שמופיעים לעיל, ניתן ללחוץ על „דיווח על סקירה זו” כדי שתיבדק. אם סקירה כוללת תלונה שאינה תקפה עוד עקב מהדורה חדשה של התוספת שלך, אנו נשקול להסיר את הסקירה.
hr: Općenito, ne. Ali, ako recenzija nije u skladu s gore navedenim smjernicama, možeš pritisnuti „Prijavi ovu recenziju”, kako bi se pregledala. Ako se recenzija odnosi na problem koji više ne vrijedi zbog novog izdanja tvog dodatka, razmotrit ćemo brisanje recenzije.
hu: Általánosságban nem. De ha az értékelés nem felel meg a fenti értékelési irányelveknek, akkor az „Értékelés jelentése” szövegre kattinthatva moderálást kérhet. Ha az értékelés olyan panaszt tartalmaz, ami a kiegészítő újabb verziójára már nem érvényes, akkor megfontoljuk az értékelés törlését.
ia: In general, no. Ma si le recension non respecta le directivas enumerate hic supra, tu pote cliccar sur "Signalar iste recension" pro demandar que un moderator lo examina. Si un recension include un querela que non es plus valide post publicar un nove version de tu additivo, nos pote considerar deler le recension.
id: Secara umum, tidak. Akan tetapi, apabila tinjauan tidak memenuhi panduan di atas, Anda dapat mengeklik "Laporkan tinjauan ini" agar tinjauan tersebut dimoderasi. Apabila sebuah tinjauan menyertakan keluhan yang tidak lagi benar karena adanya keluaran baru pengaya Anda, kami akan mempertimbangkan untuk menghapus tinjauan tersebut.
is: Almennt séð nei. En ef umsögnin stenst ekki kröfur sem gerðar eru í leiðbeiningunum hér fyrir ofan, geturðu smellt á "Tikynna þessa umsögn" og láta umsjónarmenn yfirfara hana. Ef umsögn inniheldur körtun sem ekki fær lengur staðist þar sem ný útgáfa víðbótarinnar sé komin út, gætum við íhugað að eyða umsögninni.
it: In linea generale no. Ma se la recensione non rispetta le linee guida delineate sopra puoi cliccare su ’“segnala questa recensione” per chiederne la moderazione. Se una recensione include un reclamo non più valido grazie al rilascio di una nuova versione del componente aggiuntivo, possiamo decidere di cancellarla.
ja: 通常はできません。ただし、レビューが上記のガイドラインに従っていない場合は、「このレビューを報告」をクリックして管理者に通知できます。アドオンの新バージョンが公開されたことで妥当性がなくなった苦情がレビューに含まれている場合は、そのレビューの削除を検討します。
ka: საზოგადოდ, არა. მიუხედავად ამისა, თუ მიმოხილვა ეწინააღმდეგება ჩვენი მიმოხილვის სახელმძღვანელო წესებით, შეგიძლიათ დაწკაპოთ ბმულზე „მიმოხილვის გასაჩივრება“ და გაუგზავნოთ ზედამხედველთა გუნდს. თუ მოხსენება შეიცავს უკმაყოფილებას იმ საკითხზე, რომელიც უკვე გამოსწორებულია ახალ ვერსიაში, ჩვენ შეიძლება წავშალოთ ასეთი მიმოხილვა.
kab: S wudem amatu, ala. Maca asenqed ur isεi ara tiwtilin n usawen, tzemreḍ ad tsiteḍ ɣef " Cegger asenqed-a" sakin qεed-it. ma yella asenqed deg-s acetki ur ɣezzifet ara, nezmer ad t-nekkes.
ms: Secara umum, tidak. Tapi jika ulasan tersebut tidak mematuhi garis panduan semakan yang ditetapkan, anda boleh klik "Laporkan semakan ini" dan akan dipertimbangkan. Jika ulasan yang dibuat sudah tidak lagi sesuai kerana ada keluaran add-on yang baru, kami mungkin akan membuang semakan berkenaan.
nb_no: Som utgangspunkt, nei. Men hvis omtalen ikker overholder våre retningslinjer, som angitt ovenfor, kan du klikke på «Rapporter denne omtalen» for å få en moderator til å se på den. Hvis en omtale inneholder en klage over en feil, som er blitt rettet i en ny versjon, vil vi vurdere å slette denne omtalen.
nl: In het algemeen niet. Maar als de beoordeling niet aan de beoordelingsrichtlijnen hierboven voldoet, kunt u op ‘Deze beoordeling rapporteren’ klikken voor een evaluatie. Als de beoordeling een niet langer geldige klacht bevat vanwege een nieuwe uitgave van uw add-on, kunnen we overwegen de beoordeling te verwijderen.
nn_no: Generelt nei. Men om vurderinga ikkje oppfylte vurderingsretningslinjene som er skildra ovanfor, kan du trykkje på «Rapporter denne vurderinga» og få henne moderert. Om vurderinga inneheld ei klage som ikkje lenger er gyldig på grunn av ein ny versjon av utvidinga di, kan vi vurdere å slette vurderinga.
pa_in: ਆਮ ਤੌਰ ਤੇ, ਨਹੀਂ। ਪਰ ਜੇ ਸਮੀਖਿਆ ਉੱਤੇ ਉਪਰੋਕਤ ਸਮੀਖਿਆ ਦਿਸ਼ਾ ਨਿਰਦੇਸ਼ਾਂ ਦੀ ਪੂਰਤੀ ਨਹੀਂ ਕੀਤੀ ਗਈ ਸੀ, ਤਾਂ ਤੁਸੀਂ "ਇਸ ਸਮੀਖਿਆ ਦੀ ਰਿਪੋਰਟ ਕਰੋ" ਤੇ ਕਲਿਕ ਕਰ ਸਕਦੇ ਹੋ ਅਤੇ ਇਸਨੂੰ ਸੰਚਾਲਿਤ ਕਰ ਸਕਦੇ ਹੋ। ਜੇ ਕਿਸੇ ਸਮੀਖਿਆ ਵਿੱਚ ਇੱਕ ਸ਼ਿਕਾਇਤ ਸ਼ਾਮਲ ਕੀਤੀ ਗਈ ਹੈ ਜੋ ਹੁਣ ਤੁਹਾਡੇ ਐਡਆਨ ਦੀ ਨਵੀਂ ਰੀਲੀਜ਼ ਕਾਰਨ ਪ੍ਰਮਾਣਿਤ ਨਹੀਂ ਹੈ, ਤਾਂ ਅਸੀਂ ਸਮੀਖਿਆ ਨੂੰ ਮਿਟਾਉਣ ਬਾਰੇ ਵਿਚਾਰ ਕਰ ਸਕਦੇ ਹਾਂ।
pl: Ogólnie rzecz biorąc, nie. Jeśli jednak recenzja nie spełnia wytycznych wyrażonych powyżej, to można kliknąć „Zgłoś tę recenzję”, a zostanie ona moderowana. Jeśli recenzja zawiera uwagę nieaktualną z powodu nowego wydania dodatku, to możemy rozważyć jej usunięcie.
pt_br: Em geral, não. Mas se a análise não cumprir com as diretrizes descritas acima, você pode clicar em "Reportar esta análise" para a mesma ser moderada. Se uma análise incluir uma queixa que já não é válida devido a um novo lançamento da sua extensão, podemos considerar a remoção da análise.
pt_pt: Em geral, não. Mas se a análise não cumprir com as diretrizes descritas acima, pode clicar em "Reportar esta análise" para a mesma ser moderada. Se uma análise incluir uma queixa que já não é válida devido a um novo lançamento do seu extra, podemos considerar a remoção da análise.
ro: În general, nu. Dar dacă recenzia nu a întrunit cerințele din ghidul pentru recenzii prezentate mai sus, poți da clic pe „Raportează această recenzie” și supune-o procedurii de moderare. Dacă recenzia include o reclamație care nu mai este de actualitate datorită lansării unei versiuni noi a suplimentului tău, este posibil să luăm în calcul ștergerea recenziei.
ru: В общем случае, нет. Но если отзыв не соответствует изложенным выше требованиям к отзывам, вы можете щёлкнуть по ссылке "Сообщить об этом отзыве" и он будет отмодерирован. Если отзыв содержит жалобу, которая более не является актуальной в связи с выходом новой версии вашего дополнения, мы можем рассмотреть возможность удаления отзыва.
si: සාමාන්‍යයෙන්, බැහැ. නමුත් ඉහත දක්වා තිබෙන සමාලෝචන මාර්ගෝපදේශ සපුරා නැති නම්, "මෙම සමාලෝචනය වාර්තා කරන්න" එබීමෙන් සංශෝධනයට ලක් කිරීමට හැකිය. ඔබගේ එක්කහුවෙහි නව නිකුතු සඳහා තවදුරටත් වලංගු නොවන පැමිණිල්ලක සමාලෝචනයක් ඇත්නම්, අපට එම සමාලෝචනය මකා දැමීම යෝග්‍ය දැයි සලකා බැලීමට හැකිය.
sk: Obyčajne nie. Ak ale recenzia nespĺňa pravidlá popísané vyššie, môžete kliknúť na tlačidlo „Nahlásiť túto recenziu“ a nechať ju posúdiť. Ak recenzia obsahuje sťažnosť, ktorá už nie je relevantná vzhľadom na vydanie novej verzie doplnku, môžeme zvážiť jej odstránenie.
sl: V splošnem ne. Toda če ocena ne ustreza zgornjim smernicam, lahko kliknete "Prijavi to oceno" in jo predložite za pregled. Če ocena vključuje pritožbo, ki ni več veljavna zaradi nove izdaje vašega dodatka, bomo premislili o njenem izbrisu.
sq: Përgjithësisht, jo. Por nëse shqyrtimi është bërë jo në pajtim me udhëzimet mbi shqyrtime më sipër, mund të klikoni mbi "Raportojeni këtë shqyrtim" që të moderohet. Nëse një shqyrtim përmbante një ankesë që s’është më e vlefshme, për shkak të hedhjes në qarkullim të një versioni të ri të shtesës tuaj, mund të shohim mundësinë e fshirjes së shqyrtimit.
sv_se: I allmänhet nej. Men om recensionen inte uppfyllde de granskningsriktlinjer som beskrivs ovan kan du klicka på "Rapportera denna recension" och få det modererat. Om en recension innehöll ett klagomål som inte längre är giltigt på grund av en ny version av ditt tillägg, kan vi överväga att radera recensionen.
th: โดยทั่วไปนั้นไม่ได้ แต่หากบทวิจารณ์ดังกล่าวไม่สอดคล้องกับหลักเกณฑ์การวิจารณ์ที่ระบุข้างต้น คุณสามารถคลิก "รายงานบทวิจารณ์นี้" เพื่อให้เราทำการตรวจสอบได้ หากบทวิจารณ์มีคำร้องเรียนที่ไม่มีผลอีกต่อไปเนื่องจากมีการออกรุ่นใหม่ของส่วนเสริมของคุณ เราอาจพิจารณาลบบทวิจารณ์ดังกล่าว
tr: Genel olarak hayır, ama inceleme yukarıdaki inceleme yönergelerine uygun değilse "Bu incelemeyi bildir"e tıklayarak incelemenin denetlenmesini sağlayabilirsiniz. İncelemede eklentinizin yeni sürümünde artık geçerliliği olmayan bir şikayet varsa incelemeyi silmeyi düşünebiliriz.
uk: Взагалі, ні. Але якщо відгук не відповідав наведеним вище інструкціям, ви можете натиснути кнопку "Повідомити про цей відгук" і залишити його модераторам. Якщо в огляді було включено скаргу, яка більше не дійсна через нову версію вашого додатка, ми можемо розглянути питання про видалення цього відгуку.
vi: Nói chung là không. Nhưng nếu bài đánh giá không đáp ứng các nguyên tắc đánh giá được nêu ở trên, bạn có thể nhấp vào "Báo cáo đánh giá này" và để bài đánh giá được kiểm duyệt. Nếu đánh giá bao gồm khiếu nại không còn hợp lệ do bản phát hành mới của tiện ích của bạn, chúng tôi có thể xem xét xóa bài đánh giá.

source: Review Guidelines
ar: إرشادات المراجعات
az: İcmal Bələdçiliyi
bg: Насоки за писане на отзиви
bs: Pregled smjernica
ca: Directrius per a fer ressenyes
cs: Příručka recenzenta
da: Retningslinjer for anmeldelser
de: Bewertungsleitfaden
el: Οδηγίες αξιολόγησης
es: Directrices de revisión
fi: Arvioinnin ohjeistukset
fr: Instructions pour les critiques
fur: Liniis vuide pes recensions
fy_nl: Beoardielingsrjochtlinen
he: כללי סקירה
hr: Priručnik za recenziranje
hu: Értékelési útmutató
ia: Lineas guida pro recensiones
id: Panduan Peninjauan
is: Leiðbeiningar fyrir umsagnir
it: Linee guida per le recensioni
ja: レビューガイドライン
ka: მითითებები მიმოხილვის გასაკეთებლად
kab: Amnir n ucegger
ms: Garis panduan Semakan
nb_no: Retningslinjer for omtaler
nl: Beoordelingsrichtlijnen
nn_no: Retningslinjer for vurderingar
pa_in: ਹਿਦਾਇਤਾਂ ਦੀ ਸਮੀਖਿਆ ਕਰੋ
pl: Wytyczne pisania recenzji
pt_br: Regras gerais para análises
pt_pt: Diretrizes de análises
ro: Ghid de revizuire
ru: Чем следует руководствоваться при написании отзывов
si: සමාලෝචන මාර්ගෝපදේශය
sk: Pokyny pre recenzentov
sl: Smernice za ocene
sq: Udhëzues Shqyrtimesh
sv_se: Recensionsriktlinjer
te: సమీక్ష మార్గదర్శకాలు
th: หลักเกณฑ์บทวิจารณ์
tr: İnceleme Yönergeleri
uk: Вимоги до відгуків
vi: Nguyên tắc đánh giá

source: Guidelines, tips, and Frequently Asked Questions to leave a review for the extensions and themes you’ve downloaded and used on Firefox.
ca: Directrius, consells i preguntes freqüents per deixar una ressenya sobre les extensions i temes que heu baixat i utilitzat al Firefox.
cs: Pokyny, tipy a nejčastější dotazy ohledně psaní recenzí pro rozšíření a motivy vzhledu, které jste si stáhli a používali ve Firefoxu.
de: Richtlinien, Tipps und häufig gestellte Fragen zum Verfassen einer Bewertung für die Erweiterungen und Themes, die Sie in Firefox heruntergeladen und verwendet haben.
el: Οδηγίες, συμβουλές και συχνές ερωτήσεις για να αφήσετε μια κριτική για τις επεκτάσεις και τα θέματα που έχετε κάνει λήψη και χρησιμοποιείτε στο Firefox.
es: Guías, consejos y preguntas más frecuentes para dejar tu opinión sobre los temas y extensiones que has descargado y usado en Firefox.
fi: Ohjeet, vinkit ja usein kysytyt kysymykset, joiden avulla arvostelet Firefoxissa lataamiasi ja käyttämiäsi laajennuksia ja teemoja.
fr: Instructions, astuces et Foire Aux Questions pour laisser un commentaire sur les extensions et les thèmes que vous avez téléchargés et utilisés sur Firefox.
fur: Liniis vuide, sugjeriments e domandis frecuentis par lassâ une recension su lis estensions e i temis che tu âs discjariât e doprât su Firefox.
fy_nl: Hantliedingen, tips en faaks stelde fragen foar it skriuwen fan in beoardieling fan de útwreidingen en de tema’s dy’t jo yn Firefox download en brûkt hawwe.
hr: Smjernice, savjeti i često postavljena pitanja za pisanje recenzija za preuzeta proširenja i teme koje koristiš u Firefoxu.
hu: Iránymutatások, tippek és Gyakran Ismételt Kérdések, hogy értékeléseket adjon a letöltött és a Firefoxban használt kiegészítőkről és témákról.
ia: Lineas guida, suggestiones, e Folio A Questiones pro lassar un recension sur le extensiones e del themas que tu ha discargate e usate sur Firefox.
id: Pedoman, kiat, dan Daftar Pertanyaan Umum untuk memberikan ulasan tentang ekstensi dan tema yang telah Anda unduh dan gunakan di Firefox.
is: Leiðbeiningar, ábendingar og algengar spurningar varðandi það að gefa umsögn um forritsauka og þemu sem þú hefur sótt og notað í Firefox.
it: Linee guida, suggerimenti e domande frequenti per lasciare una recensione sulle estensioni e i temi che hai scaricato e utilizzato su Firefox.
ja: Firefox でダウンロードして使用した拡張機能やテーマのレビューコメントを残すための、ガイドライン、ヒント、よくある質問です。
ka: იხილეთ მითითებები, რჩევები, ხშირად დასმული კითხვები მიმოხილვების დასატოვებლად იმ გაფართოებებსა და თემებზე, რომლებიც ჩამოტვირთული გაქვთ და რომელთაც იყენებთ Firefox-ზე.
kab: Iwellihen, tixbula akked isteqisyen i d-yettuɣalen s waṭas akken ad teǧǧeḍ awennit ɣef yiziɣzaf akked isental i d-tessadreḍ daɣen i tesqedceḍ deg Firefox.
ms: Garis panduan, panduan dan Soalan Lazim untuk memberikan ulasan ekstensi dan tema yang telah anda muat turun dan gunakan dalam Firefox.
nb_no: Retningslinjer, tips og ofte stilte spørsmål for å gi en omtale av utvidelsene og temaene du har lastet ned og brukt på Firefox.
nl: Handleidingen, tips en veelgestelde vragen voor het schrijven van een beoordeling van de extensies en de thema’s die u in Firefox hebt gedownload en gebruikt.
nn_no: Retningslinjer, tips og ofte stilte spørsmål for å gi ein omtale av utvidingane og temaa du har lasta ned og brukt på Firefox.
pa_in: ਫਾਇਰਫਾਕਸ ਤੇ ਡਾਊਨਲੋਡ ਅਤੇ ਵਰਤੇ ਗਏ ਐਕਸਟੈਂਸ਼ਨਾਂ ਅਤੇ ਵਿਸ਼ਿਆਂ ਲਈ ਇੱਕ ਸਮੀਖਿਆ ਛੱਡਣ ਲਈ ਦਿਸ਼ਾ ਨਿਰਦੇਸ਼, ਸੁਝਾਅ ਅਤੇ ਅਕਸਰ ਪੁੱਛੇ ਜਾਂਦੇ ਸਵਾਲ।
pl: Wytyczne, wskazówki i najczęściej zadawane pytania na temat pisania recenzji rozszerzeń i motywów pobranych i używanych w Firefoksie.
pt_br: Diretrizes, dicas e perguntas frequentes de como escrever uma análise sobre as extensões e temas que você baixou e usou no Firefox.
pt_pt: Diretrizes, dicas e perguntas frequentes para deixar uma análise para as extensões e temas que transferiu e utilizou no Firefox.
ro: Linii directoare, sfaturi și întrebări adresate frecvent pentru a lăsa o recenzie pentru extensii și teme descărcate și folosite în Firefox.
ru: Руководства, советы и Часто Задаваемые Вопросы по оставлению отзывов на расширения и темы, которые вы загрузили и использовали в Firefox.
si: ෆයර්ෆොක්ස් වෙත ඔබ බාගත කරන ලද හා භාවිතා කර තිබෙන දිගු සහ තේමා සඳහා හරවත් සමාලෝචනයක් තැබීමට මාර්ගෝපදේශ, ඉඟි, සහ නිතර අසන ප්‍රශ්න.
sk: Pokyny, tipy a najčastejšie kladené otázky ohľadom písania recenzii pre rozšírenia a témy vzhľadu, ktoré ste používali vo Firefoxe.
sl: Navodila, nasveti in odgovori na pogosta vprašanja o ocenjevanju razširitev in tem, ki ste jih uporabljali v Firefoxu.
sq: Udhëzime, ndihma, Pyetje të Bëra Shpesh, ku të lini përshtypjet tuaja për zgjerime dhe tema që keni shkarkuar në Firefox.
sv_se: Riktlinjer, tips och vanliga frågor om att lämna en recension för de utökningar och teman som du har laddat ner och använt på Firefox.
th: หลักเกณฑ์ เคล็ดลับ และคำถามที่พบบ่อยเกี่ยวกับการเขียนบทวิจารณ์สำหรับส่วนขยายและชุดตกแต่งที่คุณได้ด้าวน์โหลดและใช้บน Firefox
tr: Firefox'ta indirdiğiniz ve kullandığınız uzantı ve temalara inceleme yazmaya dair yönergeler, ipuçları ve sık sorulan sorular.
uk: Настанови, поради та часті запитання щодо відгуків для розширень і тем, які ви завантажили й використовуєте у Firefox.
vi: Nguyên tắc, mẹo và câu hỏi thường gặp để đánh giá cho các tiện ích mở rộng và chủ đề bạn đã tải xuống và sử dụng trên Firefox.
