Repository: mozilla/addons-frontend
Catalog: locale/*/LC_MESSAGES/amo.po
Languages: ar, az, bg, bn_bd, bs, ca, cs, da, de, el, es, fa, fi, fr, fur, fy_nl, ga_ie, he, hr, hu, ia, id, is, it, ja, ka, kab, ms, nb_no, nl, nn_no, pa_in, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: If you have additional information that would help us you can <a href="https://github.com/mozilla/addons-frontend/issues/new/">file an issue</a>. Tell us what steps you took that lead to the error and we'll do our best to fix it.
ar: إن امتلكت أية معلومات أخرى يمكنها مساعدتها فرجاءً <a href="https://github.com/mozilla/addons-frontend/issues/new/">أبلِغ عن علة</a>. أخبِرنا عن الخطوات التي تسببت بهذا العطل وسنحاول ما باستطاعتنا لإصلاحه.
bg: Ако разполагате с повече сведения,които ни биха били от полза <a href="https://github.com/mozilla/addons-frontend/issues/new/">докладвайте за дефект</a>. Опишете ни стъпките, които ви доведоха до грешката и ние ще направим всичко възможно да отстраним проблема.
bn_bd: আপনার নিকট অতিরিক্ত তথ্য থাকলে সেটি দিয়ে আমাদের সাহায্য করতে চাইলে <a href="https://github.com/mozilla/addons-frontend/issues/new/"> একটি ইস্যু সাবমিট</a> করতে পারেন। আমাদের বলুন আপনার কোন পদক্ষেপে এই ত্রুটির সম্মুখীন হয়েছেন, আমরা এটা ঠিক করতে আমাদের যথাসাধ্য চেষ্টা করব।
bs: Ako imate dodatnih informacija koje bi nam pomogle možete <a href="https://github.com/mozilla/addons-frontend/issues/new/">prijaviti problem</a>. Recite nam koje ste korake poduzeli koji su pruzrokovali problem i mi ćemo učiniti sve da ga rješimo.
ca: Si teniu informació addicional que ens pogués ajudar, <a href="https://github.com/mozilla/addons-frontend/issues/new/">informeu-nos del problema</a>. Indiqueu-nos quins passos heu seguit fins a veure l'error i farem tot el possible per solucionar-ho.
cs: Pokud máte další informace, které by nám mohly pomoci, můžete <a href="https://github.com/mozilla/addons-frontend/issues/new/">nahlásit problém</a>. Sdělte nám, jaké kroky vás vedly k této chybě, a my uděláme vše pro to, abychom ji opravili.
da: Hvis du har yderligere information, der kan hjælpe os, kan du <a href="https://github.com/mozilla/addons-frontend/issues/new/">indberette fejlen</a>. Fortæl os, hvilke trin du foretog dig, der førte til fejlen, så vil vi gøre vores bedste for at rette den.
de: Wenn Sie zusätzliche hilfreiche Informationen für uns haben, <a href="https://github.com/mozilla/addons-frontend/issues/new/">können Sie einen Fehlerbericht schreiben</a>. Sagen Sie uns, wie Sie auf den Fehler gestoßen sind und wir tun unser Bestes, um ihn zu beheben.
el: Αν διαθέτετε περισσότερες πληροφορίες που θα μπορούσαν να μας βοηθήσουν, μπορείτε να <a href="https://github.com/mozilla/addons-frontend/issues/new/">αναφέρετε το πρόβλημα</a>. Περιγράψτε μας τα βήματα που ακολουθήσατε πριν λάβετε το μήνυμα σφάλματος και θα κάνουμε ό,τι μπορούμε για να επιλύσουμε το θέμα.
es: Si tienes información adicional que nos pueda ayudar, puedes <a href="https://github.com/mozilla/addons-frontend/issues/new/">informar del problema</a>. Dinos qué pasos has seguido para llegar hasta el error y haremos todo lo posible para solucionarlo.
fa: اگر اطلاعات اضافی‌ای دارید که ممکن است به ما کمک کند می‌توانید <a href="https://github.com/mozilla/addons-frontend/issues/new/">گزارش خطا</a> ارسال کنید. به ما بگویید چه کارهایی انجام داده‌اید که منجر به این خطا شده و با این مشکل را برطرف خواهیم کرد.
fi: Jos sinulla mahdollisesti on lisätietoa, Josta voi olla apua vian selvittämisessä, <a href="https://github.com/mozilla/addons-frontend/issues/new/">voit ilmoittaa ongelmasta</a>. Kerro yksityiskohtaiset vaiheet, jotka johtivat virheeseen, niin me teemme parhaamme korjataksemme ongelman.
fr: Si vous avez des informations supplémentaires qui pourraient nous aider, vous pouvez <a href="https://github.com/mozilla/addons-frontend/issues/new/">signaler le problème</a>. Dites-nous quelles étapes vous avez effectuées avant d’arriver à l’erreur et nous ferons de notre mieux pour la résoudre.
fur: Se tu âs altris informazions che a puedin judânus tu puedis <a href="https://github.com/mozilla/addons-frontend/issues/new/">segnalâ un probleme</a>. Dînus te segnalazion i passaçs necessaris che a puartin a vê l'erôr.
fy_nl: As jo oanfoljende gegevens hawwe dy’t ús helpe soene kinne, kinne jo <a href="https://github.com/mozilla/addons-frontend/issues/new/">in probleem melde</a>. Fertel ús hokker stappen jo folge hawwe dy’t nei de flater liede, en wy sille probearje it op te lossen.
ga_ie: Má tá tuilleadh eolais agat a chabhródh linn, bheimis buíoch díot as <a href="https://github.com/mozilla/addons-frontend/issues/new/">tuairisc a dhéanamh</a> ar an bhfadhb. Mínigh dúinn na céimeanna ba chúis leis an earráid agus déanfaimid ár ndícheall an fhadhb a réiteach.
he: אם יש לך מידע נוסף שעשוי לעזור לנו, באפשרותך <a href="https://github.com/mozilla/addons-frontend/issues/new/">לדווח על תקלה</a>. ספרו לנו כיצד ניתן לשחזר את השגיאה ונעשה כמיטב יכולתנו לתקן את הבעיה.
hr: Ukoliko imate dodatnih informacija koje nam mogu pomoći možete <a href="https://github.com/mozilla/addons-frontend/issues/new/">otvoriti upit</a>. Recite nam koje ste korake poduzeli, a koji su doveli do greške i učinit ćemo sve u našoj moći da ispravimo grešku.
hu: Ha további információja van, amely segíthet nekünk, akkor <a href="https://github.com/mozilla/addons-frontend/issues/new/">nyújtson be egy hibajegyet</a>. Mondja el milyen lépéseket tett, amely a hibához vezetett, és minden tőlünk telhetőt megteszünk, hogy javítsuk.
ia: Si tu ha altere informationes pro adjutar nos tu pote <a href="https://github.com/mozilla/addons-frontend/issues/new/">indicar un problema</a>. Conta nos qual grados tu faceva ducente al error e nos facera nostre melio pro reparar illo.
id: Jika Anda memiliki informasi tambahan yang akan membantu kami, Anda dapat <a href="https://github.com/mozilla/addons-frontend/issues/new/">mengajukan keluhan</a>. Beritahu kami langkah-langkah yang Anda lakukan yang menyebabkan kesalahan dan kami akan melakukan yang terbaik untuk memperbaikinya.
is: Ef þú ert með einhverjar viðbótarupplýsingar sem gætu hjálpað okkur, geturðu <a href="https://github.com/mozilla/addons-frontend/issues/new/">skráð verkbeiðni</a>. Segðu okkur hvaða skref þú fórst sem leiða að villunni, við munum gera okkar besta til að laga hana.
it: Se sei a conoscenza di informazioni aggiuntive per aiutarci a risolvere il problema, <a href="https://github.com/mozilla/addons-frontend/issues/new/">compila una segnalazione</a>. Includi nella segnalazione tutti i passi necessari per riprodurre l’errore.
ja: もし何か役に立つ詳しい情報をお持ちの場合は <a href="https://github.com/mozilla/addons-frontend/issues/new/">問題を報告</a> してください。エラーにつながるまでの手順を教えてもらえれば、私たちは問題の修正に最善を尽くします。
ka: თუ გაქვთ დამატებითი ინფორმაცია, რაც შეიძლება დაგვეხმაროს, შეგიძლიათ <a href="https://github.com/mozilla/addons-frontend/issues/new/">მოგვახსენოთ ამის შესახებ</a>. გვაცნობეთ, რა ნაბიჯები გადადგით, სანამ ხარვეზს წააწყდებოდით და აუცილებლად შევეცდებით მის გამოსწორებას.
kab: MA ɣur-k ugar n telɣut izemren aɣ-d-yefk afus tzmred ad <a href="https://github.com/mozilla/addons-frontend/issues/new/">tazneḍ abug</a>. Ini-yaɣ-d amek twxedmeḍ imi d-ḍra tuccḍa-agi sakin ad nwali amek ad tt-nseɣti.
ms: Jika anda ada maklumat tambahan yang boleh membantu kami, anda boleh <a href="https://github.com/mozilla/addons-frontend/issues/new/">failkan isu</a>. Maklumkan kami langkah-langkah yang anda telah ambil hingga menyebabkan ralat itu dan kami akan melakukan yang terbaik untuk menanganinya.
nb_no: Hvis du har mer informasjon som kan hjelpe oss kan du <a href="https://github.com/mozilla/addons-frontend/issues/new/">sende en feilrapport</a>. Fortell oss hva du gjorde før feilen skjedde, så skal vi gjøre vårt beste for å fikse det.
nl: Als u aanvullende gegevens hebt die ons zouden kunnen helpen, kunt u <a href="https://github.com/mozilla/addons-frontend/issues/new/">een probleem melden</a>. Vertel ons welke stappen u volgde die naar de fout leidden, en we zullen proberen het op te lossen.
nn_no: Om du har ytterlegare informasjon som skulle hjelpe oss, kan du <a href="https://github.com/mozilla/addons-frontend/issues/new/">sende inn ein feilrapport</a>. Fortel om kva for steg du tok som leidde til feilen, og vi skal gjere vårt beste for å fikse det.
pa_in: ਜੇ ਤੁਹਾਡੇ ਕੋਲ ਵਧੇਰੇ ਜਾਣਕਾਰੀ ਹੈ ਜੋ ਸਾਡੀ ਮਦਦ ਕਰੇਗੀ ਤਾਂ ਤੁਸੀਂ <a href="https://github.com/mozilla/addons-frontend/issues/new/">ਕੋਈ ਮੁੱਦਾ ਦਾਇਰ ਕਰ ਸਕਦੇ ਹੋ</a>। ਸਾਨੂੰ ਦੱਸੋ ਕਿ ਤੁਸੀਂ ਕਿਹੜੇ ਕਦਮ ਚੁੱਕੇ ਜੋ ਉਸ ਗਲਤੀ ਵੱਲ ਲੈ ਗਿਆ ਅਤੇ ਅਸੀਂ ਇਸਨੂੰ ਠੀਕ ਕਰਨ ਲਈ ਪੂਰੀ ਕੋਸ਼ਿਸ਼ ਕਰਾਂਗੇ।
pl: Można <a href="https://github.com/mozilla/addons-frontend/issues/new/">zgłosić błąd</a>, jeśli masz informacje mogące nam pomóc. Aby go naprawić, musimy wiedzieć, co zrobiono, że się pojawił.
pt_br: Se tem informação adicional que nos pode ajudar, pode <a href="https://github.com/mozilla/addons-frontend/issues/new/">submeter um problema</a>. Diga-nos que passos deu que levaram ao erro e faremos o nosso melhor para corrigir.
pt_pt: Se tem informação adicional que nos pode ajudar, pode <a href="https://github.com/mozilla/addons-frontend/issues/new/">submeter um issue</a>. Diga-nos que passos deu que levaram ao erro e faremos o nosso melhor para corrigir.
ro: Dacă ai informații suplimentare care ne-ar putea ajuta, poți <a href="https://github.com/mozilla/addons-frontend/issues/new/">raporta o problemă</a>. Spune-ne ce pași ai urmat înainte de a ajunge la eroare și vom face tot ce putem ca să o rezolvăm.
ru: Если у вас дополнительная информация, которая может нам помочь, то вы можете <a href="https://github.com/mozilla/addons-frontend/issues/new/">сообщить об проблеме</a>. Расскажите нам, какие шаги привели к ошибке и мы сделаем всё возможное, чтобы её исправить.
si: අපට උපකාර වන අතිරේක තොරතුරු තිබේ නම් ඔබට <a href="https://github.com/mozilla/addons-frontend/issues/new/">ගැටලුවක් ගොනු කිරීමට හැකිය</a>. දෝෂයට තුඩු දෙන තෙක් ඔබ ගත් පියවර මොනවාදැයි අපට කියන්න, අපි එය ඉක්මනින් නිරාකරණයට උත්සාහ කරන්නෙමු.
sk: Ak máte ďalšie informácie, ktoré by nám pomohli, môžete <a href="https://github.com/mozilla/addons-frontend/issues/new/">nahlásiť problém</a>. Povedzte nám, aké kroky ste podnikli, ktoré viedli k chybe, a my urobíme všetko pre to, aby sme ju opravili.
sl: Če imate dodatne informacije, ki bi nam lahko pomagale, lahko <a href="https://github.com/mozilla/addons-frontend/issues/new/">prijavite težavo</a>. Povejte nam, s kakšnimi koraki ste prišli do napake, mi pa se bomo potrudili, da jo odpravimo.
sq: Nëse keni të dhëna shtesë që mund të na ndihmonin, mund <a href="https://github.com/mozilla/addons-frontend/issues/new/">të hapni një çështje</a>. Tregonani hapat që ju shpunë te gabimi dhe do të bëjmë ç’është e mundur për ta ndrequr.
sv_se: Om du har ytterligare information som skulle hjälpa oss kan du <a href="https://github.com/mozilla/addons-frontend/issues/new/">skicka in en felrapport</a>. Berätta om vilka steg du tog som ledde till felet och vi ska göra vårt bästa för att fixa det.
th: ถ้าคุณมีข้อมูลเพิ่มเติมที่อาจช่วยเราได้ คุณสามารถ<a href="https://github.com/mozilla/addons-frontend/issues/new/">ส่งรายงานปัญหา</a> บอกให้เราทราบถึงขั้นตอนที่ทำให้เกิดข้อผิดพลาด และเราจะแก้ไขปัญหานั้นให้ดีที่สุด
tr: Elinizde bize yardımı dokunabilecek başka bilgiler varsa <a href="https://github.com/mozilla/addons-frontend/issues/new/">sorunu rapor edebilirsiniz</a>. Bu hatanın nasıl olduğunu adım adım anlatırsanız sorunu giderebiliriz.
uk: Якщо у вас є додаткова інформація, яка допомогла б нам, ви можете <a href="https://github.com/mozilla/addons-frontend/issues/new/">повідомити про проблему</a>. Розкажіть нам, які кроки призводять до помилки, і ми зробимо все можливе, щоб виправити це.
vi: Nếu bạn có thêm thông tin có thể giúp chúng tôi, bạn có thể <a href="https://github.com/mozilla/addons-frontend/issues/new/">gửi một vấn đề</a>. Hãy cho chúng tôi biết những bước bạn đã thực hiện dẫn đến lỗi và chúng tôi sẽ cố gắng hết sức để khắc phục.

source: Server Error
ar: عطل في الخادوم
az: Server Xətası
bg: Грешка на сървъра
bn_bd: সার্ভার ত্রুটি
bs: Server greška
ca: S'ha produït un error del servidor
cs: Chyba serveru
da: Serverfejl
de: Serverfehler
el: Σφάλμα διακομιστή
es: Error del servidor
fa: خطای کارگزار
fi: Palvelinvirhe
fr: Erreur serveur
fur: Erôr dal servidôr
fy_nl: Serverflater
ga_ie: Earráid ón Fhreastalaí
he: שגיאת שרת
hr: Greška poslužitelja
hu: Kiszolgálóhiba
ia: Error de servitor
id: Server Bermasalah
is: Villa á netþjóni
it: Errore del server
ja: サーバーエラー
ka: შეცდომა სერვერზე
kab: Tuccḍa deg usenkez
ms: Ralat Pelayan
nb_no: Serverfeil
nl: Serverfout
nn_no: Serverfeil
pa_in: ਸਰਵਰ ਗਲਤੀ
pl: Błąd serwera
pt_br: Erro no servidor
pt_pt: Erro do servidor
ro: Eroare de server
ru: Ошибка сервера
si: සේවාදායකයේ දෝෂයකි
sk: Chyba servera
sl: Napaka strežnika
sq: Gabim Shërbyesi
sv_se: Serverfel
te: సర్వర్ దోషం
th: ข้อผิดพลาดเซิร์ฟเวอร์
tr: Sunucu Hatası
uk: Помилка сервера
vi: Lỗi máy chủ

source: Sorry, but there was an error with our server and we couldn't complete your request. We have logged this error and will investigate it.
ar: نأسف ولكن حدث عطل في الخادوم ولم نقدر على إكمال طلبك. لقد سجلنا هذا الخطأ وسننظر فيه.
az: Üzr istəyirik, serverimizdə bir xəta oldu və istəyinizi tamamlaya bilmədik. Bu xətanı qeydə aldıq və tədqiqat aparacıq.
bg: Съжаляваме, но възникна грешка на сървъра и не завършихме вашата заявка. Грешката е записана при нас и ще я проверим.
bn_bd: দুঃখিত, কিন্তু আমাদের সার্ভারের একটি ত্রুটি ছিল এবং আমরা আপনার অনুরোধটি সম্পূর্ণ করতে পারেনি। আমরা এই ত্রুটি লিপিবদ্ধ করেছি এবং এটা তদন্ত করা হবে।
bs: Žao nam je, desila se greška sa našim serverom i nismo mogli završiti vaš zahtjev. Prijavili smo ovu grešku i istražit ćemo je.
ca: Ens sap greu, però s'ha produït un error amb el servidor i no hem pogut completar la sol·licitud. Hem registrat aquest error i ho investigarem.
cs: Omlouváme se, ale na našem serveru došlo k chybě, kvůli které jsme nemohli dokončit váš požadavek. Chyba byla zaznamenána a budeme se jí co nejdříve věnovat.
da: Beklager, men der var en fejl med vores server, og vi kunne ikke gennemføre din forespørgsel. Vi har registreret fejlen og vil undersøge den.
de: Entschuldigen Sie, es ist ein Fehler auf unserem Server aufgetreten und die Anfrage konnte nicht abgeschlossen werden. Der Fehler wurde protokolliert und wird untersucht.
el: Λυπούμαστε, αλλά προέκυψε ένα σφάλμα στον εξυπηρετητή μας και δεν μπορέσαμε να ικανοποιήσουμε το αίτημα σας. Το σφάλμα αυτό έχει καταγραφεί και θα το διερευνήσουμε.
es: Lo sentimos, pero ha habido un error con nuestro servidor y no hemos podido completar tu petición. Hemos registrado el error y vamos a investigarlo.
fa: متاسفانه خطایی در سرور ما رخ داد و نتوانستیم درخواست شما را کامل کنیم. این خطا نگه داری شده و مورد بررسی قرار خواهد گرفت.
fi: Valitettavasti palvelimellamme tapahtui virhe, emmekä voineet täyttää pyyntöäsi. Tallensimme tämän virheen ja tutkimme asiaa.
fr: Une erreur s’est malheureusement produite sur notre serveur et nous n’avons pu répondre à votre demande. Nous avons enregistré cette erreur et allons l’analyser.
fur: Nus displâs, la richieste no je stade elaborade par vie di un erôr dal servidôr. O vin regjistrât chest erôr e lu analizarìn.
fy_nl: Sorry, mar der is in flater bard mei ús server, en wy koene jo oanfraach net foltôgje. Wy hawwe dizze flater fêstlein en sille him ûndersykje.
ga_ie: Ár leithscéal. Tharla earráid lenár bhfreastalaí agus ní raibh muid in ann d'iarratas a chomhlíonadh. Sábháladh an earráid seo sa logchomhad agus fiosróimid an scéal.
he: מצטערים, אבל אירעה שגיאה בשרת שלנו ולא הצלחנו להשלים את הבקשה שלך. תיעדנו את השגיאה הזאת ואנו נחקור אותה.
hr: Nažalost, došlo je do greške s našim poslužiteljem i nismo uspjeli dovršiti tvoj zahtjev. Zabilježili smo ovu grešku i istražit ćemo je.
hu: Sajnáljuk, de hiba volt a kiszolgálónkkal, és nem tudtuk teljesíteni a kérését. Naplóztuk ezt a hibát, és ki fogjuk vizsgálni.
ia: Pardono, ma il ha habite un error con nostre servitor e nos non pote completar tu requesta. Nos ha registrate iste error e investigara re illo.
id: Maaf, tapi ada kesalahan dengan server kami dan kami tidak dapat menyelesaikan permintaan Anda. Kami telah mencatat kesalahan ini dan akan menyelidikinya.
is: Því miður, en það kom fram villa á netþjinum okkar og við gátum ekki orðið við beiðninni þinni. Þessi villa hefur verið skráð og við munum rannsaka hana.
it: Attenzione: la richiesta non è stata elaborata a causa di un errore del server. L’errore è stato registrato per essere analizzato.
ja: 申し訳ありませんが、サーバー上でエラーが発生したため、あなたのリクエストを完了することができませんでした。私たちはこのエラーを記録しており、今後調査を行います。
ka: ვწუხვართ, მაგრამ სერვერზე მოხდა შეცდომა და თქვენი მოთხოვნის შესრულება ვერ მოხერხდა. ჩვენ აღვრიცხავთ ამ შეცდომას და აუცილებლად გამოვიკვლევთ.
kab: Suref-aɣ, teḍra-d tuccḍadeg uqeddac-nneɣ ihi ur nezmir ara ad d-nerr i usuter-ik. Nsekles tuccḍa-agi akken ad nnadi tifrat.
ms: Maaf, tetapi ada ralat dengan pelayan kami dan kami tidak dapat melengkapkan permintaan anda. Kami telah menglog ralat ini dan akan menyiasatnya.
nb_no: Beklager, men det oppstod en feil med serveren vår og vi kunne ikke fullføre forespørselen din. Vi har logget denne feilen og kommer til å undersøke den.
nl: Sorry, maar er is een fout opgetreden met onze server, en we konden uw aanvraag niet voltooien. We hebben deze fout vastgelegd en zullen hem onderzoeken.
nn_no: Beklagar, men det oppstod ein feil med tenaren vår, og vi klarte ikkje å fullføre førespurnaden din. Vi har logga denne feilen og kjem til å undersøke det.
pa_in: ਮੁਆਫ ਕਰਨਾ, ਪਰ ਸਾਡੇ ਸਰਵਰ ਨਾਲ ਇੱਕ ਗਲਤੀ ਆਈ ਹੈ ਅਤੇ ਅਸੀਂ ਤੁਹਾਡੀ ਬੇਨਤੀ ਨੂੰ ਪੂਰਾ ਨਹੀਂ ਕਰ ਸਕੇ। ਅਸੀਂ ਇਸ ਗਲਤੀ ਨੂੰ ਲਾਗ ਕੀਤਾ ਹੈ ਅਤੇ ਇਸਦੀ ਪੜਤਾਲ ਕਰਾਂਗੇ।
pl: Wystąpił błąd na serwerze i nie można ukończyć żądania. Zapisaliśmy ten błąd i postaramy się go naprawić.
pt_br: Desculpe, mas ocorreu um erro com o nosso servidor e não conseguimos completar seu pedido. Registramos este erro e vamos investigar.
pt_pt: Desculpe, mas ocorreu um erro com o nosso servidor e não conseguimos completar o seu pedido. Registámos este erro e vamos investigá-lo.
ro: Ne pare rău, dar a apărut o eroare pe serverul nostru și nu am putut finaliza cererea ta. Am înregistrat această eroare și o vom investiga.
ru: Извините, произошла ошибка на нашем сервере и мы не смогли завершить ваш запрос. Мы записали эту ошибку и будем с ней разбираться.
si: කණගාටුයි, අපගේ සේවාදායකයේ දෝෂයක් තිබෙන අතර ඔබගේ ඉල්ලීම සම්පූර්ණ කිරීමට නොහැකි විය. මෙම දෝෂය සටහන් වූ බැවින් එය විමර්ශනය කෙරෙනු ඇත.
sk: Ospravedlňujeme sa, ale počas spracovávania vašej požiadavky došlo k chybe servera. Chybu sme zaznamenali a budeme sa jej venovať.
sl: Žal je prišlo do napake na našem strežniku in vaše zahteve nismo mogli izpolniti. Napako smo zabeležili in se ji bomo posvetili.
sq: Na ndjeni, por pati një gabim me shërbyesin tonë dhe s’mundëm të plotësonim kërkesën tuaj. E kemi regjistruar këtë gabim dhe do ta hetojmë.
sv_se: Tyvärr, men ett fel uppstod och vi kunde inte slutföra din begäran. Vi har loggat detta fel och kommer att undersöka det.
th: ขออภัย มีข้อผิดพลาดกับเซิร์ฟเวอร์ของเรา และเราไม่สามารถทำตามคำขอของคุณให้เสร็จสมบูรณ์ได้ เราได้บันทึกปูมข้อผิดพลาดดังกล่าวแล้ว และจะทำการตรวจสอบ
tr: Ne yazık ki sunucumuzda bir hata oluştu ve isteğinizi tamamlayamadık. Bu hatayı kaydettik ve araştıracağız.
uk: Вибачте, але сталася помилка з нашим сервером, і ми не змогли виконати ваш запит. Ми записали цю помилку і будемо розслідувати її.
vi: Xin lỗi, nhưng đã xảy ra lỗi với máy chủ của chúng tôi và chúng tôi không thể hoàn thành yêu cầu của bạn. Chúng tôi đã ghi lại lỗi này và sẽ điều tra nó.
