Repository: mozilla/addons-frontend
Catalog: locale/*/LC_MESSAGES/amo.po
Languages: ar, az, bg, bn_bd, bs, ca, cs, da, de, el, es, fa, fi, fr, fur, fy_nl, ga_ie, he, hr, hu, ia, id, is, it, ja, ka, kab, ms, nb_no, nl, nn_no, pa_in, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: Admin user
bg: Администратор
ca: Usuari administrador
cs: Administrátor
de: Admin-Benutzer
el: Χρήστης-διαχειριστής
es: Usuario administrador
fi: Ylläpitäjäkäyttäjä
fr: Utilisateur administrateur
fur: Aministre utent
fy_nl: Behearder
he: משתמש מנהל מערכת
hr: Administratorski korisnik
hu: Adminisztrátor
ia: Usator administrator
id: Pengguna admin
is: Stjórnandi
it: Amministra utente
ja: 管理者ユーザー
ka: მმართველი
kab: Aseqdac anedbal
ms: Pengguna pentadbir
nb_no: Adminbruker
nl: Beheerder
nn_no: Adminbrukar
pa_in: ਐਡਮਿਨ ਵਰਤੋਂਕਾਰ
pl: Administrator
pt_br: Usuário administrador
pt_pt: Utilizador administrador
ro: Utilizator administrator
ru: Администратор
si: පරිපාලක පරිශීලක
sk: Správca
sl: Skrbniški uporabnik
sq: Përdorues përgjegjës
sv_se: Adminanvändare
te: నిర్వాకర వాడుకరి
th: ผู้ใช้ที่เป็นผู้ดูแล
tr: Yönetici
uk: Адміністратор
vi: Quản trị viên

source: Picture successfully deleted
ar: حُذفت الصورة بنجاح
az: Şəkil uğurla silindi
ca: La imatge s'ha suprimit correctament
cs: Obrázek byl úspěšně smazán
da: Billede slettet
de: Bild erfolgreich gelöscht
el: Επιτυχής διαγραφή εικόνας
es: Se eliminó correctamente la foto
fi: Kuva on poistettu
fr: Image correctement supprimée
fur: Imagjin eliminade cun sucès
fy_nl: Ofbylding mei sukses fuortsmiten
he: התמונה נמחקה בהצלחה
hr: Slika je uspješno izbrisana
hu: Kép sikeresen törölve
ia: Pictura delite con successo
id: Gambar berhasil dihapus
is: Tókst að eyða mynd
it: Immagine eliminata
ja: 写真の削除が完了しました
ka: სურათი წარმატებით წაიშალა
kab: Tawlaft tettwakkes akken iwata
ms: Gambar berjaya dibuang
nb_no: Bildet er slettet
nl: Afbeelding met succes verwijderd
nn_no: Bildet er sletta
pa_in: ਤਸਵੀਰ ਕਾਮਯਾਬੀ ਨਾਲ ਹਟਾਈ
pl: Pomyślnie usunięto obraz
pt_br: Foto excluída com sucesso
pt_pt: Imagem apagada com sucesso
ro: Imagine ștearsă cu succes
ru: Изображение успешно удалено
si: රූපය සාර්ථකව මකා දැමිණි
sk: Fotografia bola úspešne odstránená
sl: Slika uspešno izbrisana
sq: Fotoja u fshi me sukses
sv_se: Bilden har tagits bort
th: ลบรูปภาพสำเร็จแล้ว
tr: Resim başarıyla silindi
uk: Зображення успішно видалено
vi: Hình ảnh đã được xóa thành công

source: Tell users a bit more information about yourself. Most fields are optional, but they'll help other users get to know you better.
ca: Expliqueu als usuaris una mica més sobre vosaltres. La majoria dels camps són opcionals, però ajudaran els altres usuaris a conèixer-vos millor.
cs: Řekněte svým uživatelům něco o sobě. Nemusíte vyplňovat všechno, ale uživatelé vás díky tomu mohou lépe poznat.
da: Fortæl brugerne lidt mere om dig selv. Det er valgfrit, om du vil udfylde alle felterne - men det vil hjælpe andre brugere med at lære dig bedre at kende.
de: Erzählen Sie uns etwas mehr über sich. Die meisten Felder sind optional, helfen anderen Nutzern aber, Sie besser kennenzulernen.
el: Πείτε στους χρήστες λίγες ακόμη πληροφορίες σχετικά με εσάς. Τα περισσότερα πεδία είναι προαιρετικά, αλλά θα βοηθήσουν άλλους χρήστες να σας γνωρίσουν καλύτερα.
es: Cuéntale a los usuarios algo más sobre ti. Estos campos no son obligatorios, pero ayudarán a los demás usuarios a conocerte mejor.
fi: Kerro muille tietoja itsestäsi. Nämä kentät ovat valinnaisia, mutta niiden avulla muut oppivat tuntemaan sinut aiempaa paremmin.
fr: Dites-en plus sur vous. Ces champs sont facultatifs pour la plupart, mais ils aideront les autres utilisateurs à mieux vous connaître.
fur: Conte ai utents cualchi altre informazion su di te. Tancj cjamps a son facoltatîfs, ma a judin i utents a cognossiti miôr.
fy_nl: Fertel brûkers wat mear oer josels. Dizze fjilden binne opsjoneel, mar se helpe oare brûkers om jo better kenne te learen.
he: ניתן לספר למשתמשים קצת יותר על עצמך. רוב השדות הם בגדר רשות, אך הם יסייעו למשתמשים אחרים להכיר אותך טוב יותר.
hr: Napiši nešto o sebi. Većina polja nije obavezna, ali će pomoći drugim korisnicima da te bolje upoznaju.
hu: Adjon meg némi információt saját magáról. A legtöbb mező nem kötelező, de segítenek más felhasználóknak jobban megismerni Önt.
ia: Conta al usatores poc altere informationes circa te mesme. Plure campos es optional, ma illos adjutara altere usatores a te cognoscer melio.
id: Beri tahu sedikit informasi lanjutan tentang Anda kepada para pengguna. Kebanyakan bidang memang tidak wajib diisi, tetapi akan membantu pengguna lain mengenal Anda lebih baik.
is: Segðu notendum eitthvað um þig. Flestir reitirnir eru valkvæðir, en þeir hjálpa öðrum þátttakendum við að kynnast þér betur.
it: Scrivi qualche informazione in più su di te. Molti dei campi sono facoltativi, ma aiuteranno gli utenti a conoscerti meglio.
ja: 他のユーザーに、あなたについてのもう少し詳しい情報を伝えましょう。これらの項目は任意ですが、他のユーザがあなたを知る手掛かりとなるでしょう。
ka: მიაწოდეთ მომხმარებლებს ცოტა უფრო მეტი ინფორმაცია თქვენზე. ყველა ამ ველის შევსება, არაა სავალდებულო, თუმცა დაეხმარება სხვებს, უკეთ გაგიცნონ.
kab: Mmeslay i yiseqdacen cwiṭ fell-ak. Tuget n wurtan-a zemren ad ilin, maca ad mmlen i yiseqdacen-nniḍen ayen tebɣiḍ akken ad k-issinen ugar.
nb_no: Fortell brukerne litt mer om deg selv. De fleste felt er valgfrie, men det vil hjelpe andre brukere å bli bedre kjent med deg.
nl: Vertel gebruikers wat meer over uzelf. De meeste velden zijn optioneel, maar ze helpen andere gebruikers om u beter te leren kennen.
nn_no: Fortel brukarane litt meir om deg sjølv. Dei fleste felta er valfrie, men det vil hjelpe andre brukarar å bli betre kjent med deg.
pa_in: ਵਰਤੋਂਕਾਰਾਂ ਨੂੰ ਆਪਣੇ ਬਾਰੇ ਕੁਝ ਹੋਰ ਜਾਣਕਾਰੀ ਦੱਸੋ। ਜ਼ਿਆਦਾਤਰ ਖੇਤਰ ਅਖ਼ਤਿਆਰੀ ਹਨ, ਪਰ ਉਹ ਹੋਰ ਵਰਤੋਂਕਾਰਾਂ ਨੂੰ ਤੁਹਾਡੀ ਬਿਹਤਰ ਜਾਣਕਾਰੀ ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ ਸਹਾਇਤਾ ਕਰਨਗੇ।
pl: Powiedz użytkownikom coś o sobie. Większość pól jest opcjonalna, ale pomogą innym użytkownikom poznać Cię lepiej.
pt_br: Nos fale um pouco mais sobre você. A maioria dos campos é opcional, mas ajudarão outros usuários te conhecer melhor.
pt_pt: Diga aos utilizadores um pouco mais de informação acerca de si. Estes campos são opcionais, mas irão ajudar outros utilizadores a conhecer-lhe melhor.
ro: Spune utilizatorilor mai multe informații despre tine. Cele mai multe câmpuri sunt opționale, însă vor ajuta alți utilizatori să te cunoască mai bine.
ru: Расскажите пользователям немного о себе. Большинство полей являются необязательными, но они помогут другим пользователям лучше вас узнать.
si: ඔබ ගැන තවත් තොරතුරු කිහිපයක් පරිශ්‍රීලකයින්ට කියන්න. බොහෝ ක්‍ෂේත්‍ර විකල්ප වේ, නමුත් ඒවා අන් අයට ඔබ ගැන වඩා හොඳින් දැන ගැනීමට උපකාරී වේ.
sk: Povedzte ostatným niečo o sebe. Väčšinu polí nemusíte vypĺňať, ale používatelia vás vďaka nim môžu lepšie spoznať.
sl: Povejte uporabnikom kaj več o sebi. Večina polj sicer ni obveznih, vendar bodo pomagala drugim uporabnikom, da vas bolje spoznajo.
sq: Na jepni pakëz më tepër informacion rreth vetes. Shumica e fushave janë opsionale, por ato ndihmojnë përdoruesit e tjerë t’ju njohin më mirë.
sv_se: Berätta lite för användarna om dig själv. Dessa fält är frivilliga, men de hjälper andra användare att lära känna dig bättre.
th: บอกข้อมูลเกี่ยวกับตัวคุณเองเพิ่มเติมสักเล็กน้อยแก่เรา เขตข้อมูลส่วนใหญ่ไม่บังคับกรอก แต่จะช่วยให้ผู้ใช้คนอื่นรู้จักคุณได้ดีขึ้น
tr: Kullanıcılara kendiniz hakkında biraz daha bilgi verin. Çoğu alan isteğe bağlıdır, ancak diğer kullanıcıların sizi daha iyi tanımalarına yardımcı olur.
uk: Розкажіть іншим трохи більше інформації про себе. Більшість полів є необов’язковими, але вони допоможуть користувачам краще з вами познайомитися.
vi: Nói cho người dùng biết thêm một chút thông tin về bản thân bạn. Hầu hết các trường là tùy chọn, nhưng chúng sẽ giúp những người dùng khác hiểu bạn hơn.

source: Tell users a bit more information about this user. Most fields are optional, but they'll help other users get to know %(userName)s better.
ca: Expliqueu als usuaris una mica més sobre aquest usuari. La majoria dels camps són opcionals, però ajudaran els altres usuaris a conèixer a %(userName)s millor.
cs: Řekněte uživatelům něco o tomto uživateli. Nemusíte vyplňovat všechno, ale uživatelé díky tomu mohou uživatele %(userName)s lépe poznat.
da: Fortæl brugerne lidt mere om denne bruger. Det er valgfrit, om du vil udfylde alle felterne - men det vil hjælpe andre brugere med at lære %(userName)s bedre at kende.
de: Erzählen Sie uns etwas mehr über diesen Benutzer. Die meisten Felder sind optional, helfen anderen Nutzern aber, %(userName)s besser kennenzulernen.
el: Πείτε στους χρήστες λίγες ακόμη πληροφορίες σχετικά με αυτόν τον χρήστη. Τα περισσότερα πεδία είναι προαιρετικά, αλλά θα βοηθήσουν τους άλλους χρήστες να γνωρίσουν καλύτερα τον/την %(userName)s.
es: Cuéntale a los usuarios algo más sobre este usuario. Estos campos no son obligatorios, pero ayudarán a los demás usuarios a conocer mejor a %(userName)s.
fi: Kerro muille käyttäjille hieman lisää tästä käyttäjästä. Nämä kentät ovat valinnaisia, mutta niiden avulla muut käyttäjät oppivat tuntemaan käyttäjän %(userName)s aiempaa paremmin.
fr: Dites-en plus sur cet utilisateur ou cette utilisatrice. Ces champs sont facultatifs pour la plupart, mais ils aideront les autres utilisateurs à mieux connaître %(userName)s.
fur: Conte ai utents cualchi altre informazions su chest utent. Tancj cjamps a son facoltatîfs, ma a judin i utents a cognossi miôr %(userName)s.
fy_nl: Fertel brûkers wat mear oer dizze brûker. Dizze fjilden binne opsjoneel, mar se helpe oare brûkers om %(userName)s wat better kenne te learen.
he: ניתן לספר למשתמשים קצת יותר על משתמש זה. שדות אלו הם בגדר רשות, אך הם יסייעו למשתמשים אחרים להכיר את %(userName)s טוב יותר.
hr: Napiši nešto o ovom korisniku. Većina polja nije obavezna, ali će pomoći drugim korisnicima da bolje upoznaju %(userName)s.
hu: Adjon meg némi információt erről a felhasználóról. A legtöbb mező nem kötelező, de segítenek más felhasználóknak jobban megismerni %(userName)s felhasználót.
ia: Conta al usatores poc altere informationes circa iste usator. Plure campos es optional, ma illos adjutara altere usatores a cognoscer melio %(userName)s.
id: Beri tahu sedikit informasi lanjutan tentang pengguna ini kepada para pengguna lain. Kebanyakan bidang memang tidak wajib diisi, tetapi akan membantu pengguna lain mengenal %(userName)s lebih baik.
is: Segðu notendum eitthvað um þennan notanda. Flestir reitirnir eru valkvæðir, en þeir hjálpa öðrum þátttakendum við að kynnast %(userName)s betur.
it: Racconta agli altri qualcosa di più su questo utente. Molti dei campi sono facoltativi, ma aiuteranno altri utenti a conoscere meglio %(userName)s.
ja: 他のユーザーに、このユーザーについてのもう少し詳しい情報を伝えましょう。これらの項目は任意ですが、他のユーザが %(userName)s さんを知る手掛かりとなるでしょう。
ka: მიაწოდეთ ხალხს ცოტა უფრო მეტი ინფორმაცია ამ მომხმარებელზე. ყველა ამ ველის შევსება, არაა სავალდებულო, თუმცა დაეხმარება სხვა მომხმარებლებს, უკეთ გაიცნონ %(userName)s.
kab: Meslay i yiseqdacen cwiṭ ɣef useqdac-agi. Akk urtan-a zemren ad ilin, acu kan ad mlen i yiseqdacen-nniḍen ayen tebɣiḍ akken ad k-issinen ugar %(userName)s.
nb_no: Fortell andre brukere litt mer om denne brukeren. De fleste felt er valgfrie, men de vil hjelpe andre brukere å bli bedre kjent med %(userName)s.
nl: Vertel gebruikers wat meer over deze gebruiker. De meeste velden zijn optioneel, maar ze helpen andere gebruikers om %(userName)s wat beter te leren kennen.
nn_no: Fortell andre brukarar litt meir om denne brukaren. Dei fleste felt er valfrie, men dei vil hjelpe andre brukarar å bli betre kjende med %(userName)s.
pa_in: ਵਰਤੋਂਕਾਰਾਂ ਨੂੰ ਇਸ ਵਰਤੋਂਕਾਰ ਬਾਰੇ ਕੁਝ ਹੋਰ ਜਾਣਕਾਰੀ ਦੱਸੋ। ਜ਼ਿਆਦਾਤਰ ਖੇਤਰ ਅਖ਼ਤਿਆਰੀ ਹਨ, ਪਰ ਉਹ ਹੋਰ ਵਰਤੋਂਕਾਰਾਂ ਨੂੰ %(userName)s ਦੀ ਬਿਹਤਰ ਜਾਣਕਾਰੀ ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ ਮਦਦ ਕਰਨਗੇ।
pl: Powiedz innym coś o tym użytkowniku. Większość pól jest opcjonalna, ale pomogą innym lepiej poznać użytkownika %(userName)s.
pt_br: Nos fale um pouco mais sobre este usuário. A maioria dos campos é opcional, mas ajudarão outros usuários a conhecer %(userName)s melhor.
pt_pt: Diga aos utilizadores um pouco mais de informação acerca deste utilizador. Estes campos são opcionais, mas irão ajudar outros utilizadores a conhecer %(userName)s melhor.
ro: Spune-le utilizatorilor mai multe informații despre acest utilizator. Cele mai multe câmpuri sunt opționale, însă vor ajuta alți utilizatori să îl cunoască mai bine pe %(userName)s.
ru: Расскажите пользователям немного об этом пользователе. Большинство полей являются необязательными, но они помогут другим пользователям лучше узнать %(userName)s.
si: මෙම පරිශ්‍රීලකයා ගැන තවත් තොරතුරු කිහිපයක් අන් අයට කියන්න. බොහෝ ක්‍ෂේත්‍ර විකල්ප වේ, නමුත් ඒවා සැමට %(userName)s ගැන වඩා හොඳින් දැන ගැනීමට උපකාරී වේ.
sk: Povedzte ostatným niečo o tomto používateľovi. Väčšinu polí nemusíte vypĺňať, ale používatelia vďaka nim môžu používateľa %(userName)s lepšie spoznať.
sl: Povejte uporabnikom kaj več o tem uporabniku. Večina polj sicer ni obveznih, vendar bodo pomagala drugim uporabnikom, da uporabnika %(userName)s bolje spoznajo.
sq: Tregojuni përdoruesve diçka më tepër mbi këtë përdorues. Shumica e fushave janë opsionale, por ato ndihmojnë përdoruesit e tjerë ta njohin %(userName)s më mirë.
sv_se: Berätta för andra användare lite mer om den här användaren. Dessa fält är frivilliga, men de hjälper andra användare att lära känna %(userName)s bättre.
tr: Kullanıcılara bu kullanıcı hakkında biraz daha bilgi verin. Çoğu alan isteğe bağlıdır ama başkalarının %(userName)s adlı kullanıcıyı daha iyi tanımasına yardımcı olurlar.
uk: Розкажіть іншим трохи більше інформації про цього користувача. Більшість полів є необов’язковими, але вони допоможуть користувачам краще познайомитися з %(userName)s.
vi: Nói cho người dùng biết thêm một chút thông tin về người dùng này. Hầu hết các trường là tùy chọn, nhưng chúng sẽ giúp người dùng khác hiểu rõ hơn về %(userName)s.

source: Introduce yourself to the community if you like
ar: قدّم نفسك إلى المجتمع إن أردت ذلك
bs: Predstavite se zajednici ako to želite
ca: Us animem a presentar-vos a la comunitat
cs: Pokud chcete, představte se komunitě
da: Introducer dig selv til fællesskabet, hvis du har lyst
de: Stellen Sie sich der Gemeinschaft vor, wenn Sie möchten
el: Συστηθείτε στην κοινότητα αν θέλετε
es: Si quieres, preséntate en la comunidad
fi: Esittele itsesi yhteisölle, jos haluat
fr: Présentez-vous à la communauté si vous le souhaitez
fur: Se ti va, presentiti ae comunitât
fy_nl: Yntrodusearje josels eventueel by de mienskip
he: יש לך אפשרות להציג את עצמך בפני הקהילה אם מתחשק לך
hr: Ako hoćeš, predstavi se zajednici
hu: Ha szeretné, mutassa be magát a közösségnek
ia: Presenta te mesme al communitate si il te place
id: Perkenalkan diri Anda pada komunitas, jika Anda berkenan
is: Kynntu sjálfan þig fyrir samfélaginu, ef þér sýnist svo
it: Se lo desideri puoi presentarti alla comunità
ja: もしよければコミュニティに向けて自己紹介してください
ka: წარუდგინეთ თავი ჩვენს ერთობას, თუ სურვილი გაქვთ
kab: Qeddem iman-ik ar terbaɛt i tebɣiḍ
ms: Perkenalkan diri kepada komuniti, jika anda suka
nb_no: Presenter deg selv for fellesskapet, om du vil
nl: Introduceer uzelf eventueel bij de gemeenschap
nn_no: Presenter deg sjølv for fellesskapet, om du vil
pa_in: ਜੇ ਤੁਸੀਂ ਚਾਹੋ ਤਾਂ ਆਪਣੇ ਆਪ ਨੂੰ ਕਮਿਊਨਿਟੀ ਨਾਲ ਜੋੜੋ
pl: Przedstaw się społeczności, jeśli chcesz
pt_br: Apresente-se para a comunidade seu quiser
pt_pt: Introduza-se à comunidade se gostar
ro: Prezintă-te comunității dacă vrei
ru: Если хотите, представьте себя сообществу
si: ඔබ කැමති නම් ප්‍රජාවට ඔබව හඳුන්වා දෙන්න
sk: Ak chcete, predstavte sa komunite
sl: Predstavite se skupnosti, če želite
sq: Paraqiteni veten te bashkësia, po deshët
sv_se: Presentera dig själv för gemenskapen om du vill
th: แนะนำตัวคุณเองต่อชุมชนหากคุณต้องการ
tr: İsterseniz kendinizi tanıtın
uk: Розкажіть про себе спільноті, якщо бажаєте
vi: Giới thiệu bản thân với cộng đồng nếu bạn thích

source: Introduce %(userName)s to the community
ca: Presenteu %(userName)s a la comunitat
cs: Představte uživatele %(userName)s komunitě
da: Introducer %(userName)s til fællesskabet
de: Stellen Sie %(userName)s der Gemeinschaft vor
el: Συστήστε τον/την %(userName)s στην κοινότητα
es: Introduce a %(userName)s en la comunidad
fi: Esittele %(userName)s yhteisölle
fr: Présentez %(userName)s à la communauté
fur: Presente %(userName)s ae comunitât
fy_nl: Yntrodusearje %(userName)s by de mienskip
he: היכרות של %(userName)s לקהילה
hr: Predstavi korisnika %(userName)s zajednici
hu: Mutassa be őt a közösségnek: %(userName)s
ia: Presenta %(userName)s al communitate
id: Perkenalkan %(userName)s ke komunitas
is: Kynntu %(userName)s fyrir samfélaginu
it: Presenta %(userName)s alla comunità
ja: コミュニティに向けて %(userName)s を紹介
ka: წარუდგინეთ %(userName)s ჩვენს ერთობას
kab: Mmeslay ɣef %(userName)s i terbaɛt
nb_no: Presenter %(userName)s for fellesskapet
nl: Introduceer %(userName)s bij de gemeenschap
nn_no: Presenter %(userName)s for fellesskapet
pa_in: ਕਮਿਊਨਿਟੀ ਵਿੱਚ %(userName)s ਨੂੰ ਪੇਸ਼ ਕਰੋ
pl: Przedstaw użytkownika %(userName)s społeczności
pt_br: Apresente %(userName)s para a comunidade
pt_pt: Introduza %(userName)s à comunidade
ro: Prezintă-l pe %(userName)s comunității
ru: Представьте %(userName)s сообществу
si: ප්‍රජාවට %(userName)s හඳුන්වා දෙන්න
sk: Predstavte používateľa %(userName)s komunite
sl: Predstavite uporabnika %(userName)s skupnosti
sq: Prezantojani %(userName)s bashkësisë
sv_se: Presentera %(userName)s för gemenskapen
th: แนะนำ %(userName)s ให้กับชุมชน
tr: %(userName)s adlı kullanıcıyı tanıtın
uk: Представте спільноті %(userName)s
vi: Giới thiệu %(userName)s cho cộng đồng

source: Log in to edit the profile
ar: لِج لتحرير الملف الشخصي
az: Profili redaktə etmək üçün daxil olun
bg: Впишете се, за да променяте профил
bs: Prijavite se da uredite profil
ca: Inicieu sessió per editar el perfil
cs: Pro úpravu svého profilu se musíte přihlásit
da: Log ind for at redigere profilen
de: Melden Sie sich an, um das Profil zu bearbeiten
el: Συνδεθείτε για επεξεργασία προφίλ
es: Iniciar sesión para editar perfil
fi: Muokkaa profiilia kirjautumalla
fr: Se connecter pour modifier le profil
fur: Jentre par modificâ il profîl
fy_nl: Meld jo oan om it profyl te bewurkjen
he: יש להתחבר כדי לערוך את הפרופיל
hr: Prijavi se za uređivanje profila
hu: Jelentkezzen be a profil szerkesztéséhez
ia: Accede pro rediger le profilo
id: Masuk untuk menyunting profil
is: Skráðu inn til að breyta notandasniðinu
it: Accedi per modificare il profilo
ja: プロファイルを編集するにはログインしてください
ka: შედით ანგარიშზე პროფილის ჩასასწორებლად
kab: Qqen akken ad tẓergeḍ amaɣnu
ms: Log masuk untuk mengedit profil
nb_no: Logg inn for å redigere profilen
nl: Meld u aan om het profiel te bewerken
nn_no: Logg inn for å redigere profilen
pa_in: ਪ੍ਰੋਫਾਈਲ ਨੂੰ ਸੰਪਾਦਿਤ ਕਰਨ ਲਈ ਲੌਗ ਇਨ ਕਰੋ
pl: Zaloguj się, aby edytować profil
pt_br: Entre para editar o perfil
pt_pt: Iniciar sessão para editar o perfil
ro: Intră în cont pentru a edita profilul
ru: Войдите, чтобы изменить профиль
si: පැතිකඩ සංස්කරණයට පිවිසෙන්න
sk: Ak chcete upraviť tento profil, musíte sa prihlásiť
sl: Za urejanje profila se prijavite
sq: Bëni hyrjen, që të përpunoni profilin
sv_se: Logga in för att redigera profil
te: ప్రొఫైలును సవరించడానికి ప్రవేశించండి
th: เข้าสู่ระบบเพื่อแก้ไขโปรไฟล์
tr: Profili düzenlemek için giriş yapın
uk: Увійдіть, щоб редагувати профіль
vi: Đăng nhập để chỉnh sửa hồ sơ

source: Creating your profile…
bg: Създаване на профила…
ca: El vostre perfil s'està creant…
cs: Vytváření vašeho profilu…
da: Opretter din profil…
de: Ihr Profil wird erstellt…
el: Δημιουργία του προφίλ σας…
es: Creando tu perfil…
fi: Luodaan profiiliasi…
fr: Création de votre profil…
fur: Creazion profîl in cors…
fy_nl: Jo profyl oanmeitsje…
he: בתהליך יצירת הפרופיל שלך…
hr: Stvaranje tvog profila …
hu: Saját profil létrehozása…
ia: Creante tu profilo…
id: Membuat profil Anda…
is: Útbý notandasniðið þitt…
it: Creazione profilo in corso…
ja: プロファイルを作成中...
ka: პროფილი იქმნება…
kab: Timerna n umaɣnu-ik…
nb_no: Oppretter profilen din…
nl: Uw profiel aanmaken…
nn_no: Opprettar profilen din…
pa_in: ਤੁਹਾਡੀ ਪ੍ਰੋਫਾਈਲ ਬਣਾ ਰਿਹਾ ਹੈ…
pl: Tworzenie profilu…
pt_br: Criando seu perfil…
pt_pt: A criar o seu perfil…
ro: Ți se creează profilul…
ru: Идет создание профиля…
si: ඔබගේ පැතිකඩ සෑදෙමින්…
sk: Vytváram váš profil…
sl: Ustvarjanje vašega profila …
sq: Po krijohet profili juaj…
sv_se: Skapar din profil…
th: กำลังสร้างโปรไฟล์ของคุณ…
tr: Profiliniz oluşturuluyor…
uk: Створення вашого профілю…
vi: Đang tạo hồ sơ cho bạn…

source: Create My Profile
ca: Crea el meu perfil
cs: Vytvořit profil
da: Opret min profil
de: Mein Profil erstellen
el: Δημιουργία προφίλ
es: Crear mi perfil
fi: Luo oma profiili
fr: Créer mon profil
fur: Cree il gno profîl
fy_nl: Myn profyl oanmeitsje
he: יצירת הפרופיל שלי
hr: Stvori moj profil
hu: Saját profil létrehozása
ia: Crear mi profilo
id: Buat Profil Saya
is: Búa til notandasniðið mitt
it: Crea il mio profilo
ja: 自分のプロファイルを作成
ka: პროფილის შექმნა
kab: Rnu amaɣnu-iw
nb_no: Opprett profilen min
nl: Mijn profiel aanmaken
nn_no: Opprett profilen min
pa_in: ਮੇਰੀ ਪ੍ਰੋਫਾਈਲ ਬਣਾਓ
pl: Utwórz profil
pt_br: Criar meu perfil
pt_pt: Criar o meu perfil
ro: Creează-mi profilul
ru: Создать профиль
si: මාගේ පැතිකඩ සාදන්න
sk: Vytvoriť môj profil
sl: Ustvari moj profil
sq: Krijoje Profilin Tim
sv_se: Skapa min profil
th: สร้างโปรไฟล์ของฉัน
tr: Profilimi oluştur
uk: Створити мій профіль
vi: Tạo hồ sơ cho tôi

source: Updating your profile…
ar: يُحدّث الملف الشخصي…
az: Profiliniz yenilənir…
ca: El vostre perfil s'està actualitzant…
cs: Aktualizace vašeho profilu…
da: Opdaterer din profil…
de: Ihr Profil wird aktualisiert…
el: Ενημέρωση του προφίλ σας…
es: Actualizando tu perfil…
fi: Päivitetään profiiliasi…
fr: Mise à jour du profil…
fur: Daûr a inzornâ il to profîl…
fy_nl: Profyl wurdt fernijd…
he: הפרופיל שלך מתעדכן…
hr: Aktualiziranje tvog profila …
hu: Saját profil frissítése…
ia: Actualisation de tu profilo…
id: Memperbarui profil Anda…
is: Uppfæri notandasniðið þitt…
it: Aggiornamento del tuo profilo in corso…
ja: プロファイルを更新中...
ka: პროფილი ახლდება…
kab: Aleqqem n umiḍan-ik…
ms: Mengemaskini profil anda…
nb_no: Oppdaterer profilen din…
nl: Uw profiel bijwerken…
nn_no: Oppdaterer profilen din…
pa_in: ਆਪਣੀ ਪ੍ਰੋਫਾਈਲ ਨੂੰ ਅਪਡੇਟ ਕਰ ਰਿਹਾ ਹੈ…
pl: Aktualizowanie mojego profilu…
pt_br: Atualizando seu perfil…
pt_pt: A atualizar o seu perfil…
ro: Se actualizează profilul…
ru: Обновление вашего профиля…
si: පැතිකඩ යාවත්කාල වෙමින්…
sk: Aktualizujem váš profil…
sl: Posodabljanje vašega profila …
sq: Po përditësohet profili juaj…
sv_se: Uppdaterar din profil…
te: మీ ప్రొఫైలును తాజాకరిస్తోంది…
th: กำลังอัปเดตโปรไฟล์ของคุณ…
tr: Profiliniz güncelleniyor…
uk: Оновлення вашого профілю…
vi: Đang cập nhật hồ sơ của bạn…

source: Update My Profile
ar: حدّث ملفي الشخصي
az: Profilimi yenilə
bg: Обновяване на профила
ca: Actualitza el meu perfil
cs: Aktualizovat profil
da: Opdater min profil
de: Mein Profil aktualisieren
el: Ενημέρωση προφίλ
es: Actualizar mi perfil
fi: Päivitä profiilini
fr: Mettre à jour mon profil
fur: Inzorne il gno profîl
fy_nl: Myn profyl bywurkje
he: עדכון הפרופיל שלי
hr: Aktualiziraj moj profil
hu: Saját profil frissítése
ia: Actualisar mi profilo
id: Perbarui Profil Saya
is: Uppfæra notandasnið mitt
it: Aggiorna il mio profilo
ja: 自分のプロファイルを更新
ka: პროფილის განახლება
kab: Ẓreg amaɣnu-iw
ms: Kemas kini Profil Saya
nb_no: Oppdater profilen min
nl: Mijn profiel bijwerken
nn_no: Oppdater profilen min
pa_in: ਮੇਰੀ ਪ੍ਰੋਫਾਈਲ ਅਪਡੇਟ ਕਰੋ
pl: Aktualizuj mój profil
pt_br: Atualizar meu perfil
pt_pt: Atualizar o meu perfil
ro: Actualizează-mi profilul
ru: Обновить мой профиль
si: පැතිකඩ යාවත්කාලය
sk: Aktualizovať môj profil
sl: Posodobi moj profil
sq: Përditësoje Profilin Tim
sv_se: Uppdatera min profil
te: నా ప్రొఫైలును తాజాకరించు
th: อัปเดตโปรไฟล์ของฉัน
tr: Profilimi güncelle
uk: Оновити мій профіль
vi: Cập nhật hồ sơ của tôi
