Repository: mozilla/addons-frontend
Catalog: locale/*/LC_MESSAGES/amo.po
Languages: ar, az, bg, bn_bd, bs, ca, cs, da, de, el, es, fa, fi, fr, fur, fy_nl, ga_ie, he, hr, hu, ia, id, is, it, ja, ka, kab, ms, nb_no, nl, nn_no, pa_in, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: The problematic add-on or plugin will be automatically disabled and no longer usable.
cs: Problematický doplněk nebo zásuvný modul bude automaticky zakázán a nebude již dostupný.
da: Den problematiske tilføjelse eller plugin bliver automatisk deaktiveret og vil ikke kunne bruges.
el: Το προβληματικό αυτό πρόσθετο ή άρθρωμα θα απενεργοποιηθεί αυτόματα και δεν θα λειτουργεί πλέον.
fr: Le module ou plugin posant problème sera automatiquement désactivé et ne sera plus utilisable.
fy_nl: De problematyske add-on of ynstekker wurdt automatysk útskeakele en kin net mear brûkt wurde.
he: התוספת או התוסף החיצוני הבעייתים יושבתו באופן אוטומטי ולא יהיה ניתן להשתמש בהם.
hr: Problematični dodatak će biti automatski onemogućen i neupotrebljiv.
hu: A problémás kiegészítő vagy bővítmény automatikusan letiltásra kerül, és többé nem használható.
ia: Le additivo o plugin problematic essera automaticamente disactivate e non plus usabile.
is: Vafasama viðbótin eða tengiforritið verður sjálfkrafa gert óvirkt og verður ekki lengur hægt að nota.
ka: ხარვეზიანი დამატება ან მოდული ავტომატურად გაითიშება და მიუწვდომელი იქნება.
nl: De problematische add-on of plug-in wordt automatisch uitgeschakeld en kan niet meer worden gebruikt.
pa_in: ਸਮੱਸਿਆ ਵਾਲੇ ਐਡ-ਆਨ ਜਾਂ ਪਲੱਗਇਨ ਆਪਣੇ ਆਪ ਹੀ ਅਯੋਗ ਹੋ ਜਾਣਗੇ ਅਤੇ ਹੁਣ ਵਰਤਣਯੋਗ ਨਹੀਂ ਰਹਿਣਗੇ।
pl: Problematyczny dodatek lub wtyczka zostaną automatycznie wyłączone i nie będzie można ich używać.
pt_br: A extensão ou plugin problemático será automaticamente desativado e não poderá mais ser usado.
pt_pt: Os extras ou plugins problemáticos serão automaticamente desativados e deixarão ser utilizáveis.
ro: Suplimentul sau pluginul problematic va fi dezactivat automat și nu va mai fi utilizabil.
si: ගැටළු සහගත එක්කහු හෝ පේනු ස්වයංක්‍රීයව අබල කෙරෙන අතර තවදුරටත් භාවිතා කිරීමට නොහැකිය.
sk: Problematický doplnok alebo zásuvný modul bude automaticky zakázaný a nebude už dostupný.
sl: Problematičen dodatek ali vtičnik bo samodejno onemogočen in ne bo več uporaben.
sq: Shtesa ose shtojca problematike do të çaktivizohet vetvetiu dhe s’do të jetë më e përdorshme.
sv_se: Det problematiska tillägget eller insticksmodulen inaktiveras automatiskt och kan inte längre användas.
tr: Sorunlu eklenti veya yan uygulama otomatik olarak devre dışı bırakılır ve artık kullanılamaz.
vi: Tiện ích hoặc phần bổ trợ có vấn đề sẽ tự động bị vô hiệu hóa và không còn sử dụng được nữa.

source: When Mozilla becomes aware of add-ons, plugins, or other third-party software that seriously compromises Firefox security, stability, or performance and meets %(criteriaStartLink)scertain criteria%(criteriaEndLink)s, the software may be blocked from general use. For more information, please read %(supportStartLink)sthis support article%(supportEndLink)s.
cs: Pokud Mozilla zjistí, že doplněk, zásuvný modul či software třetí strany způsobuje vážné problémy v otázkách bezpečnosti, stability a výkonu Firefoxu a splňuje %(criteriaStartLink)sdaná kritéria%(criteriaEndLink)s, může být takový software zablokován. Pro více informací si přečtěte %(supportStartLink)stento článek podpory%(supportEndLink)s.
da: Når Mozilla bliver opmærksom på tilføjelser, plugins eller andet tredjeparts-software, der alvorligt kompromitterer Firefox sikkerhed, stabilitet eller ydelse, og opfylder %(criteriaStartLink)svisse kriterier%(criteriaEndLink)s, kan softwaren blive blokeret for generel brug. For mere information, læs %(supportStartLink)sdenne support-artikel%(supportEndLink)s.
el: Όταν η Mozilla εντοπίσει πρόσθετα, αρθρώματα ή άλλο λογισμικό τρίτων που θέτουν σε κίνδυνο την ασφάλεια, τη σταθερότητα ή τις επιδόσεις του Firefox και πληρούν %(criteriaStartLink)sορισμένα κριτήρια%(criteriaEndLink)s, το λογισμικό ενδέχεται να αποκλειστεί από γενική χρήση. Για περισσότερες πληροφορίες, παρακαλούμε διαβάστε %(supportStartLink)sαυτό το άρθρο υποστήριξης%(supportEndLink)s.
fr: Lorsque Mozilla découvre qu’un module, plugin ou tout autre logiciel tiers peut remettre en cause la sécurité, la stabilité ou les performances de Firefox et que %(criteriaStartLink)scertains critères%(criteriaEndLink)s sont réunis, le logiciel peut être bloqué. Pour plus d’informations, veuillez lire %(supportStartLink)scet article d’assistance%(supportEndLink)s.
fy_nl: As Mozilla wit hat fan add-ons, ynstekkers of oare software fan tredden dy’t in serieuze bedriging foarmet foar de feilichheid, stabiliteit of prestaasjes fan Firefox en oan %(criteriaStartLink)sbepaalde kritearia%(criteriaEndLink)s foldocht, kin de software foar algemien gebrûk blokkearre wurde. Lês foar mear ynformaasje %(supportStartLink)sdit stipe-artikel%(supportEndLink)s.
he: כאשר נודע ל־Mozilla על תוספות, תוספים חיצוניים או תכניות צד־שלישי שעלולות לפגום באופן מהותי באבטחה, ביציבות או בביצועים של Firefox והם תואמים ל%(criteriaStartLink)sתנאים מסוימים%(criteriaEndLink)s, התכניות עלולות להיחסם משימוש הכלל. למידע נוסף ניתן לקרוא את %(supportStartLink)sמאמר התמיכה הבא%(supportEndLink)s.
hr: Kad Mozilla sazna za dodatke, priključke ili drugi softver treće strane koji ozbiljno ugrožavaju Firefoxovu sigurnost, stabilnost ili performanse i koji zadovoljavaju %(criteriaStartLink)sodređene kriterije%(criteriaEndLink)s, softver može biti blokiran za opću upotrebu. Za više informacija pročitaj %(supportStartLink)sovaj članak podrške%(supportEndLink)s.
hu: Amikor a Mozilla tudomást szerez arról, hogy valamely kiegészítő, bővítmény vagy más harmadik féltől származó szoftver komolyan veszélyezteti a Firefox biztonságát, stabilitását vagy teljesítményét, és megfelel %(criteriaStartLink)sbizonyos kritériumoknak%(criteriaEndLink)s, a szoftver általános használata blokkolásra kerülhet. További információkért olvassa el %(supportStartLink)sezt a leírást%(supportEndLink)s.
ia: Quando Mozilla sape que alcun additivos, plugin o altere softwares de tertie partes compromitte seriemente le securitate, le stabilitate o le prestationes de Firefox, e satisface %(criteriaStartLink)scerte criterios%(criteriaEndLink)s, le software poterea esser blocate del uso general. Pro saper plus, lege %(supportStartLink)siste articulo de supporto%(supportEndLink)s.
is: Þegar Mozilla verður vart við viðbætur, tengiforrit eða annan utanaðkomandi hugbúnað sem ógnar alvarlega öryggi, stöðugleika eða afköstum Firefox, og sem uppfyllir %(criteriaStartLink)sákveðin skilyrði%(criteriaEndLink)s, er mögulegt að sá hugbúnaður verði útilokaður frá almennri notkun. Til að sjá nanari upplýsingar um þetta ættirðu að lesa %(supportStartLink)sþessa hjálpargrein%(supportEndLink)s.
ka: როცა Mozilla წააწყდება დამატებებს, მოდულებს ან გარეშე პროგრამას, რომელიც საფრთხეს უქმნის Firefox-ის უსაფრთხოებას, მდგრადობას ან წარმადობას და აკმაყოფილებს %(criteriaStartLink)sგარკვეულ პირობებს%(criteriaEndLink)s, ეს პროგრამა შესაძლოა შეიზღუდოს საერთო გამოყენებისგან. ვრცლად გთხოვთ გაეცნოთ %(supportStartLink)sსტატიას მხარდაჭერის გვერდზე%(supportEndLink)s.
nl: Wanneer Mozilla kennis neemt van add-ons, plug-ins of andere software van derden die een serieuze bedreiging vormt voor de veiligheid, stabiliteit of prestaties van Firefox en aan %(criteriaStartLink)sbepaalde criteria%(criteriaEndLink)s voldoet, kan de software voor algemeen gebruik worden geblokkeerd. Lees voor meer informatie %(supportStartLink)sdit ondersteuningsartikel%(supportEndLink)s.
pa_in: ਜਦੋਂ ਮੋਜ਼ੀਲਾ ਐਡ-ਆਨ, ਪਲੱਗਇਨਾਂ, ਜਾਂ ਹੋਰ ਤੀਜੀ-ਧਿਰ ਸਾੱਫਟਵੇਅਰ ਬਾਰੇ ਜਾਣੂ ਹੋ ਜਾਂਦਾ ਹੈ ਜੋ ਫਾਇਰਫਾਕਸ ਸੁਰੱਖਿਆ, ਸਥਿਰਤਾ, ਜਾਂ ਪ੍ਰਦਰਸ਼ਨ ਨਾਲ ਗੰਭੀਰਤਾ ਨਾਲ ਸਮਝੌਤਾ ਕਰਦਾ ਹੈ ਅਤੇ %(criteriaStartLink)s ਖੋਜ ਮਾਪਦੰਡ %(criteriaEndLink)s ਨੂੰ ਪੂਰਾ ਕਰਦਾ ਹੈ, ਤਾਂ ਸਾੱਫਟਵੇਅਰ ਨੂੰ ਆਮ ਵਰਤੋਂ ਤੋਂ ਰੋਕਿਆ ਜਾ ਸਕਦਾ ਹੈੋ। ਵਧੇਰੇ ਜਾਣਕਾਰੀ ਲਈ, ਕਿਰਪਾ ਕਰਕੇ %(supportStartLink)s ਇਹ ਸਹਾਇਤਾ ਲੇਖ%(supportEndLink)s ਪੜ੍ਹੋੋ।
pl: Kiedy Mozilla zostaje poinformowana o dodatkach, wtyczkach lub innym oprogramowaniu firmy trzeciej, które poważnie zagrażają bezpieczeństwu, stabilności lub wydajności Firefoksa i spełniają %(criteriaStartLink)sokreślone kryteria%(criteriaEndLink)s, to oprogramowanie może zostać zablokowane do ogólnego użytku. %(supportStartLink)sTen artykuł%(supportEndLink)s zawiera więcej informacji.
pt_br: Quando a Mozilla toma conhecimento de extensões, plugins ou outros softwares de terceiros que comprometem seriamente a segurança, estabilidade ou desempenho do Firefox e atendem %(criteriaStartLink)sdeterminados critérios%(criteriaEndLink)s, o software pode ser bloqueado para uso geral. Para mais informações, consulte %(supportStartLink)seste artigo do suporte%(supportEndLink)s.
pt_pt: Quando a Mozilla toma conhecimento de extras, plugins, ou software de terceiros que comprometem seriamente a segurança, estabilidade ou desempenho do Firefox e que reúnam %(criteriaStartLink)sdeterminados critérios%(criteriaEndLink)s, a utilização geral do software pode ser impedida. Para obter mais informações, por favor consulte %(supportStartLink)seste artigo de apoio%(supportEndLink)s.
ro: Când Mozilla ia cunoștință de suplimente, pluginuri sau alte programe de la terți care pot compromite grav securitatea, stabilitatea sau performanța Firefox și întrunesc %(criteriaStartLink)sanumite criterii%(criteriaEndLink)s, software-ul poate fi blocat de la uz general. Pentru mai multe informații, citește %(supportStartLink)sacest articol de asistență%(supportEndLink)s.
si: ෆයර්ෆොක්ස් ආරක්‍ෂාව, ස්ථායිතාව හෝ කාර්ය සාධනය බරපතල ලෙස හෙළා දමන සහ %(criteriaStartLink)sනිශ්චිත නිර්ණායක%(criteriaEndLink)s හමුවන එක්කහු, පේනු හෝ වෙනත් තෙවන පාර්ශ්ව මෘදුකාංග පිළිබඳව මොසිල්ලා දැනුවත් වූ විට, ඒවා සාමාන්‍ය භාවිතයට අවහිර කරනු ඇත. වැඩි විස්තර සඳහා කරුණාකර %(supportStartLink)sමෙම සහාය ලිපිය%(supportEndLink)s කියවන්න.
sk: Ak Mozilla zistí, že doplnok, zásuvný modul či softvér tretej strany spôsobuje vážne problémy v otázkach bezpečnosti, stability a výkonu Firefoxu a zároveň spĺňa %(criteriaStartLink)sdané kritériá%(criteriaEndLink)s, môže byť takýto softvér zablokovaný. Ďalšie informácie nájdete v %(supportStartLink)stomto článku podpory%(supportEndLink)s.
sl: Ko Mozilla izve, da kak dodatek, vtičnik ali druga tuja programska oprema resno ogroža varnost, zanesljivost ali zmogljivost Firefoxa ter izpolnjuje %(criteriaStartLink)sdoločena merila%(criteriaEndLink)s, lahko programsko opremo onemogoči za splošno rabo. Za več informacij preberite %(supportStartLink)sta članek za podporo%(supportEndLink)s.
sq: Kur Mozilla vë re shtesa, shtojca, ose tjetër <em>software</em> palësh të treta që komprometojnë seriozisht sigurinë, qëndrueshmërinë ose funksionimin e Firefox-it dhe plotëson %(criteriaStartLink)sdisa kushte%(criteriaEndLink)s, software-i mund të bllokohet përdorimi i tij nga publiku i përgjithshëm. Për më tepër të dhëna, ju lutemi, lexoni %(supportStartLink)skëtë artikull asistence%(supportEndLink)s.
sv_se: När Mozilla blir medveten om tillägg, insticksmoduler eller annan programvara från tredje part som allvarligt komprometterar Firefox-säkerhet, stabilitet eller prestanda och uppfyller %(criteriaStartLink)svissa kriterier%(criteriaEndLink)s, kan programvaran blockeras från allmän användning. För mer information, läs %(supportStartLink)sdenna supportartikel%(supportEndLink)s.
tr: Mozilla, Firefox’un güvenliğini, kararlılığını veya performansını ciddi şekilde tehlikeye atan ve %(criteriaStartLink)sbelirli ölçütleri%(criteriaEndLink)s karşılayan eklentilerin, yan uygulamaların veya diğer üçüncü taraf yazılımların farkına vardığında o yazılımı engelleyebilir. Daha fazla bilgi için lütfen %(supportStartLink)sbu destek makalesini%(supportEndLink)s okuyun.
vi: Khi Mozilla nhận thức được các tiện ích, phần bổ trợ hoặc phần mềm của bên thứ ba khác làm tổn hại nghiêm trọng đến bảo mật, tính ổn định hoặc hiệu suất của Firefox và đáp ứng %(criteriaStartLink)scác tiêu chí chính xác%(criteriaEndLink)s, phần mềm có thể bị chặn sử dụng. Để biết thêm thông tin, xin vui lòng đọc %(supportStartLink)sbài viết hỗ trợ này%(supportEndLink)s.

source: Blocked on %(date)s.
cs: Zablokováno dne %(date)s.
da: Blokeret den %(date)s.
el: Αποκλείστηκε στις %(date)s.
fr: Bloqué depuis le %(date)s.
fy_nl: Blokkearre op %(date)s.
he: נחסם בתאריך %(date)s.
hr: Blokirano %(date)s.
hu: Blokkolás ideje: %(date)s.
ia: Blocate le %(date)s.
is: Útilokað %(date)s.
ja: %(date)s にブロックされました。
ka: შეზღუდვის თარიღია %(date)s.
nl: Geblokkeerd op %(date)s.
pa_in: %(date)s ਨੂੰ ਬਲਾਕ ਕੀਤਾ।
pl: Zablokowano w dniu %(date)s.
pt_br: Bloqueado em %(date)s.
pt_pt: Bloqueado a %(date)s.
ro: Blocat pe %(date)s.
si: %(date)s දී අවහිර කර ඇත.
sk: Zablokované dňa %(date)s.
sl: Blokirano dne %(date)s.
sq: Bllokuar më %(date)s.
sv_se: Blockerad den %(date)s.
th: ถูกปิดกั้นเมื่อ %(date)s
tr: %(date)s tarihinde engellendi.
vi: Bị chặn vào %(date)s.

source: Required permissions:
fur: Permès obligatoris:

source: Optional permissions:
fur: Permès facoltatîfs:

source: Example: Copyright or Trademark Infringement, Fraud.
el: Παράδειγμα: Παραβίαση πνευματικών δικαιωμάτων ή εμπορικών σημάτων, απάτη.
fy_nl: Foarbyld: ynbrek op auteursrjocht of hannelsmerk, fraude.
hu: Példa: szerzői jogi vagy védjegyoltalmi visszaélés, csalás.
ia: Exemplo: Violation de derectos de autor o marca de fabrica, fraude.
is: Dæmi: Höfundarréttar eða vörumerkjabrot, svik.
ka: მაგალითად: საკუთრების უფლების ან სასაქონლო ნიშნის მითვისება, გაყალბება.
nl: Voorbeeld: inbreuk op auteursrecht of handelsmerk, fraude.
pt_br: Exemplo: violação de direitos autorais ou marcas registradas, fraude.
sk: Napríklad: doplnok porušuje autorské práva alebo ochranné známky, je to podvod.
sv_se: Exempel: Upphovsrätts- eller varumärkesintrång, bedrägeri.
tr: Örnek: Telif hakkı veya ticari marka ihlali, dolandırıcılık.
vi: Ví dụ: Vi phạm bản quyền hoặc nhãn hiệu, lừa đảo.

source: Place of the violation %(spanStart)s(optional)%(spanEnd)s
hu: A szabálysértés helye %(spanStart)s(nem kötelező)%(spanEnd)s
is: Staðsetning brotsins %(spanStart)s(valfrjálst)%(spanEnd)s
ka: დარღვევის ადგილი %(spanStart)s(აუცილებელი)%(spanEnd)s
sv_se: Plats för överträdelsen %(spanStart)s(valfri)%(spanEnd)s
tr: İhlalin yaşandığı yer %(spanStart)s(isteğe bağlı)%(spanEnd)s

source: Provide more details %(spanStart)s(optional)%(spanEnd)s
el: Δώστε περισσότερες λεπτομέρειες %(spanStart)s(προαιρετικό)%(spanEnd)s
fy_nl: Jou mear details %(spanStart)s(opsjoneel)%(spanEnd)s
hu: További részletek megadása %(spanStart)s(nem kötelező)%(spanEnd)s
ia: Forni plus detalios %(spanStart)s(optional)%(spanEnd)s
is: Gefðu frekari upplýsingar %(spanStart)s(valfrjálst)%(spanEnd)s
ka: უფრო დაწვრილებით აღწერა %(spanStart)s(არასავალდებულო)%(spanEnd)s
nl: Geef meer details %(spanStart)s(optioneel)%(spanEnd)s
pt_br: Forneça mais detalhes %(spanStart)s(opcional)%(spanEnd)s
sk: Uveďte ďalšie podrobnosti %(spanStart)s(voliteľné)%(spanEnd)s
sv_se: Ange mer information %(spanStart)s(valfri)%(spanEnd)s
tr: Daha fazla bilgi verin %(spanStart)s(isteğe bağlı)%(spanEnd)s
vi: Cung cấp thêm chi tiết %(spanStart)s(không bắt buộc)%(spanEnd)s

source: This listing is not intended for this platform. %(linkStart)sBrowse add-ons for Firefox for desktop%(linkEnd)s.
el: Αυτή η καταχώρηση δεν προορίζεται για αυτήν την πλατφόρμα. %(linkStart)sΠεριηγηθείτε στα πρόσθετα του Firefox για υπολογιστές%(linkEnd)s.
fy_nl: Dizze list is net bedoeld foar dit platfoarm. %(linkStart)sTroch add-ons foar Firefox foar desktop blêdzje%(linkEnd)s.
hu: Ez a felsorolás nem erre a platformra szól. %(linkStart)sBöngéssze az asztali Firefox kiegészítőit%(linkEnd)s.
ia: Iste lista de presentation non es destinate pro iste systema operative. %(linkStart)sFolietta le additivos de Firefox pro scriptorio%(linkEnd)s.
is: Þessi listi er ekki ætlaður fyrir þetta stýrikerfi. %(linkStart)sSkoðaðu viðbætur fyrir Firefox á borðtölvum%(linkEnd)s.
ka: ეს ჩამონათვალი არ არის განკუთვნილი ამ პლატფორმისთვის. %(linkStart)sმონახეთ დამატებები სამაგიდო Firefox-ისთვის%(linkEnd)s.
nl: Deze lijst is niet bedoeld voor dit platform. %(linkStart)sDoor add-ons voor Firefox voor desktop bladeren%(linkEnd)s.
pt_br: Esta listagem não se destina a esta plataforma. %(linkStart)sVeja extensões para o Firefox de computador%(linkEnd)s.
sk: Tento zoznam nie je určený pre túto platformu. %(linkStart)sDoplnky pre Firefox pre počítače nájdete tu%(linkEnd)s.
sv_se: Denna lista är inte avsedd för denna plattform. %(linkStart)sBläddra bland tillägg för Firefox för datorer%(linkEnd)s.
tr: Bu liste bu platform için tasarlanmamıştır. %(linkStart)sBilgisayarlar için Firefox eklentilerine göz atabilirsiniz%(linkEnd)s.
vi: Danh sách này không dành cho nền tảng này. %(linkStart)sDuyệt các tiện ích mở rộng cho Firefox trên máy tính để bàn%(linkEnd)s.

source: Firefox Accounts was renamed to Mozilla accounts on Nov 1
is: Firefox-reikningar verða endurnefndir Mozilla-reikningar þann 1. nóvember

source: Firefox Accounts will be renamed to Mozilla accounts on Nov 1
is: Firefox-reikningar verða endurnefndir Mozilla-reikningar þann 1. nóvember

source: You will still sign in with the same username and password, and there are no other changes to the products that you use.
is: Þú munt samt skrá þig inn með sama notandanafni og lykilorði og það eru engar aðrar breytingar á hugbúnaðnum sem þú notar.

source: You can change your email address on Firefox Accounts. %(startLink)sNeed help?%(endLink)s
ar: يمكنك تغيير بريدك الإلكتروني في حسابات فَيَرفُكس. %(startLink)sأتحتاج مساعدة؟%(endLink)s
bs: Možete promijeniti email adresu na vašim Firefox računima. %(startLink)sTrebate pomoć?%(endLink)s
he: ניתן לשנות את כתובת הדוא״ל שלך ב־Firefox Accounts. %(startLink)sיש לך צורך בעזרה?%(endLink)s
id: Anda dapat mengubah alamat surel Anda di Firefox Accounts. %(startLink)sPerlu bantuan?%(endLink)s
is: Þú getur breytt tölvupóstfanginu þínu á Firefox Accounts reikningagáttinni. %(startLink)sÞarftu aðstoð?%(endLink)s
pa_in: ਤੁਸੀਂ ਫਾਇਰਫਾਕਸ ਅਕਾਊਂਟ ਤੇ ਆਪਣਾ ਈਮੇਲ ਪਤਾ ਬਦਲ ਸਕਦੇ ਹੋ। %(startLink)s ਮਦਦ ਦੀ ਲੋੜ ਹੈ?%(endLink)s
sl: Svoj e-poštni naslov lahko spremenite v Firefox Računih. %(startLink)sPotrebujete pomoč?%(endLink)s
sq: Adresën tuaj email mund ta ndryshoni te Llogaritë Firefox. %(startLink)sJu duhet ndihmë?%(endLink)s

source: Manage Firefox Accounts…
ar: أدِر حسابات فَيَرفُكس…
az: Firefox Hesablarını idarə et…
he: ניהול חשבונות Firefox…
id: Kelola Akun Firefox…
is: Sýsla með Firefox-reikninga…
pa_in: ਫਾਇਰਫਾਕਸ ਖਾਤੇ ਦਾ ਇੰਤਜ਼ਾਮ ਕਰੋ…
sl: Upravljanje Firefox Računov ...
sq: Administroni Llogari Firefox…
te: Firefox ఖాతాల నిర్వహణ…

source: Restart Required
ar: إعادة التشغيل مطلوبة
az: Yenidən başlatmaq tələb edilir
bn_bd: পুনরায় শুরু করা প্রয়োজন
bs: Potrebno je ponovno pokretanje
fa: راه‌اندازی مجدد لازم است
he: נדרשת הפעלה מחדש
id: Perlu Memulai Ulang
pa_in: ਮੁੜ-ਸ਼ੁਰੂ ਕਰਨ ਦੀ ਲੋੜ ਹੈ
sl: Zahtevan je ponoven zagon
sq: Lyp Rinisje
te: పునఃప్రారంభం అవసరం

source: Not compatible with Firefox Quantum
ar: ليس متوافقا مع فَيَرفُكس كوانتُم
az: Firefox Quantum ilə uyğun deyil
bn_bd: Firefox Quantum এর সাথে সামঞ্জস্যপূর্ণ নয়
bs: Nije kompatibilno sa Firefox Quantum
fa: با Firefox Quantum سازگار نیست
he: אין תאימות ל־Firefox Quantum
id: Tidak selaras dengan Firefox Quantum
pa_in: ਫਾਇਰਫਾਕਸ ਕੁਅੰਟਮ ਦੇ ਅਨੁਕੂਲ ਨਹੀਂ ਹੈ
sl: Ni združljiv s Firefox Quantumom
sq: E papërputhshme me Firefox Quantum

source: Your version of Firefox does not support this add-on because it requires a restart.
ar: إصدارة فيرفكس هذه لا تدعم هذه الإضافة لأنها تحتاج لإعادة تشغيل.
az: Firefox versiyanız bu əlavəni dəstəkləmir, çünki, bu yenidən başlatma tələb edir.
he: הגרסה של ה־Firefox שברשותך אינה תומכת בתוספת זו מכיוון שהיא דורשת הפעלה מחדש.
id: Versi Firefox Anda tidak mendukung pengaya ini karena membutuhkan start ulang.
pa_in: ਫਾਇਰਫਾਕਸ ਦਾ ਤੁਹਾਡਾ ਵਰਜਨ ਇਸ ਐਡ-ਆਨ ਨੂੰ ਸਹਿਯੋਗ ਨਹੀਂ ਦਿੰਦਾ ਕਿਉਂਕਿ ਇਸ ਨੂੰ ਮੁੜ-ਚਾਲੂ ਕਰਨ ਦੀ ਲੋੜ ਹੈ।
sl: Vaša različica Firefoxa ne podpira tega dodatka, ker zahteva ponovni zagon.
sq: Versioni juaj i Firefox-it nuk e mbulon këtë shtesë, ngaqë ajo lyp rinisje.

source: This add-on requires a <a href="%(downloadUrl)s">newer version of Firefox</a> (at least version %(minVersion)s). You are using Firefox %(yourVersion)s.
ar: تطلب هذه الإضافة <a href="%(downloadUrl)s">إصدارة أحدث من فَيَرفُكس</a> (على الأقل %(minVersion)s). أنت تستخدم إصدارة %(yourVersion)s من فَيَرفُكس.
az: Bu əlavə <a href="%(downloadUrl)s">yeni Firefox versiyası</a> tələb edir (ən az %(minVersion)s versiyası). Hazırda Firefox %(yourVersion)s işlədirsiniz.
bn_bd: এই অ্যাড-অনটির জন্যে <a href="%(downloadUrl)s"> Firefox এর নতুন সংষ্করণ</a> (অন্তত %(minVersion)s সংস্করণ প্রয়োজন)। আপনি ব্যবহার করছেন Firefox %(yourVersion)s।
bs: Ovaj dodatak zahtjeva <a href="%(downloadUrl)s">novije verzije Firefoxa</a> (najmanje verziju %(minVersion)s). Vi koristite Firefox %(yourVersion)s.
fa: این افزونه نیازمند یک <a href="%(downloadUrl)s">نسخه جدیدتر فایرفاکس</a> است (حداقل نسخه %(minVersion)s). هم‌اکنون شما از نسخه %(yourVersion)s فایرفاکس استفاده می‌کنید.
ga_ie: Caithfidh tú <a href="%(downloadUrl)s">leagan níos nua de Firefox</a> a shuiteáil chun an breiseán seo a úsáid (leagan %(minVersion)s ar a laghad). Tá Firefox %(yourVersion)s agat faoi láthair.
he: תוספת זו דורשת <a href="%(downloadUrl)s">גרסה חדשה יותר של Firefox</a> (לפחות גרסה %(minVersion)s). גרסת ה־‏Firefox שברשותך היא %(yourVersion)s.
id: Pengaya ini membutuhkan <a href="%(downloadUrl)s">Firefox versi terbaru</a> (setidaknya versi %(minVersion)s). Saat ini, Anda menggunakan Firefox %(yourVersion)s.
pa_in: ਇਸ ਐਡ-ਆਨ ਲਈ <a href="%(downloadUrl)s">ਫਾਇਰਫਾਕਸ ਦਾ ਨਵਾਂ ਵਰਜ਼ਨ</a> ਚਾਹੀਦਾ ਹੈ (ਘੱਟੋ-ਘੱਟ %(minVersion)s ਚਾਹੀਦਾ ਹੈ)। ਤੁਸੀਂ ਫਾਇਰਫਾਕਸ %(yourVersion)s ਵਰਤ ਰਹੇ ਹੋ।
sl: Ta dodatek zahteva <a href="%(downloadUrl)s">novejšo različico Firefoxa</a> (vsaj različico %(minVersion)s). Uporabljate Firefox %(yourVersion)s.
sq: Kjo shtesë lyp një <a href="%(downloadUrl)s">version më të ri të Firefox-it</a> (të paktën versionin %(minVersion)s). Po përdorni Firefox %(yourVersion)s.

source: Your browser does not support add-ons. You can <a href="%(downloadUrl)s">download Firefox</a> to install this add-on.
ar: لا يدعم متصفحك الإضافات. يمكنك <a href="%(downloadUrl)s">تنزيل فَيَرفُكس</a> لتثبيت هذه الإضافة.
az: Səyyahınız əlavələri dəstəkləmir. Bu əlavəni qurmaq üçün <a href="%(downloadUrl)s">Firefox endirin</a>.
bn_bd: আপনার ব্রাউজার অ্যাড-অন সমর্থন করে না। আপনি <a href="%(downloadUrl)s">Firefox ডাউনলোড</a> করে এই অ্যাড-অন ইনস্টল করতে পারেন।
bs: Vaš pretraživač ne podržava dodatke. Možete <a href="%(downloadUrl)s">preuzeti Firefox</a> da bi ste instalirali dodatak.
fa: مرورگر شما از افزونه‌ها پشتیبانی نمی‌کند. شما می‌توانید <a href="%(downloadUrl)s"> را دریافت کرده </a> تا بتوانید این افزونه را نصب کنید.
ga_ie: Ní thacaíonn do bhrabhsálaí le breiseáin. Ní mór duit <a href="%(downloadUrl)s">Firefox a íoslódáil</a> chun an breiseán seo a shuiteáil.
he: הדפדפן שלך אינו תומך בתוספות. באפשרותך <a href="%(downloadUrl)s">להוריד את Firefox</a> כדי להתקין תוספת זו.
id: Peramban Anda tidak mendukung pengaya. Anda dapat <a href="%(downloadUrl)s">unduh Firefox</a> untuk memasang pengaya ini.
pa_in: ਤੁਹਾਡਾ ਬਰਾਉਜ਼ਰ ਐਡ-ਆਨ ਦਾ ਸਮਰਥਨ ਨਹੀਂ ਕਰਦਾ। ਤੁਸੀਂ ਇਸ ਐਡ-ਆਨ ਨੂੰ ਇੰਸਟਾਲ ਕਰਨ ਲਈ <a href="%(downloadUrl)s">ਫਾਇਰਫਾਕਸ ਡਾਊਨਲੋਡ</a> ਕਰ ਸਕਦੇ ਹੋ।
sl: Vaš brskalnik ne podpira dodatkov. Za namestitev tega dodatka lahko <a href="%(downloadUrl)s">prenesete Firefox</a>.
sq: Shfletuesi juaj nuk i mbulon shtesat. Mund të <a href="%(downloadUrl)s">shkarkoni Firefox-in</a> që të instaloni këtë shtesë.

source: Dictionaries by %(author)s
ar: قواميس من %(author)s
az: %(author)s tərəfindən lüğətlər
bs: Rječnici od %(author)s
he: מילונים מאת %(author)s
id: Kamus oleh %(author)s
pa_in: %(author)s ਦੁਆਰਾ ਸ਼ਬਦਕੋਸ਼
sl: Slovarji avtorja %(author)s
sq: Fjalorë nga %(author)s
te: %(author)s నిఘంటువులు
