Repository: mozilla/addons-frontend
Catalog: locale/*/LC_MESSAGES/amo.po
Languages: ar, az, bg, bn_bd, bs, ca, cs, da, de, el, es, fa, fi, fr, fur, fy_nl, ga_ie, he, hr, hu, ia, id, is, it, ja, ka, kab, ms, nb_no, nl, nn_no, pa_in, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: Include your own or anyone else’s email, phone number, or other personal details.
bg: Включвате свой или чужд електронен адрес, телефонен номер или други лични данни.
bs: Upišite vašu email adresu, broj telefona ili druge lične podatke.
ca: Afegir cap adreça electrònica personal o d'una altra persona, el número de telèfon o cap altra dada personal.
cs: Nevkládejte svou ani cizí e-mailovou adresu, telefonní číslo ani jiné osobní informace.
da: Inkludere dit eget eller andres mailadresse, telefonnummer eller andre personlige detaljer.
de: Nennen Sie weder E-Mail-Adresse, Telefonnummer noch andere persönliche Details, weder von Ihnen noch von anderen Personen.
el: Συμπεριλαμβάνετε προσωπικά ή μη email, αριθμούς τηλεφώνου ή άλλες προσωπικές λεπτομέρειες.
es: Incluir tu dirección de correo o la de otra persona, número de teléfono o cualquier otra información personal.
fi: Sisällytä omaasi tai kenenkään muun sähköpostiosoitetta, puhelinnumeroa tai muita henkilötietoja.
fr: N’incluez pas votre adresse e-mail, votre numéro de téléphone ou toute autre information personnelle, ni ceux de tiers.
fur: Includi direzions e-mail, numars di telefon o altris detais personâi tiei o di altris.
fy_nl: Jo eigen of in oar syn e-mailadres, telefoannûmer of oare persoansgegevens opnimme.
he: לכלול פרטי זיהוי אישיים שלך או של כל אדם אחר כמו כתובת דוא״ל, מספר טלפון או כל פרט אישי אחר.
hr: Uključi svoju vlastitu ili tuđu e-mail adresu, telefonski broj ili druge osobne podatke.
hu: Ne fűzze hozzá saját vagy más e-mailcímét, telefonszámát vagy más személyes adatát.
ia: Includer email, numero de telephono o altere detalios personal tue proprie o de quicunque altere.
id: Masukkan alamat surel Anda atau orang lain, nomor telepon, atau rincian pribadi lainnya.
is: Hafa með tölvupóstfangið þitt eða annarra, símanúmer eða aðrar persónulegar upplýsingar.
it: Includere indirizzi email, numeri di telefono o altre informazioni personali proprie o altrui;
ja: 自分自身あるいは他人のメールアドレス、電話番号、その他の個人情報を書き込むこと。
ka: თქვენი საკუთარი ან სხვისი ელფოსტის მისამართის, ტელეფონის ნომრის, ან სხვა პირადი მონაცემების მითითება.
kab: Mmel-d tansa-ik imayl neɣ tin n wid-nniḍen, uṭṭun n tiliɣri neɣ talɣut-nniḍen tudmawant.
ms: Memasukkan e-mel anda sendiri atau orang lain, nombor telefon, atau butiran peribadi yang lain.
nb_no: Inkludere din egen eller noen andres e-postadresse, telefonnummer, eller andre personlige detaljer.
nl: Uw eigen of andermans e-mailadres, telefoonnummer of andere persoonsgegevens opnemen.
nn_no: Inkludere di eiga eller e-postadressa til nokon anan, telefonnummer, eller andre personlege detaljar.
pa_in: ਆਪਣਾ ਖੁਦ ਜਾਂ ਹੋਰ ਕਿਸੇ ਦਾ ਈਮੇਲ, ਫੋਨ ਨੰਬਰ, ਜਾਂ ਹੋਰ ਨਿੱਜੀ ਵੇਰਵਾ ਸ਼ਾਮਲ ਕਰੋ।
pl: Nie wklejaj adresów e-mail, numerów telefonu i innych informacji osobistych o sobie ani innych.
pt_br: Inclua o email, telefone ou outros dados pessoais, seus ou de outra pessoa.
pt_pt: Inclua o seu email, número de telefone ou quaisquer outros dados ou os de qualquer outra pessoa.
ro: Nu include adrese de e-mail, numere de telefon sau alte detalii personale (ale tale sau ale altora).
ru: Включать ваши собственные или чьи-либо ещё адреса эл. почты, номера телефонов или другие персональные данные.
si: ඔබගේ හෝ අන් අයෙකුගේ වි-තැපෑල, දු.ක. අංකය හෝ වෙනත් පෞද්ගලික තොරතුරු ඇතුළත් කිරීම.
sk: Nevkladajte svoju ani cudziu e‑mailovú adresu, telefónne číslo ani iné osobné údaje.
sl: Ne vključujte svoje e-pošte, telefonske številke in drugih osebnih podatkov ali podatkov drugih oseb.
sq: Përfshini email-in, numër telefoni apo të dhëna të tjera personale, tuajat apo të kujtdo tjetër.
sv_se: Inkludera din egen eller någon annans e-post, telefonnummer eller andra personliga detaljer.
th: รวมอีเมล หมายเลขโทรศัพท์ หรือรายละเอียดส่วนตัวอื่น ๆ ของคุณเองหรือใครบางคน
tr: Kendinizin veya başkasının e-posta adresini, telefon numarasını veya diğer kişisel bilgilerini yazmayın.
uk: Включати ваші власні або чиїсь ще адреси ел. пошти, номери телефонів або інші персональні дані.
vi: Bao gồm email của riêng bạn hoặc bất cứ ai khác, email, số điện thoại hoặc các chi tiết cá nhân khác.

source: Post reviews for an add-on you or your organization wrote or represent.
bg: Изпращате отзиви на добавка, написана или представлявана от вас или вашата организация.
bs: Objavite recenzije za dodatke koje predstavljate vi ili vaša organizacija.
ca: Publicar ressenyes dels complements que heu creat o representeu.
cs: Nepřidávejte recenze ke svému doplňku či organizaci, kterou reprezentujete.
da: Anmelde en tilføjelse, som du selv eller din organisation har skrevet eller repræsenterer.
de: Bewertungen für ein Add-on schreiben, das Sie oder Ihre Organisation entwickelt haben oder repräsentieren.
el: Δημοσιεύετε κριτικές για ένα πρόσθετο που αναπτύσσετε ή εκπροσωπείτε εσείς ή ο οργανισμός σας.
es: Comentarios a posteriori sobre un complemento que tú o tu organización creásteis o representáis.
fi: Arvioi lisäosia, joiden tekemiseen sinä tai edustamasi organisaatio on osallistunut millään tavalla.
fr: N’écrivez pas de critique d’un module créé ou représenté par vous-même ou par votre organisation.
fur: Publicâ recensions su components adizionâi svilupâts o rapresentâts di te o de tô organizazion.
fy_nl: Beoardielingen foar in add-on dy’t jo of jo organisaasje skreaun of fertsjinwurdige hat skriuwe.
he: לפרסם סקירות לתוספת שלך או של ארגון אליו יש לך קשר עסקי או ייצוג.
hr: Objavi recenzije tvog dodatka ili dodatka tvoje organizacije.
hu: Ne írjon értékelést olyan kiegészítőhöz, amelyet Ön vagy a szervezete írt, illetve azt képviseli.
ia: Publicar recensiones de un additivo que tu o tu organisation ha scribite o representa.
id: Mengirimkan ulasan untuk pengaya yang Anda atau organisasi Anda tulis atau wakili.
is: Senda inn umsagir um viðbætur sem þú eða þínir hafa skrifað eða standa fyrir.
it: Inserire recensioni su componenti aggiuntivi sviluppati o rappresentati da te o dall’organizzazione a cui appartieni;
ja: あなたまたはあなたが所属する組織が作成、提供するアドオンにレビューを投稿してはいけません。
ka: მიმოხილვებში საკუთარი თავის ან დაწესებულების წარდგენა.
kab: Azen aceggir ɣef uzegrir i terirniḍ neq win terna tkebbaniy-ik.
ms: Buat ulasan add-on yang anda atau organisasi anda tulis atau wakili.
nb_no: Å legge ut omtaler for en utvidelse som du eller firmaet ditt skrev eller representerer.
nl: Beoordelingen voor een add-on die u of uw organisatie heeft geschreven of vertegenwoordigt schrijven.
nn_no: Å legge ut omtalar for ei utviding som du eller firmaet ditt skreiv eller representerer.
pa_in: ਤੁਹਾਡੇ ਜਾਂ ਤੁਹਾਡੇ ਸੰਗਠਨ ਤੇ ਐਡ-ਆਨ ਲਈ ਪੋਸਟ ਸਮੀਖਿਆਵਾਂ ਲਿਖੀਆਂ ਜਾਂ ਪੇਸ਼ ਕੀਤੀਆਂ ਗਈਆਂ।
pl: Nie wysyłaj recenzji dodatków napisanych lub publikowanych przez Ciebie lub Twoją organizację.
pt_br: Postar análises para uma extensão que você ou sua organização criou ou representa.
pt_pt: Publicar análises para um extra que você ou a sua organização escreveu ou representa.
ro: Să postezi recenzii pentru un supliment creat sau reprezentat de tine sau de organizația ta.
ru: Размещать отзывы на дополнение, написанное или представленное вами или вашей организацией.
si: ඔබ හෝ ඔබගේ සංවිධානය ලියන ලද හෝ නියෝජනය වන එක්කහුවක් සඳහා සමාලෝචන පළ කිරීම.
sk: Nepridávajte recenzie ku svojim doplnkom alebo doplnkom organizácie, ktorú reprezentujete.
sl: Ne objavljajte ocen za dodatek, ki ste ga razvili vi sami ali vaša organizacija ali ki ga zastopate.
sq: Mos postoni shqyrtime për një shtesë që e shkruat apo e përfaqësoni ju apo enti juaj.
sv_se: Skriva recensioner för ett tillägg du eller din organisation skrev eller representerar.
th: เขียนบทวิจารณ์ให้กับส่วนเสริมที่คุณหรือองค์กรของคุณสร้างขึ้นหรือเป็นตัวแทนเผยแพร่
tr: Kendinizin veya şirketinizin geliştirdiği veya temsil ettiği eklentiler için inceleme yazmayın.
uk: Розміщувати відгуки на додаток, написаний чи представлений вами або вашою організацією.
vi: Đăng đánh giá cho một tiện ích bổ sung mà bạn hoặc tổ chức của bạn đã viết hoặc đại diện.

source: Criticize an add-on for something it’s intended to do. For example, leaving a negative review of an add-on for displaying ads or requiring data gathering, when that is the intended purpose of the add-on, or the add-on requires gathering data to function.
bs: Kritikujte dodatak za nešto što namjerava učiniti. Na primjer, napišite negativnu recenziju za dodatak koji prikazuje oglase ili zahtjeva prikupljanje podataka, jer mu je to namjera ili to radi kako bi funkcionisao.
ca: Criticar un complement per la seva funció. Per exemple, deixeu una ressenya negativa sobre un complement per incloure publicitat o sol·licitar dades, quan aquest és l'objectiu del complement o necessita aquesta informació per executar-se.
cs: Nekritizujte doplněk za něco, k čemu je určen. Např. nepište negativní recenze kvůli zobrazování reklam nebo sběru dat, pokud je to právě účel fungování daného doplňku, nebo doplněk sběr dat pro své fungování potřebuje.
da: Kritisere en tilføjelse for noget, den er beregnet til at gøre. Fx give en negativ anmeldelse af en tilføjelse, der viser reklamer eller kræver indsamling af data, når det er formålet med tilføjelsen eller nødvendigt for at tilføjelsen virker.
de: Kritisieren Sie kein Add-on für seine gewünschte Funktion. Hinterlassen Sie beispielsweise keine negative Bewertung für ein Add-on, das Werbung anzeigt oder Daten sammeln muss, wenn dies die gewünschte Funktion des Add-ons ist oder die Erhebung von Daten zur Funktionsfähigkeit des Add-ons erforderlich ist.
el: Κριτικάρετε ένα πρόσθετο για κάτι που προορίζεται να κάνει. Για παράδειγμα, μην αφήνετε αρνητική κριτική για ένα πρόσθετο που εμφανίζει διαφημίσεις ή απαιτεί συλλογή δεδομένων, όταν αυτός είναι ο σκοπός του προσθέτου, ή όταν το πρόσθετο απαιτεί συλλογή δεδομένων για να λειτουργήσει.
es: Criticar un complemento por su propia función. Por ejemplo, dejar un comentario negativo sobre un complemento por incluir publicidad o recopilación de información cuando ese es el propio objetivo del complemento o necesita esa información para ejecutarse.
fi: Kritisoi lisäosaa sen tarkoituksesta. Esimerkiksi voit jättää kriittisen arvioinnin lisäosasta, joka näyttää mainoksia tai kerää dataa, koska se on lisäosan tarkoitus tai lisäosa tarvitsee kerättyä dataa toimiakseen.
fr: N’écrivez pas de critique négative lorsque le module se comporte comme annoncé. Par exemple, n’écrivez pas de critique négative si un module affiche des publicités ou nécessite de collecter des données si c’est le but de ce module, ou si ces actions sont nécessaires à son fonctionnement.
fur: Criticâ un component adizionâl parcè che al è progjetât par fâ une determinade robe. Par esempli lassâ une recension negative di un component adizionâl che al mostre publicitâts o che al tire dongje dâts cuant che al è stât creât di pueste par chê reson, o che al à bisugne di tirâ dongje dâts par funzionâ.
fy_nl: In add-on bekritisearje foar eat wat hy dwaan moatte soe. Bygelyks in negative beoardieling fan in add-on fanwegen it werjaan fan advertinsjes of gegevenssamling efterlitte, wylst dat it doel is fan de add-on, of wannear’t de add-on gegevens sammelje moat om te wurkjen.
he: לבקר תוספת על משהו שאינה מיועדת לבצע. למשל, להשאיר סקירה שלילית על תוספת על כך שהיא מציגה פרסומות או דורשת איסוף מידע, כאשר זו המהות של התוספת או שהתוספת אוספת מידע כדי לתפקד.
hr: Kritiziraj svrhu dodatka. Na primjer, negativna recenzija kad dodatak prikazuje oglase ili zahtijeva prikupljanja podataka, kad je to njegova svrha ili kad dodatak zahtijeva prikupljanje podataka, da bi funkcionirao.
hu: Azért kritizálni egy kiegészítőt, ami a feladata. Például negatív visszajelzés adása reklámok megjelenítéséért vagy adatgyűjtésért, miközben ez a kiegészítő feladata, vagy a kiegészítő működéséhez adatgyűjtés szükséges.
ia: Criticar un additivo pro un cosa que illo es destinate a facer. Per exemplo, lassar un recension negative de un additivo perque illo monstra annuncios o require le collecta de datos, quando iste es le scopo explicite del additivo, o le additivo require le collecta de datos pro functionar.
id: Beri masukan pada pengaya sesuai dengan apa tujuannya. Misalnya, meninggalkan tinjauan negatif untuk sebuah pengaya karena menampilkan iklan atau meminta pengumpulan data, sementara itu adalah tujuan keberadaan pengaya itu, atau pengaya meminta pengumpulan data agar bisa berfungsi.
is: Gagnrýna viðbót fyrir eitthvað sem henni er ætlað að gera. Til dæmis, að setja inn neikvæða umsögn um að viðbót birti auglýsingar eða safni gögnum, þegar það er einmitt hlutverk viðbótarinnar, eða ef viðbótin virkar ekki án gagnasöfnunar.
it: Criticare un componente aggiuntivo per qualcosa per cui è progettato. Per esempio lasciare una cattiva recensione per un componente che mostra annunci o che raccoglie dati quando è stato creato appositamente per quello, o necessita della raccolta di dati per funzionare.
ja: アドオンが意図した動作についてそれを批判すること。例えば、広告を表示したりデータ収集を求めたりするアドオンについて、それがそのアドオンの本来の目的であるか、機能上データ収集を必要としたりするにも関わらず、その挙動を非難するレビューを残すこと。
ka: კრიტიკა დამატების იმ მხარეებისა, რომლებიც იმთავითვე განსაზღვრული იყო. მაგალითად, უარყოფითი მიმოხილვის დატოვება დამატებაში რეკლამების ჩვენების ან ინფორმაციის შეგროვების შესახებ, მაშინ როცა ეს ყველაფერი დამატების დანიშნულებას წარმოადგენს ან მისი მუშაობისთვისაა აუცილებელი.
kab: Asenqed n izegrar ittwaxdem akken ad nexdem kra. Amedya, tuzna n usenqed, askan n ilɣuten, γef izegrar.
ms: Buat kritikan atas ciri yang dijangkakan. Sebagai contoh, berikan ulasan negatif untuk add-on yang memaparkan iklan atau mengumpulkan data, jika samada inilah tujuan add-on tersebut dicipta, atau pengumpulan data memang diperlukan supaya add-on tersebut boleh berfungsi.
nb_no: Å kritisere en utvidelse for noe som den er ment å gjøre. For eksempel å legge ut en negativ omtale av en utvidelse for å vise reklamer eller å kreve datainnsamling, når det er det uttrykte formålet til utvidelsen, eller når utvidelsen krever innsamling av data for å fungere.
nl: Een add-on bekritiseren voor iets wat hij zou moeten doen. Bijvoorbeeld een negatieve beoordeling van een add-on vanwege het weergeven van advertenties of gegevensverzameling achterlaten, terwijl dat het doel is van de add-on, of wanneer de add-on gegevens moet verzamelen om te werken.
nn_no: Å kritisere eit tillegg for noko som det er meint å gjere. Til dømes å leggje ut ein negativ omtale av eit tillegg for å vise reklamer eller å kreve datainnsamling, når det er det uttrykte formålet til tillegget eller når tillegget krev innsamling av data for å fungere.
pa_in: ਕਿਸੇ ਐਡ-ਆਨ ਦੀ ਨੁਕਤਾਚੀਨੀ ਕਰੋ ਜਿਸਦਾ ਅਜਿਹਾ ਕਰਨ ਦਾ ਇਰਾਦਾ ਹੈ। ਉਦਾਹਰਨ ਲਈ, ਐਡ-ਆਨ ਦੀ ਇੱਕ ਨਕਾਰਾਤਮਕ ਸਮੀਖਿਆ ਨੂੰ ਛੱਡ ਕੇ ਜਾਂ ਡੇਟਾ ਇਕੱਤਰ ਕਰਨ ਦੀ ਲੋੜ ਲਈ, ਜਦੋਂ ਐਡ-ਆਨ ਦਾ ਇਰਾਦਾ ਮੰਤਵ ਹੁੰਦਾ ਹੈ, ਜਾਂ ਐਡ-ਓਨ ਕੰਮ ਕਰਨ ਲਈ ਇਕੱਤਰ ਕਰਨ ਵਾਲੇ ਡੇਟਾ ਦੀ ਲੋੜ ਹੈ।
pl: Nie krytykuj dodatku za to, co jest jego celem. Na przykład, nie pisz negatywnej recenzji dodatku za wyświetlanie reklam lub wymaganie zbierania danych, kiedy to właśnie jest jego funkcją, albo jeśli dodatek wymaga zbierania danych do działania.
pt_br: Criticar uma extensão por algo que é suposto fazer. Por exemplo, deixar uma análise negativa para uma extensão por mostrar anúncios ou exigindo a coleta de dados, quando esta é a finalidade da extensão ou a extensão requer a coleta de dados para funcionar.
pt_pt: Criticar um extra por algo que é suposto fazer. Por exemplo, deixar uma análise negativa para um extra por apresentar anúncios ou obrigar à recolha de dados, quando esse é o intuito do extra ou o extra requer a recolha de dados para funcionar.
ro: Să critici un supliment pentru ceva ce este destinat să facă. De exemplu, să lași o recenzie negativă unui supliment pentru că afișează anunțuri sau pentru că presupune colectare de date când aceasta este destinația utilizării suplimentului sau dacă suplimentul necesită colectare de date pentru a funcționa.
ru: Критиковать дополнение за что-то, что оно предназначено делать. Например, оставлять отрицательный отзыв на дополнение за показ рекламы или требование сбора данных, когда это является целью этого дополнения, или дополнению необходим сбор данных для его работы.
si: එක්කහුවක් සෘජුව සිදු කිරීමට අදහස් කරන දෙයක් පිළිබඳව විවේචනය කිරීම. නිදසුනක් ලෙස, ක්‍රියාත්මක වීමට දත්ත රැස් කිරීම, දැන්වීම් ප්‍රදර්ශනය සඳහා දත්ත රැස් කිරීම යනාදිය එක්කහුවෙහි අපේක්‍ෂිත අරමුණ වීම නිසා සෘණාත්මක සමාලෝචනයක් තැබීම.
sk: Nekritizujte doplnok za niečo, na čo je určený. Nepíšte napríklad negatívne recenziu kvôli zobrazovaniu reklám alebo zberu údajov, ak je práve to účel daného doplnku alebo je zber údajov potrebný pre fungovanie doplnku.
sl: Ne kritizirajte dodatka zaradi tega, za kar je narejen. Na primer, ne pišite negativnih ocen za dodatek, če prikazuje oglase ali zahteva zbiranje podatkov, kadar je to njegov namen ali dodatek zahteva zbiranje podatkov za delovanje.
sq: Kritikoni një shtesë mbi diçka për të cilën shtesa është krijuar të bëjë. Për shembull, lënia e një shqyrtimi negativ për një shtesë që shfaq reklama ose që lyp grumbullim të dhënash, në një kohë që shtesa për këtë është hartuar, ose shtesa lyp grumbullim të dhënash që të funksionojë.
sv_se: Kritisera ett tillägg för något det är tänkt att göra. Om du till exempel lämnar en negativ recension av ett tillägg för att den visar annonser eller kräver datainsamling, när det är det avsedda syftet med tillägget eller tillägget kräver datainsamling för att fungera.
th: วิจารณ์ส่วนเสริมเกี่ยวกับจุดประสงค์บางอย่างที่ตั้งใจไว้ เช่น เขียนบทวิจารณ์เชิงลบเกี่ยวกับส่วนเสริมที่แสดงโฆษณาหรือต้องมีการรวบรวมข้อมูล หากนั่นเป็นจุดประสงค์ที่ตั้งใจไว้ของส่วนเสริม หรือส่วนเสริมนั้นต้องมีการรวบรวมข้อมูลจึงจะสามารถทำงานได้
tr: Yapması gereken şeyler için eklentiyi eleştirmeyin. Örneğin, reklam gösteren veya veri toplayan bir eklentinin çalışması için bunlara ihtiyaç varsa bunlarla ilgili olumsuz inceleme yazmayın.
uk: Критикувати додаток за щось, для чого він призначений. Наприклад, залишати негативний відгук про те, що додаток показує рекламу чи вимагає отримання даних, коли це є метою цього додатку, або якщо додаток вимагає отримання даних для своєї роботи.
vi: Chỉ trích một tiện ích bổ sung cho một cái gì đó mà nó dự định làm. Ví dụ: để lại đánh giá tiêu cực về tiện ích bổ sung để hiển thị quảng cáo hoặc yêu cầu thu thập dữ liệu, khi đó là mục đích dự định của tiện ích bổ sung hoặc tiện ích bổ sung yêu cầu thu thập dữ liệu để hoạt động.

source: Frequently Asked Questions about Reviews
ar: الأسئلة الشائعة حول المراجعات
bg: Често задавани въпроси за отзивите
bs: Često postavljena pitanja o recenzijama
ca: Preguntes freqüents sobre ressenyes
cs: Často kladené otázky k recenzím
da: Ofte stillede spørgsmål om anmeldelser
de: Häufig gestellte Fragen zur Bewertung von Add-ons
el: Συχνές ερωτήσεις σχετικά με τις κριτικές
es: Preguntas más frecuentes sobre las revisiones
fi: Usein kysyttyjä kysymyksiä arvioista
fr: Foire aux questions sur les évaluations
fur: FAQ (domandis frecuentis) su Recensions
fy_nl: Faak stelde fragen oer beoardielingen
he: שאלות נפוצות על סקירות
hr: Često postavljena pitanja o recenzijama
hu: Gyakran ismételt kérdések az értékelésekről
ia: Folio a questiones sur le recensiones
id: Pertanyaan yang Sering Ditanyakan mengenai Tinjauan
is: Algengar spurningar varðandi umsagnir
it: FAQ sulle recensioni
ja: レビューについてのよくある質問と答え
ka: ხშირად დასმული კითხვები მიმოხილვის გაკეთების შესახებ
kab: Isteqsiyen d-ittuɣalen s waṭas ɣef iceggiren
ms: Soalan Lazim perihal Ulasan
nb_no: Ofte stilte spørsmål om omtaler
nl: Veelgestelde vragen over beoordelingen
nn_no: Vanlege spørsmål om vurderingar
pa_in: ਸਮੀਖਿਆਵਾਂ ਬਾਰੇ ਅਕਸਰ ਪੁੱਛੇ ਜਾਂਦੇ ਸਵਾਲ
pl: Najczęściej zadawane pytania na temat recenzji
pt_br: Dúvidas frequentes sobre análises
pt_pt: Perguntas frequentes acerca de análises
ro: Întrebări frecvente despre recenzii
ru: Часто задаваемые вопросы об отзывах
si: සමාලෝචන ගැන නිතර අසන ප්‍රශ්න
sk: Často kladené otázky ohľadom recenzií
sl: Pogosta vprašanja o ocenah
sq: Pyetje të Bëra Shpesh rreth Shqyrtimeve
sv_se: Vanliga frågor om recensioner
te: సమీక్షల గురించి తరచుగా అడిగే ప్రశ్నలు
th: คำถามที่พบบ่อยเกี่ยวกับบทวิจารณ์
tr: İncelemeler hakkında sıkça sorulan sorular
uk: Поширені питання про відгуки
vi: Câu hỏi thường gặp về đánh giá

source: How can I report a problematic review?
ar: كيف يمكنني الإبلاغ عن مراجعة بها مشكلة؟
bg: Как да съобщя за спорен отзив?
bs: Kako mogu prijaviti problematičnu recenziju?
ca: Com informar d'una ressenya problemàtica?
cs: Jak mohu nahlásit problematickou recenzi?
da: Hvordan kan jeg rapportere en problematisk anmeldelse?
de: Wie kann ich eine problematische Bewertung melden?
el: Πώς μπορώ να αναφέρω μια προβληματική κριτική;
es: ¿Cómo puedo informar de una revisión problemática?
fi: Voinko ilmoittaa ongelmallisesta arviosta?
fr: Comment puis-je signaler un avis inapproprié ?
fur: Cemût puedio segnalâ une recension problematiche?
fy_nl: Hoe kin ik in probleem mei in beoardieling melde?
he: איך ניתן לדווח על סקירה בעייתית?
hr: Kako mogu prijaviti problematičnu recenziju?
hu: Hogyan jelenthetek be egy problémás értékelést?
ia: Como pote io signalar un recension problematic?
id: Bagaimana saya bisa melaporkan ulasan yang bermasalah?
is: Hvernig get ég tilkynnt vafasama umsögn?
it: Come posso segnalare una recensione problematica?
ja: 問題のあるレビューを報告するには？
ka: როგორ გავგზავნო მოხსენება არასასურველი მიმოხილვის შესახებ?
kab: Amek ara d-mleɣ acegger ur nemɛin ara?
ms: Bagaimana saya boleh melaporkan ulasan yang bermasalah?
nb_no: Hvordan kan jeg rapportere inn en problematisk omtale?
nl: Hoe kan ik een probleem met een beoordeling melden?
nn_no: Korleis kan eg rapportere ei problematisk vurdering?
pa_in: ਮੈਂ ਸਮੱਸਿਆ ਵਾਲੀ ਸਮੀਖਿਆ ਦੀ ਕਿਵੇਂ ਰਿਪੋਰਟ ਕਰ ਸਕਦਾ ਹਾਂ?
pl: Jak mogę zgłosić problematyczną recenzję?
pt_br: Como eu posso denunciar uma análise problemática?
pt_pt: Como é que eu posso reportar uma revisão problemática?
ro: Cum pot raporta o recenzie problematică?
ru: Как мне сообщить о некорректном отзыве?
si: ගැටළු සහගත සමාලෝචනයක් වාර්තා කරන්නේ කෙසේද?
sk: Ako môžem nahlásiť problematickú recenziu?
sl: Kako lahko prijavim vprašljivo oceno?
sq: Si të njoftoj për një shqyrtim problematik?
sv_se: Hur kan jag rapportera en problematisk recension?
te: నేను సమస్యాత్మక సమీక్షను ఎలా నివేదించగలను?
th: ฉันจะรายงานการตรวจสอบที่มีปัญหาได้อย่างไร?
tr: Sorunlu bir incelemeyi nasıl bildirebilirim?
uk: Як мені повідомити про некоректний відгук?
vi: Làm thế nào tôi có thể báo cáo một bài đánh giá có vấn đề?
