Repository: mozilla/addons-frontend
Catalog: locale/*/LC_MESSAGES/amo.po
Languages: ar, az, bg, bn_bd, bs, ca, cs, da, de, el, es, fa, fi, fr, fur, fy_nl, ga_ie, he, hr, hu, ia, id, is, it, ja, ka, kab, ms, nb_no, nl, nn_no, pa_in, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: Send some feedback about the collection
cs: Poslat zpětnou vazbu ke sbírce
de: Senden Sie Ihre Meinung zu dieser Sammlung
el: Υποβάλετε σχόλια σχετικά με την συλλογή
fi: Lähetä palautetta kokoelmasta
fr: Envoyer des commentaires à propos de la collection
fur: Mande cualchi opinion in merit ae racuelte
fy_nl: Kommentaar oer de kolleksje ferstjoere
hu: Visszajelzés küldése a gyűjteménnyel kapcsolatban
ia: Inviar alcun commentario re le collection
is: Sendu inn athugasemdir um safnið
it: Invia commenti relativi alla raccolta
ka: გამოხმაურება კრებულის შესახებ
nb_no: Send tilbakemeldinger om samlingen
nl: Feedback over de collectie verzenden
nn_no: Send tilbakemelding om samlinga
pl: Prześlij opinię na temat kolekcji
pt_br: Enviar alguns comentários sobre a coleção
ru: Отправить отзыв о коллекции
sk: Poslať spätnú väzbu ku kolekcii
sv_se: Skicka in lite feedback om samlingen
tr: Koleksiyonla ilgili geri bildirim gönder
uk: Надішліть відгук про цю збірку
vi: Gửi một số phản hồi về bộ sưu tập

source: Report the collection because it's illegal or incompliant
cs: Nahlaste sbírku jako nelegální nebo nekompatibilní
de: Melden Sie diese Sammlung, weil sie illegal ist oder nicht konform ist
el: Αναφέρετε την συλλογή επειδή είναι παράνομη ή μη συμμορφούμενη
fr: Signaler cette collection car elle est illégale ou non conforme
fur: Segnale la racuelte par vie che e je ilegâl o no conformi
fy_nl: De kolleksje melde omdat it yllegaal of net-kompliant is
hu: A gyűjtemény jelentése, mert az illegális vagy szabálysértő
ia: Reportar un collection perque illo es illegal o non conforme
is: Tilkynntu safnið vegna þess að það er ólöglegt eða ósamrýmanlegt
it: Segnala la raccolta perché illegale o non conforme
ka: საჩივარი კრებულის შესახებ სამართალდარღვევის ან შეუსაბამობის გამო
nb_no: Rapporter samlingen fordi den er ulovlig eller inkompatibel
nl: De collectie melden omdat deze illegaal of niet-compliant is
nn_no: Rapporter samlinga fordi ho er ulovleg eller inkompatibel
pl: Zgłoś kolekcję, ponieważ łamie prawo lub zasady
pt_br: Denunciar a coleção porque é ilegal ou não está em conformidade
ru: Сообщить о коллекции, поскольку она незаконна или не соответствует требованиям
sk: Nahlásiť kolekciu, pretože je nezákonná alebo nevyhovujúca
sv_se: Rapportera samlingen eftersom den är olaglig eller inkompatibel
tr: Koleksiyonun yasa dışı veya uygunsuz olduğunu bildir
uk: Повідомити про збірку, оскільки вона є незаконною або не відповідає вимогам
vi: Báo cáo việc thu thập vì nó bất hợp pháp hoặc không tuân thủ

source: My collections
ar: مجموعاتي
az: Kolleksiyalarım
bg: Мои списъци
ca: Les meves col·leccions
cs: Mé sbírky
da: Mine samlinger
de: Meine Sammlungen
el: Οι συλλογές μου
es: Mis colecciones
fi: Omat kokoelmani
fr: Mes collections
fur: Lis mês racueltis
fy_nl: Myn kolleksjes
he: האוספים שלי
hr: Moje zbirke
hu: Saját gyűjtemények
ia: Mi collectiones
id: Koleksi saya
is: Söfnin mín
it: Le mie raccolte
ja: 自分のコレクション
ka: ჩემი კრებულები
kab: Tigrummiwin-iw
ms: Koleksi saya
nb_no: Mine samlinger
nl: Mijn collecties
nn_no: Mine samlingar
pa_in: ਮੇਰੇ ਸੰਗ੍ਰਹਿ
pl: Moje kolekcje
pt_br: Minhas coleções
pt_pt: Minhas coleções
ro: Colecțiile mele
ru: Мои подборки
si: මාගේ එකතු
sk: Moje kolekcie
sl: Moje zbirke
sq: Koleksionet e mia
sv_se: Mina samlingar
te: నా సేకరణలు
th: ชุดสะสมของฉัน
tr: Koleksiyonlarım
uk: Мої збірки
vi: Bộ sưu tập của tôi

source: Collections
ar: المجموعات
az: Kolleksiyalar
bg: Списъци
ca: Col·leccions
cs: Sbírky
da: Samlinger
de: Sammlungen
el: Συλλογές
es: Colecciones
fi: Kokoelmat
fur: Racueltis
fy_nl: Kolleksjes
he: אוספים
hr: Zbirke
hu: Gyűjtemények
ia: Collectiones
id: Koleksi
is: Söfn
it: Raccolte
ja: コレクション
ka: კრებულები
kab: Tigrummiwin
ms: Koleksi
nb_no: Samlinger
nl: Collecties
nn_no: Samlingar
pa_in: ਸੰਗ੍ਰਹਿ
pl: Kolekcje
pt_br: Coleções
pt_pt: Coleções
ro: Colecții
ru: Подборки
si: එකතු
sk: Kolekcie
sl: Zbirke
sq: Koleksione
sv_se: Samlingar
te: సేకరణలు
th: ชุดสะสม
tr: Koleksiyonlar
uk: Збірки
vi: Bộ sưu tập

source: Log in to view your collections
ar: لِج لعرض مجموعاتك
az: Kolleksiyalarınızı görmək üçün daxil olun
bg: Впишете се, за да видите списъците си
ca: Inicieu sessió per veure les vostres col·leccions
cs: Pro zobrazení svých sbírek se přihlaste
da: Log ind for at se dine samlinger
de: Melden Sie sich an, um Ihre Sammlungen anzusehen
el: Συνδεθείτε για προβολή συλλογών
es: Inicia sesión para ver tus colecciones
fi: Kirjaudu sisään nähdäksesi kokoelmasi
fr: Connectez-vous pour afficher vos collections
fur: Jentre par viodi lis tôs racueltis
fy_nl: Meld jo oan om jo kolleksjes te besjen
he: יש להתחבר כדי לצפות באוספים שלך
hr: Prijavi se za prikaz tvojih zbirki
hu: Jelentkezzen be a gyűjteményei megtekintéséhez
ia: Accede pro vider tu collectiones
id: Masuk untuk melihat koleksi Anda
is: Skráðu inn til að skoða söfnin þín
it: Accedi per visualizzare le tue raccolte
ja: コレクションを見るにはログインしてください
ka: შედით ანგარიშზე თქვენი კრებულების სანახავად
kab: Qqen akken ad twalid tigrummiwin-ik
ms: Log masuk untuk melihat koleksi anda
nb_no: Logg inn for å se dine samlinger
nl: Meld u aan om uw collecties te bekijken
nn_no: Logg inn for å sjå samlingane dine
pa_in: ਆਪਣੇ ਸੰਗ੍ਰਿਹਾਂ ਨੂੰ ਦੇਖਣ ਲਈ ਦਾਖਲ ਹੋਵੋ
pl: Zaloguj się, aby wyświetlić kolekcje
pt_br: Entre para ver suas coleções
pt_pt: Inicie a sessão para ver as suas coleções
ro: Intră în cont pentru a-ți vizualiza colecțiile
ru: Войдите, чтобы просмотреть свои подборки
si: ඔබගේ එකතුව බැලීමට පිවිසෙන්න
sk: Ak chcete zobraziť kolekciu, musíte sa prihlásiť
sl: Prijavite se za ogled svojih zbirk
sq: Që të shihni koleksionet tuaja, bëni hyrjen
sv_se: Logga in för att visa dina samlingar
te: మీ సేకరణలను చూడడానికి ప్రవేశించండి
th: เข้าสู่ระบบเพื่อดูชุดสะสมของคุณ
tr: Koleksiyonlarınızı görmek için giriş yapın
uk: Увійдіть, щоб побачити свої збірки
vi: Đăng nhập để xem các bộ sưu tập của bạn

source: Collections make it easy to keep track of favorite add-ons and share your perfectly customized browser with others.
ar: تُسهّل المجموعات تتبع الإضافات المفضلة ومشاركة متصفحك الذي خصّصته بحذافيره مع البقية.
bs: Kolekcije olakšavaju praćenje omiljenih dodataka i dijele vaš savršeno prilagođeni browser sa drugima.
ca: Les col·leccions faciliten el seguiment dels vostres complements preferits i compartir amb altres el vostre navegador perfectament personalitzat.
cs: Sbírky vám umožňují snadno seskupovat vaše oblíbené doplňky a sdílet svůj perfektně přizpůsobený prohlížeč s ostatními.
da: Samlinger gør det nemt at holde styr på favorittilføjelser og dele din perfekt tilpassede browser med andre.
de: Sammlungen machen es einfach, Ihre Lieblings-Add-ons zu verwalten und Ihren perfekt angepassten Browser mit anderen zu teilen.
el: Οι συλλογές κάνουν εύκολη την παρακολούθηση αγαπημένων προσθέτων και την κοινή χρήση του τέλεια προσαρμοσμένου προγράμματος περιήγησής σας με άλλους χρήστες.
es: Con las colecciones es muy fácil seguirle el rastro a tus complementos favoritos y compartir con otros tu navegador perfectamente personalizado.
fi: Kokoelmien avulla on helppo pitää ”muistilistaa” suosikkilisäosista ja jakaa mieluisasti mukautettu selain muiden kanssa.
fr: Les collections permettent de garder trace facilement de vos modules favoris et de partager votre personnalisation du navigateur avec d’autres.
fur: Lis racueltis a permeti di tignî segnâts i components adizionâi preferîts e condividi lis funzionalitâts personalizadis dal propri navigadôr cun altris utents.
fy_nl: Kolleksjes meitsje it ienfâldich om favorite add-ons te folgjen en jo perfekt oanpaste browser mei oaren te dielen.
he: אוספים מקלים על מעקב אחר תוספות מועדפות, ומאפשרים לשתף את הדפדפן המותאם אישית שלך עם אחרים.
hr: Zbirke olakšavaju praćenje omiljenih dodataka i dijeljenje savršeno prilagođenog preglednika s drugima.
hu: A gyűjtemények egyszerűvé teszik a kedvenc kiegészítők figyelemmel kísérését és másokkal való megosztását.
ia: Le collectiones rende facile tener tracia del additivos favorite e compartir tu navigator perfectemente personalisate con alteres.
id: Koleksi membuat Anda mudah melacak pengaya favorit dan berbagi peramban yang diubahsuai secara apik dengan orang lain.
is: Söfn einfalda mjög að halda utan um eftirlætis viðbætur og að deila sérsníðingum vafrans þíns til annarra.
it: Le raccolte permettono di mantenere facilmente traccia dei componenti aggiuntivi preferiti e condividere le funzionalità personalizzate del proprio browser con altri utenti.
ja: コレクションを使えば、お気に入りのアドオンをチェックしたり、完全にカスタマイズされたブラウザーを他のユーザーと共有したりすることが簡単にできます。
ka: კრებულები აადვილებს რჩეულ დამატებების სიახლეებზე თვალის მიდევნებას და სხვებისთვის, საკუთარი, სრულყოფილად მორგებული ბრაუზერის გაზიარებას.
kab: Tigrummiwin ttaǧant lǧeṛṛat s wudem fessusen n izegrar-ik inuraf daɣen ad bḍun iminig-ik udmawan akked yemdanen-nniḍen.
ms: Koleksi memudahkan anda menjejaki add-ons kegemaran anda dan berkongsi pelayar yang sudah lengkap penyesesuaiannya dengan orang lain.
nb_no: Samlinger gjør det lett å holde følge med favorittillegg og dele din perfekt tilpassede nettleser med andre.
nl: Met collecties kunt u eenvoudig uw favoriete add-ons volgen en uw perfect aangepaste browser met anderen delen.
nn_no: Samlingar gjer det lett å halde følgje med favorit-tillegg og dele den perfekt tilpassa nettlesaren din med andre.
pa_in: ਸੰਗ੍ਰਹਿ ਪਸੰਦ ਕਰਦੇ ਹੋਏ ਐਡ-ਆਨ ਦਾ ਟ੍ਰੈਕ ਰੱਖਣਾ ਆਸਾਨ ਬਣਾਉਂਦੇ ਹਨ ਅਤੇ ਦੂਜਿਆਂ ਦੁਆਰਾ ਤੁਹਾਡੇ ਬਿਲਕੁਲ ਅਨੁਕੂਲ ਬਣਾਏ ਗਏ ਬ੍ਰਾਉਜ਼ਰ ਨੂੰ ਸਾਂਝਾ ਕਰਦੇ ਹਨ।
pl: Kolekcje ułatwiają odnajdywanie ulubionych dodatków i dzielenie się swoją idealnie skonfigurowaną przeglądarką z innymi.
pt_br: Coleções facilitam acompanhar suas extensões preferidas e compartilhar seu navegador perfeitamente personalizado com outras pessoas.
pt_pt: As coleções tornam mais fácil seguir os extras favoritos e partilhar o seu navegador perfeitamente personalizado com outros.
ro: Colecțiile fac ușoară gestionarea suplimentelor favorite și partajarea browserului tău perfect personalizat cu ceilalți.
ru: Подборки позволяют легко отслеживать любимые дополнения и поделиться с другими вашим прекрасно настроенным браузером.
si: එකතු මගින් ප්‍රියතම එක්කහු නිරීක්‍ෂණයට සහ හොඳින් අභිරුචිකරණය කළ ඔබගේ අතිරික්සුව අන් අය සමඟ බෙදා ගැනීමට පහසු කරයි.
sk: Vďaka kolekciám môžete mať prehľad o svojich obľúbených doplnkoch a môžete zdieľať svoj perfektne prispôsobený prehliadač s ostatnými.
sl: Zbirke vam omogočajo preprosto spremljanje najljubših dodatkov in deljenje svojega do kraja prilagojenega brskalnika z drugimi.
sq: Koleksionet e bëjnë të lehtë ndjekjen e shtesave të pëlqyera dhe shkëmbimin me të tjerët të mundësive për përshtatje të përsosur të shfletuesit tuaj.
sv_se: Samlingar gör det lätt att hålla koll på dina favorittillägg och dela med dig av din perfekt anpassade webbläsare med andra.
th: ชุดสะสมทำให้สามารถติดตามส่วนเสริมโปรดและแบ่งปันเบราว์เซอร์ที่ปรับแต่งอย่างสมบูรณ์แบบให้กับคนอื่นได้อย่างง่ายดาย
tr: Koleksiyonlar, sevdiğiniz eklentileri takip etmenizi ve özelleştirdiğiniz tarayıcınızı başkalarıyla paylaşmanızı kolaylaştırır.
uk: Збірки дозволяють з легкістю стежити за улюбленими додатками та ділитись вашим ідеально пристосованим браузером з іншими.
vi: Bộ sưu tập giúp bạn dễ dàng theo dõi các tiện ích ưa thích và chia sẻ trình duyệt đã được tùy chỉnh hoàn hảo của bạn với những người khác.

source: Create a collection
ar: أنشِئ مجموعة
az: Kolleksiya yarat
bg: Създаване на списък
ca: Crea una col·lecció
cs: Vytvořit sbírku
da: Opret en samling
de: Eine Sammlung erstellen
el: Δημιουργία συλλογής
es: Crear una colección
fi: Luo kokoelma
fr: Créer une nouvelle collection
fur: Cree une racuelte
fy_nl: In kolleksje meitsje
he: יצירת אוסף
hr: Stvori zbirku
hu: Gyűjtemény létrehozása
ia: Crear un collection
id: Buat koleksi
is: Útbúðu safn
it: Crea una raccolta
ja: コレクションを作成
ka: კრებულის შექმნა
kab: Rnu tagrumma
ms: Cipta koleksi
nb_no: Lag en samling
nl: Een collectie maken
nn_no: Opprett ei samling
pa_in: ਸੰਗ੍ਰਹਿ ਬਣਾਓ
pl: Utwórz kolekcję
pt_br: Criar uma coleção
pt_pt: Criar uma coleção
ro: Creează o colecție
ru: Создать подборку
si: එකතුවක් සාදන්න
sk: Vytvoriť kolekciu
sl: Ustvari zbirko
sq: Krijoni një koleksion
sv_se: Skapa en samling
te: సేకరణను సృష్టించు
th: สร้างชุดสะสม
tr: Koleksiyon oluştur
uk: Створити збірку
vi: Tạo một bộ sưu tập

source: You do not have any collections.
ar: ليس لديك مجموعات.
az: Heç bir kolleksiyanız yoxdur.
bg: Нямате списъци.
ca: No teniu cap col·lecció.
cs: Nemáte žádné sbírky.
da: Du har ikke nogen samlinger.
de: Sie haben noch keine Sammlungen.
el: Δεν έχετε συλλογές.
es: No tienes ninguna colección.
fi: Sinulla ei ole kokoelmia.
fr: Vous n’avez aucune collection.
fur: No tu âs ancjemò nissune racuelte.
fy_nl: Jo hawwe noch gjin kolleksjes.
he: אין לך אוספים.
hr: Nemaš nijednu zbirku.
hu: Nincs egyetlen gyűjteménye sem.
ia: Tu non ha collectiones.
id: Anda tidak memiliki koleksi.
is: Þú ert ekki með nein söfn.
it: Non hai ancora creato alcuna raccolta.
ja: まだ作成したコレクションはありません。
ka: არცერთი კრებული არ გაქვთ.
kab: Ur ɣur-k ara yakan tagrumma.
ms: Anda tiada sebarang koleksi.
nb_no: Du har ingen samlinger.
nl: U hebt geen collecties.
nn_no: Du har ingen samlingar.
pa_in: ਤੁਹਾਡੇ ਕੋਲ ਕੋਈ ਸੰਗ੍ਰਹਿ ਨਹੀਂ ਹੈ।
pl: Nie ma żadnych kolekcji.
pt_br: Você não possui nenhuma coleção.
pt_pt: Não possui quaisquer coleções.
ro: Nu ai nicio colecție.
ru: У вас нет подборок.
si: ඔබ සතුව එකතු කිසිවක් නැත.
sk: Nemáte žiadne kolekcie.
sl: Nimate nobene zbirke.
sq: S’keni ndonjë koleksion.
sv_se: Du har inga samlingar.
te: మీకు సేకరణలు ఏమీ లేవు.
th: คุณไม่มีชุดสะสมใด ๆ
tr: Herhangi bir koleksiyonunuz yok.
uk: У вас немає жодної збірки.
vi: Bạn không có bộ sưu tập nào.

source: Music
ar: الموسيقى
az: Musiqi
bg: Музика
bn_bd: সংগীত
bs: Muzika
ca: Música
cs: Hudba
da: Musik
de: Musik
el: Μουσική
es: Música
fa: موزیک
fi: Musiikki
fr: Musique
fur: Musiche
fy_nl: Muzyk
he: מוזיקה
hr: Muzika
hu: Zene
ia: Musica
id: Musik
is: Tónlist
it: Musica
ja: 音楽
ka: მუსიკა
kab: Aẓawan
ms: Muzik
nb_no: Musikk
nl: Muziek
nn_no: Musikk
pa_in: ਸੰਗੀਤ
pl: Muzyka
pt_br: Música
pt_pt: Música
ro: Muzică
ru: Музыка
si: සංගීතය
sk: Hudba
sl: Glasba
sq: Muzikë
sv_se: Musik
te: సంగీతం
th: เพลง
tr: Müzik
uk: Музика
vi: Âm nhạc

source: Seasonal
ar: موسميّات
az: Fəsillik
bg: Сезонни
bn_bd: মৌসুমি
bs: Sezonski
ca: Estacional
cs: Sezónní
da: Sæsonbestemt
de: Jahreszeiten
el: Εποχιακά
es: Estacional
fa: فصلی
fi: Vuodenaikaiset
fr: Saisonnier
fur: Stagjons
fy_nl: Seizoensbûn
he: עונתי
hr: Sezonsko
hu: Időszakos
ia: Saisonal
id: Musiman
is: Árstíðabundið
it: Stagioni
ja: 季節
ka: სეზონური
kab: Asemhuyan
ms: Musim
nb_no: Sesongbestemt
nl: Seizoensgebonden
nn_no: Sesongavhengig
pa_in: ਮੌਸਮੀ
pl: Pory roku
pt_br: Estações do ano
pt_pt: Sazonal
ro: De sezon
ru: Времена года
si: ඍතුමය
sk: Sezónne
sl: Sezonsko
sq: Sezonale
sv_se: Säsongsbetonat
te: కాలానుగుణం
th: ฤดูกาล
tr: Mevsimsel
uk: Пори року
vi: Theo mùa

source: Firefox for Android extensions
cs: Rozšíření do Firefoxu pro Android
de: Erweiterungen für Firefox für Android
el: Επεκτάσεις του Firefox για Android
fi: Firefoxin Android-version laajennukset
fr: Extensions de Firefox pour Android
fur: Estensions par Firefox par Android
fy_nl: Firefox foar Android-útwreidingen
hu: Firefox for Android kiegészítők
ia: Extensiones de Firefox pro Android
is: Firefox fyrir Android forritsaukar
it: Estensioni per Firefox per Android
ja: Android 版 Firefox の拡張機能
ka: Firefox Android-ის გაფართოებები
nb_no: Firefox for Android-utvidelser
nl: Firefox voor Android-extensies
nn_no: Firefox for Android-utvidingar
pl: Rozszerzenia do Firefoksa na Androida
pt_br: Extensões do Firefox para Android
ru: Расширения Firefox для Android
sk: Rozšírenia pre Firefox pre Android
sv_se: Firefox för Android-tillägg
tr: Android için Firefox uzantıları
uk: Розширення Firefox для Android
vi: Tiện ích mở rộng Firefox dành cho Android

source: Personalize Firefox for Android with powerful extensions.
cs: Přizpůsobte si Firefox pro Android pomocí výkonných rozšíření.
de: Passen Sie Firefox für Android mit leistungsstarken Erweiterungen an.
el: Εξατομικεύστε το Firefox για Android με ισχυρές επεκτάσεις.
fi: Mukauta Firefoxin Android-versiota tehokkailla laajennuksilla.
fr: Personnalisez Firefox pour Android avec de puissantes extensions.
fur: Personalize Firefox par Android cun potentis estensions.
fy_nl: Personalisearje Firefox foar Android mei krêftige útwreidingen.
hu: Szabja testre a Firefox for Androidot hatékony kiegészítőkkel.
ia: Personalisa Firefox pro Android con extensiones potente.
is: Sérsníddu Firefox fyrir Android með öflugum forritsaukum.
it: Personalizza Firefox per Android con potenti estensioni.
ka: მოირგეთ Firefox Android-ზე მძლავრი გაფართოებებით.
nb_no: Tilpass Firefox for Android med kraftige utvidelser.
nl: Personaliseer Firefox voor Android met krachtige extensies.
nn_no: Tilpass Firefox for Android med kraftige utvidingar.
pl: Spersonalizuj Firefoksa na Androida za pomocą potężnych rozszerzeń.
pt_br: Personalize o Firefox para Android com extensões poderosas.
ru: Персонализируйте Firefox для Android с помощью мощных расширений.
sk: Prispôsobte si Firefox pre Android pomocou výkonných rozšírení.
sv_se: Anpassa Firefox för Android med kraftfulla tillägg.
tr: Güçlü uzantılarla Android için Firefox’u kişiselleştirin.
uk: Персоналізуйте Firefox для Android за допомогою потужних розширень.
vi: Cá nhân hóa Firefox dành cho Android với các tiện ích mở rộng mạnh mẽ.

source: See more recommended extensions
ar: شاهد المزيد من السمات المُقترحة
bg: Повече препоръчани разширения
ca: Mostra més extensions recomanades
cs: Další doporučená rozšíření
da: Se flere anbefalede udvidelser
de: Mehr empfohlene Erweiterungen ansehen
el: Περισσότερες προτεινόμενες επεκτάσεις
es: Ver más extensiones recomendadas
fi: Katso lisää suositeltuja laajennuksia
fr: Voir plus d’extensions recommandées
fur: Viôt altris estensions conseadis
fy_nl: Mear oanrekommandearre útwreidingen besjen
he: הצגת הרחבות מומלצות נוספות
hr: Pogledaj daljnja preporučena proširenja
hu: További ajánlott kiegészítők megtekintése
ia: Vide plus de extensiones de tendentia
id: Lihat lebih banyak ekstensi yang disarankan
is: Sjá fleiri forritsauka sem mælt er með
it: Visualizza altre estensioni consigliate
ja: おすすめの拡張機能をもっと見る
ka: სხვა სასურველი გაფართოებები
kab: Wali ugar n yisiɣzaf yelhan
nb_no: Se flere anbefalte utvidelser
nl: Meer aanbevolen extensies bekijken
nn_no: Vis fleire tilrådde utvidingar
pa_in: ਹੋਰ ਸਿਫਾਰਸ਼ੀ ਇਕਟੈਨਸ਼ਨਾਂ ਵੇਖੋ
pl: Więcej polecanych rozszerzeń
pt_br: Mais extensões recomendadas
pt_pt: Ver mais extensões recomendadas
ro: Vezi mai multe extensii recomandate
ru: Больше рекомендуемых расширений
si: තවත් නිර්දේශිත දිගු බලන්න
sk: Ďalšie odporúčané rozšírenia
sl: Več priporočenih razširitev
sq: Shihni më tepër zgjerime të rekomanduara
sv_se: Se fler rekommenderade utökningar
th: ดูส่วนขยายที่แนะนำเพิ่มเติม
tr: Önerdiğimiz diğer uzantılara bakın
uk: Більше рекомендованих розширень
vi: Xem thêm các tiện ích mở rộng được đề xuất

source: Explore all Android extensions
cs: Prozkoumejte všechna rozšíření pro Android
de: Entdecken Sie alle Android-Erweiterungen
el: Εξερεύνηση όλων των επεκτάσεων για Android
fi: Selaa kaikkia Android-laajennuksia
fr: Parcourir toutes les extensions Android
fur: Esplore dutis lis estensions par Android
fy_nl: Alle Android-útwreidingen ferkenne
hu: Fedezze fel az összes androidos kiegészítőt
ia: Explora tote le extensiones de Android
is: Skoða alla Android-forritsauka
it: Esplora tutte le estensioni per Android
ka: მოიძიეთ Android-ის სხვა გაფართოებები
nb_no: Utforsk alle Android-utvidelser
nl: Alle Android-extensies verkennen
nn_no: Utforsk alle Android-utvidingar
pl: Wszystkie rozszerzenia na Androida
pt_br: Conheça todas as extensões para Android
ru: Изучите все расширения Android
sk: Preskúmajte všetky rozšírenia pre Android
sv_se: Utforska alla Android-tillägg
tr: Tüm Android uzantılarını keşfedin
uk: Перегляньте всі розширення Android
vi: Khám phá tất cả tiện ích mở rộng của Android

source: See more trending extensions
ar: طالع المزيد من الامتدادات المُتداولة
az: Daha çox trenddəki uzantı gör
bg: Повече набиращи популярност разширения
bn_bd: আরও প্রচলিত এক্সটেনশন দেখুন
bs: Vidi više popularnih ekstenzija
ca: Mostra més extensions de moda
cs: Další právě populární rozšíření
da: Se flere trending udvidelser
de: Mehr aktuell beliebte Erweiterungen ansehen
el: Περισσότερες δημοφιλείς επεκτάσεις
es: Ver más extensiones de moda
fa: دیدن افزونه‌های داغ بیشتر
fi: Katso lisää nousussa olevia laajennuksia
fr: Voir plus d’extensions populaires
fur: Viôt altris estensions di tindince
fy_nl: Mear oanrekommandearre útwreidingen
he: הצגת הרחבות נוספות שמובילות לאחרונה
hr: Pogledaj daljnja proširenja u trendu
hu: További felkapott kiegészítők megtekintése
ia: Vide plus de extensiones de tendentia
id: Temukan ekstensi yang sedang populer lainnya
is: Sjá fleiri forritsauka á uppleið
it: Visualizza altre estensioni di tendenza
ja: 流行の拡張機能をもっと見る
ka: სხვა ხშირად ჩამოტვირთული გაფართოებები
kab: Ugar n yisiɣzaf itran
ms: Lihat ekstensi sohor kini selanjutnya
nb_no: Se flere populære utvidelser
nl: Meer populaire extensies bekijken
nn_no: Vis fleire populære utvidingar
pa_in: ਵੱਧ ਰੁਝਾਨ ਵਾਲੀਆਂ ਇਕਟੈਨਸ਼ਨਾਂ ਵੇਖੋ
pl: Więcej rozszerzeń na czasie
pt_br: Mais extensões em alta
pt_pt: Ver mais extensões em tendência
ro: Vezi mai multe extensii în tendințe
ru: Больше набирающих популярность расширений
si: තවත් නැගී එන දිගු බලන්න
sk: Ďalšie populárne rozšírenia
sl: Več trenutno priljubljenih razširitev
sq: Shihni më tepër zgjerime në modë
sv_se: Se fler trendiga utökningar
te: మరిన్ని ట్రెండవుతూన్న పొడగింతలను చూడండి
th: ดูส่วนขยายที่กำลังนิยมเพิ่มเติม
tr: Gündemdeki diğer uzantılara bakın
uk: Більше популярних розширень
vi: Xem thêm các tiện ích mở rộng đang thịnh hành
