Repository: mozilla/addons-frontend
Catalog: locale/*/LC_MESSAGES/amo.po
Languages: ar, az, bg, bn_bd, bs, ca, cs, da, de, el, es, fa, fi, fr, fur, fy_nl, ga_ie, he, hr, hu, ia, id, is, it, ja, ka, kab, ms, nb_no, nl, nn_no, pa_in, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: Example: Features are slow, hard to use, or don’t work; parts of websites won't load or look unusual.
cs: Příklad: Funkce jsou pomalé, špatně se používají nebo vůbec nefungují; části webových stránek se nenačítají nebo vypadají nezvykle.
de: Beispiel: Funktionen sind langsam, schwer zu verwenden oder funktionieren nicht; Teile von Websites laden nicht oder sehen nicht ungewöhnlich aus.
el: Παράδειγμα: Είναι αργό στη λειτουργία του, δύσκολο στη χρήση ή δεν λειτουργεί, δεν φορτώνονται τμήματα ιστοτόπων ή δεν εμφανίζονται σωστά.
fr: Exemples : les fonctionnalités sont lentes, difficiles à utiliser ou ne fonctionnent pas ; des parties de sites web ne se chargent pas ou semblent inhabituelles.
fur: Esempli: lis funzionalitâts a son lentis, dificilis di doprâ opûr no funzionin; parts dai sîts web no vignaran cjariadis o a varan un aspiet insolit.
fy_nl: Foarbyld: funksjes binne stadich, swier te brûken of wurkje net; dielen fan websites lade net of sjogge der ûngebrûklik út.
hu: Példa: A funkciók lassúk, nehezen kezelhetők, vagy nem működnek; a weboldal elemei nem töltődnek be, vagy szokatlanul néznek ki.
ia: Exemplo: le functiones es lente, difficile a usar, o non functiona; partes de sitos web non cargara o apparera inusual.
is: Dæmi: Ýmislegt virkar ekki, keyrir hægar, eða er erfiðara að nota; hlutar vefsvæða hlaðast ekki inn eða líta skringilega út.
it: Esempio: è difficile da utilizzare, è lenta o non funziona. I siti web si caricano in modo parziale o vengono visualizzati in modo incorretto.
ka: მაგალითად: ზოგი შესაძლებლობა შენელდა, ძნელი გამოსაყენებელი გახდა ან არ მუშაობს; საიტების ნაწილი არ იტვირთება ან უჩვეულოდ გამოიყურება.
kab: Amedya: Timahilin ẓẓayit, yewɛer i useqdec, neɣ ur uleḥḥu ara; iḥricen n usmel web ur d-ttalin ara neɣ ur d-tt-banen ara am zik
nb_no: For eksempel: Funksjoner er trege, vanskelig å bruke, eller fungerer ikke; deler av nettsteder vil ikke laste eller ser uvanlige ut.
nl: Voorbeeld: functies zijn langzaam, moeilijk te gebruiken of werken niet; delen van websites laden niet of zien er ongebruikelijk uit.
nn_no: Til dømes: Funksjonar er trege, vanskelege å bruke, eller fungerer ikkje; delar av nettstadar vil ikkje laste, eller ser uvanlege ut.
pl: Przykład: funkcje są wolne, trudne w użyciu lub nie działają, części stron internetowych się nie wczytują lub wyglądają niewłaściwie.
pt_br: Exemplo: recursos são lentos, difíceis de usar, ou não funcionam; partes de sites não são carregadas ou aparecem erradas.
ru: Например: Медленная работа, трудности с использованием или не работает; части веб-сайтов не загружаются или выглядят необычно.
sk: Napríklad: funkcie sú pomalé, ťažko sa používa, nefunguje, obmedzuje fungovanie alebo zobrazovanie webových stránok.
sv_se: Exempel: Funktioner är långsamma, svåra att använda eller fungerar inte; delar av webbplatser laddas inte eller ser ovanliga ut.
tr: Örnek: Özellikler yavaş, kullanması zor veya çalışmıyor; sitelerin bazı kısımları yüklenmiyor veya bozuk görünüyor.
uk: Наприклад: працює повільно чи не працює взагалі, труднощі з використанням; частини вебсайтів не завантажуються, або виглядають незвично.
vi: Ví dụ: Các tính năng chậm, khó sử dụng hoặc không hoạt động; các phần của trang web sẽ không tải hoặc trông khác thường.

source: It’s spam
cs: Je to spam
de: Spam
el: Είναι ανεπιθύμητο
fi: Se on roskapostia
fr: C’est du spam
fur: Al è spam
fy_nl: It is spam
hu: Kéretlen tartalom
ia: Il es SPAM
is: Þetta er ruslsending
it: È spam
ka: უსარგებლოა
kab: D aspam
nb_no: Det er spam
nl: Het is spam
nn_no: Det er spam
pl: Jest spamem
pt_br: É spam
ru: Это спам
sk: Je to spam
sv_se: Det är spam
tr: Spam
uk: Це спам
vi: Đó là tiện ích rác

source: Example: The listing advertises unrelated products or services.
cs: Příklad: Stránka inzeruje nesouvisející produkty či služby.
de: Beispiel: Der Listeneintrag wirbt für Produkte oder Dienstleistungen ohne Zusammenhang.
el: Παράδειγμα: Η καταχώριση διαφημίζει άσχετα προϊόντα ή υπηρεσίες.
fi: Esimerkki: Listaus mainostaa asiaankuulumattomia tuotteita tai palveluita.
fr: Exemple : sa fiche fait de la publicité pour des produits ou des services sans lien avec son objet.
fur: Esempli: la liste e promôf prodots o servizis che no son pertinents.
fy_nl: Foarbyld: de fermelding advertearret mei net-relatearre produkten of tsjinsten.
hu: Példa: nem kapcsolódó termékeket vagy szolgáltatásokat reklámoz.
ia: Exemplo: le lista de presentation avisa productos o servicios extranee.
is: Dæmi: Skráningin auglýsir ótengdar vörur eða þjónustu.
it: Esempio: l’elemento pubblicizza prodotti o servizi non attinenti.
ka: მაგალითად: არეკლამებს შეუფერებელ ნაწარმსა თუ მომსახურებებს.
nb_no: Eksempel: Oppføringen annonserer ikke-relaterte produkter eller tjenester.
nl: Voorbeeld: de vermelding adverteert met ongerelateerde producten of services.
nn_no: Døme: Oppføringa annonserer ikkje-relaterte produkt eller tenester.
pl: Przykład: opis reklamuje niepowiązane produkty lub usługi.
pt_br: Exemplo: a descrição anuncia produtos ou serviços não relacionados.
ru: Пример: в объявлении рекламируются несвязанные товары или услуги.
sk: Napríklad: stránka doplnku inzeruje nesúvisiace produkty alebo služby.
sv_se: Exempel: Listan annonserar icke-relaterade produkter eller tjänster.
uk: Приклад: у списку рекламуються не пов'язані продукти чи послуги.
vi: Ví dụ: Danh sách quảng cáo các sản phẩm hoặc dịch vụ không liên quan.

source: It violates Add-on Policies
cs: Doplněk porušuje pravidla pro doplňky
de: Es verletzt Add-on-Richtlinien
el: Παραβιάζει τις πολιτικές προσθέτων
fi: Se rikkoo lisäosien käytäntöjä
fr: Il viole les politiques des modules complémentaires
fur: Al viole lis politichis sui components adizionâi
fy_nl: De add-on skeint add-onbelied
hu: Sérti a kiegészítőkkel kapcsolatos házirendet
ia: Illo viola Criterios pro le additivos
is: Hún brýtur í bága við reglur um viðbætur
it: Viola le norme sui componenti aggiuntivi
ka: არღვევს დამატებების დებულებებს
nb_no: Det bryter med retningslinjer for tillegg
nl: De add-on schendt add-onbeleid
nn_no: Det bryt med retningslinjer for tillegg
pl: Narusza zasady dotyczące dodatków
pt_br: Viola diretrizes de extensões
ru: Оно нарушает политику дополнений
sk: Porušuje pravidlá pre doplnky
sv_se: Det bryter mot tilläggspolicyer
tr: Eklenti politikalarını ihlal ediyor
uk: Порушує Політику додатків
vi: Nó vi phạm chính sách tiện ích

source: Example: It compromised my data without informing or asking me, or it changed my search engine or home page without informing or asking me.
cs: Příklad: Nechtěl jsem to nebo ohrozilo to moje data, aniž by mě to informovalo nebo se mě zeptalo, nebo to změnilo můj vyhledávač nebo domovskou stránku, aniž by mě to informovalo nebo se mě zeptalo.
de: Beispiel: Es hat meine Daten kompromittiert, ohne mich zu informieren oder zu fragen, oder es hat meine Suchmaschine oder meine Startseite geändert, ohne mich zu informieren oder zu fragen.
el: Παράδειγμα: Έθεσε σε κίνδυνο τα δεδομένα μου ή άλλαξε τη μηχανή αναζήτησης ή την αρχική σελίδα μου χωρίς να με ενημερώσει ή να με ρωτήσει.
fr: Exemple : il a compromis mes données sans me prévenir ou me demander, ou bien il a modifié mon moteur de recherche ou ma page d’accueil sans me prévenir ou me demander.
fur: Esempli: al à comprometût i miei dâts cence informâmi o domandâmal, opûr al à cambiât il gno motôr di ricercje o la pagjine iniziâl cence informâmi o domandâmal.
fy_nl: Foarbyld: dizze hat myn gegevens kompromittearre sûnder my te ynformearjen of te freegjen, of it hat myn sykmasine of startside wizige sûnder my te ynformearjen of te freegjen.
hu: Példa: a tájékoztatásom vagy megkérdezésem nélkül veszélyeztette az adataimat, vagy a tájékoztatásom vagy megkérdezésem nélkül módosította a keresőszolgáltatásomat vagy a kezdőlapomat.
ia: Exemplo: Illo compromitteva mi datos sin informar me o demandar me, o illo cambiava mi motor de recerca o pagina initial sin informar me o demandar me.
is: Dæmi: Það opinberaði eða stal gögnunum mínum án þess að upplýsa mig eða spyrja mig, eða það breytti leitarvélinni minni eða heimasíðunni án þess að upplýsa eða spyrja mig.
it: Esempio: ha compromesso i miei dati senza avvisare né chiedere, oppure ha cambiato il mio motore di ricerca o la mia pagina iniziale senza avvisare né chiedere.
ka: მაგალითად: დაუკითხავად ხელყო ჩემი მონაცემები, ანდა თვითნებურად შეცვალა საძიებო სისტემა და საწყისი გვერდი.
nb_no: Eksempel: Det kompromitterte dataene mine uten å informere eller spørre meg, eller det endret søkemotoren eller hjemmesiden min uten å informere eller spørre meg.
nl: Voorbeeld: deze heeft mijn gegevens gecompromitteerd zonder mij te informeren of vragen, of het heeft mijn zoekmachine of startpagina gewijzigd zonder het mij te laten weten of te vragen.
nn_no: Døme: Det kompromitterte dataa mine utan å informere eller spørje meg, eller det endra søkjemotoren, eller heimesida mi, utan å informere eller spørje meg.
pt_br: Exemplo: comprometeu meus dados sem me informar ou perguntar, ou mudou meu mecanismo de pesquisa ou página inicial sem me informar ou perguntar.
ru: Пример: я этого не хотел, или оно скомпрометировало мои данные, не проинформировав и не спросив меня, или оно изменило мою поисковую систему или домашнюю страницу, не проинформировав и не спросив меня.
sk: Napríklad: doplnok kompromitoval moje údaje bez toho, aby ma o tom informoval alebo sa ma opýtal, alebo zmenil môj vyhľadávací nástroj či domovskú stránku bez toho, aby ma o tom informoval či si vyžiadal povolenie.
sv_se: Exempel: Det komprometterade min data utan att informera eller fråga mig, eller det ändrade min sökmotor eller hemsida utan att informera eller fråga mig.
tr: Örnek: Bana haber vermeden veya sormadan verilerimi tehlikeye attı veya arama motorumu veya ana sayfamı değiştirdi.
uk: Наприклад: мої дані було скомпрометовано без інформування чи запиту; було змінено мою пошукову систему чи домашню сторінку без інформування чи запиту.
vi: Ví dụ: Nó đã xâm phạm dữ liệu của tôi mà không thông báo hoặc hỏi tôi hoặc nó đã thay đổi công cụ tìm kiếm hoặc trang chủ của tôi mà không thông báo hoặc hỏi tôi.

source: It contains hateful, violent, deceptive, or other inappropriate content
cs: Obsahuje nenávistný, násilný, klamavý nebo jiný nevhodný obsah.
de: Es enthält hasserfüllte, gewalttätige, betrügerische oder anderweitig unangemessene Inhalte
el: Περιέχει μίσος, βίαιο, παραπλανητικό ή άλλο ακατάλληλο περιεχόμενο
fi: Se sisältää vihamielistä, väkivaltaista, petollista tai muuta sopimatonta sisältöä
fr: Il contient du contenu haineux, violent, trompeur ou tout autre contenu inapproprié
fur: Al à contignûts che a incitin al odi, violents, ingjanôs o altris contignûts sconvenients
fy_nl: It befettet haatlike, gewelddiedige, misliedende of oare ûnfoege ynhâld
hu: Gyűlölködő, erőszakos, megtévesztő vagy más, nem megfelelő tartalom
ia: Illo contine contento odiose, violente, fraudulente, o alteremente inconveniente
is: Hún inniheldur hatursfullt, ofbeldisfullt, villandi eða annað óviðeigandi efni
it: Include contenuti offensivi, violenti, ingannevoli o comunque inappropriati
ka: სიძულვილის, ძალადობის, თაღლითობის ან სხვა შეუსაბამო შიგთავსის შემცველი
nb_no: Den inneholder hatefullt, voldelig, villedende eller annet upassende innhold
nl: Het bevat haatdragende, gewelddadige, misleidende of andere ongepaste inhoud
nn_no: Den inneheld hatefullt, valdeleg, villeiande eller anna upassande innhald
pt_br: Contém conteúdo de ódio, violento, enganoso ou outro conteúdo inadequado
ru: Оно содержит разжигающий ненависть, жестокий, вводящий в заблуждение или другой неприемлемый контент
sk: Obsahuje nenávistný, násilný, klamlivý alebo iný nevhodný obsah
sv_se: Det innehåller hatiskt, våldsamt, bedrägligt eller annat olämpligt innehåll
tr: Nefret dolu, şiddet içeren, aldatıcı veya başka uygunsuz içerik barındırıyor
uk: Містить ненависний, насильницький, оманливий або інші неприйнятні матеріали
vi: Nó chứa nội dung thù hận, bạo lực, lừa đảo hoặc không phù hợp khác

source: Example: It contains racist imagery.
cs: Příklad: Obsahuje rasistické snímky.
de: Beispiel: Es enthält rassistische Bilder.
el: Παράδειγμα: Περιέχει ρατσιστικές εικόνες.
fi: Esimerkki: Se sisältää rasistisia kuvia.
fr: Exemple : il contient des images racistes.
fur: Esempli: al conten imagjins razistis.
fy_nl: Foarbyld: it befettet rasistyske bylden.
hu: Példa: rasszista képeket tartalmaz.
ia: Exemplo: Il contine ideographia racista.
is: Dæmi: Það inniheldur myndefni sem sýnir kynþáttafordóma.
it: Esempio: contiene immagini razziste.
ka: მაგალითად: შეიცავს კანის ფერით დამცირების ამსახველ სურათებს.
nb_no: Eksempel: Den inneholder rasistiske bilder.
nl: Voorbeeld: het bevat racistische afbeeldingen.
nn_no: Døme: Den inneheld rasistiske bilde.
pt_br: Exemplo: contém imagens racistas.
ru: Пример: содержит расистские изображения.
sk: Napríklad: doplnok obsahuje rasistické obrázky.
sv_se: Exempel: Den innehåller rasistiska bilder.
tr: Örnek: Irkçı görüntüler içeriyor.
uk: Наприклад: містить расистські зображення.
vi: Ví dụ: Nó chứa hình ảnh phân biệt chủng tộc.

source: It violates the law or contains content that violates the law
cs: Porušuje zákon nebo obsahuje obsah, který porušuje zákon.
de: Es verstößt gegen das Gesetz oder enthält Inhalte, die gegen Gesetze verstoßen
el: Παραβιάζει ή περιέχει περιεχόμενο που παραβιάζει τη νομοθεσία
fi: Se rikkoo lakia tai sisältää sisältöä, joka rikkoo lakia
fr: Il enfreint la loi ou contient du contenu qui enfreint la loi
fur: Al viole la leç o al à contignûts che a violin la leç
fy_nl: It is yn striid mei de wet of befettet ynhâld dy’t yn striid is mei de wet
hu: Törvénysértő, vagy törvénysértő tartalom szerepel benne
ia: Illo viola le lege o contine contento que viola le lege
is: Þetta brýtur í bága við lög eða inniheldur efni sem brýtur lög
it: Viola la legge o include contenuti che violano la legge
ka: სამართალდარღვევაა ან შეიცავს სამართალდამრღვევ შიგთავსს
nb_no: Den bryter loven eller inneholder innhold som bryter loven
nl: Het is in strijd met de wet of bevat inhoud die in strijd is met de wet
nn_no: Den bryt lova eller har innhald som bryt lova
pt_br: Viola a lei ou tem conteúdo que viola a lei
ru: Оно нарушает закон или содержит контент, нарушающий закон
sk: Porušuje zákon alebo obsahuje obsah, ktorý porušuje zákon
sv_se: Det bryter mot lagen eller innehåller innehåll som bryter mot lagen
tr: Yasaları ihlal ediyor veya yasaları ihlal eden içerik barındırıyor
uk: Порушує закон або містить матеріали, які порушують закон
vi: Nó vi phạm pháp luật hoặc chứa nội dung vi phạm pháp luật

source: Example: Fraud. (If you wish to report a copyright or trademark infringement, you can learn more about how to do so in our %(startLink)sCopyright or Trademark Infringement Reporting article%(endLink)s).
cs: Příklad: Podvod. (Pokud chcete nahlásit porušení autorských práv nebo ochranných známek, více informací najdete v našem %(startLink)sčlánku Hlášení porušení autorských práv nebo ochranných známek%(endLink)s).
de: Beispiel: Betrug. (Wenn Sie eine Urheber- oder Markenrechtsverletzung melden möchten, erfahren Sie mehr darüber in unserem %(startLink)sArtikel zu Urheberrechts- oder Markenrechtsverletzungen%(endLink)s).
fr: Par exemple : fraude. (Si vous souhaitez signaler une violation de droit d’auteur ou de marque, vous pouvez en savoir plus sur la manière de procéder dans notre %(startLink)sarticle sur le signalement d’une violation de droit d’auteur ou de marque%(endLink)s).
fur: Esempli: fraude. (Se tu desideris segnalâ une violazion di dirit di autôr o di marche regjistrade, tu puedis cjatâ altris informazions su cemût fâle tal nestri %(startLink)sarticul su la segnalazion di violazions di copyright o marchis regjistradis%(endLink)s).
it: Esempio: frode. (Se desideri segnalare una violazione di copyright o marchio registrato, puoi trovare ulteriori informazioni su come farlo nel nostro %(startLink)sarticolo sulla segnalazione di violazioni di copyright o marchi registrati%(endLink)s).
nb_no: Eksempel: svindel. (Hvis du ønsker å rapportere brudd på opphavsrett eller varemerke, kan du lære mer om hvordan du gjør det i artikkelen om %(startLink)srapportering om opphavsrett eller varemerkebrudd %(endLink)s).
nn_no: Døme: svindel. (Viss du ønskjer å rapportere brot på opphavsrett eller varemerke, kan du lære meir om korleis du gjer det i artikkelen om %(startLink)srapportering om opphavsrett eller varemerkebot %(endLink)s).
ru: Пример: Мошенничество. (Если вы хотите сообщить о нарушении авторских прав или товарных знаков, вы можете узнать больше о том, как это сделать, в нашей %(startLink)sстатье «Как сообщить о нарушении авторских прав или товарных знаков»%(endLink)s).
uk: Приклад: шахрайство. (Якщо ви бажаєте повідомити про порушення авторських прав або торговельних марок, дізнайтеся більше про те, як це зробити, у нашій статті %(startLink)sПовідомлення про порушення авторських прав або торговельних марок%(endLink)s).

source: Something else
cs: Něco jiného
de: Sonstiges
el: Κάτι άλλο
fi: Jotain muuta
fr: Autre chose
fur: Alc altri
fy_nl: Wat oars
hu: Valami más
ia: Altere cosa
is: Eitthvað annað
it: Altro
ka: სხვა
kab: Ayen niḍen
nb_no: Noe annet
nl: Iets anders
nn_no: Noko anna
pl: Coś innego
pt_br: Outra coisa
ru: Что-то другое
sk: Niečo iné
sv_se: Något annat
tr: Başka bir şey
uk: Щось інше
vi: Điều gì đó khác

source: Anything that doesn’t fit into the other categories.
cs: Cokoli, co se nevejde do ostatních kategorií.
de: Alles, was nicht in die anderen Kategorien passt.
el: Οτιδήποτε δεν εντάσσεται στις άλλες κατηγορίες.
fi: Kaikki mikä ei sovi muihin luokkiin.
fr: Toute raison qui ne correspond pas aux autres catégories.
fur: Dut ce che nol jentre tes altris categoriis.
fy_nl: Alles wat net yn de oare kategoryen past.
hu: Bármi, ami nem illik a többi kategóriába.
ia: Alcun cosa que non pertine ben al altere categorias.
is: Allt sem passar ekki við aðra flokka.
it: Tutto ciò che non rientra nelle altre categorie.
ka: ყველაფერი, რასაც სხვა ჯგუფები არ მოიცავს.
nb_no: Alt som ikke passer inn i de andre kategoriene.
nl: Alles wat niet in de andere categorieën past.
nn_no: Alt som ikkje passar inn i dei andre kategoriane.
pl: Wszystko, co nie pasuje do pozostałych kategorii.
pt_br: Qualquer coisa que não se enquadre nas outras categorias.
ru: Все, что не вошло в другие категории.
sk: Čokoľvek, čo sa nehodí do iných kategórií.
sv_se: Allt som inte passar in i de andra kategorierna.
tr: Diğer kategorilere uymayan herhangi bir şey.
uk: Усе, що не відповідає іншим категоріям.
vi: Bất cứ điều gì không phù hợp với các danh mục khác.

source: Select place
cs: Zvolte místo
de: Ort auswählen
el: Επιλέξτε μέρος
fi: Valitse paikka
fr: Sélectionner un lieu
fur: Selezione puest
fy_nl: Plak selektearje
hu: Hely kiválasztása
ia: Eliger position
is: Veldu stað
it: Seleziona posizione
ka: ადგილის მითითება
kab: Fren adeg
nb_no: Velg plass
nl: Plaats selecteren
nn_no: Velg plass
pl: Wybierz miejsce
pt_br: Selecionar lugar
ru: Выберите место
sk: Vyberte miesto
sv_se: Välj plats
tr: Yer seçin
uk: Виберіть місце
vi: Chọn vị trí

source: On the add-on's page on this website
cs: Na stránce doplňku na tomto serveru
de: Auf der Seite des Add-ons auf dieser Website
el: Στη σελίδα προσθέτου σε αυτόν τον ιστότοπο
fi: Lisäosan sivulla tällä verkkosivustolla
fr: Sur la page du module sur ce site web
fur: Te pagjine dal component adizionâl su chest sît
fy_nl: Op de side fan de add-on op dizze webside
hu: A kiegészítő oldala ezen a weboldalon
ia: Sur le pagina del additivo sur iste sito web
is: Á síðu viðbótarinnar á þessu vefsvæði
it: Nella pagina del componente aggiuntivo su questo sito
ka: დამატების გვერდზე ამ საიტზე
nb_no: På tilleggets side på denne nettsiden
nl: Op de pagina van de add-on op deze website
nn_no: På sida for tillegg på denne nettstaden
pl: Na stronie dodatku w tej witrynie
pt_br: Na página da extensão neste site
ru: На странице дополнения на этом сайте
sk: Na stránke doplnku na tejto webovej lokalite
sv_se: På tilläggets sida på denna webbplats
tr: Bu web sitesindeki eklenti sayfasında
uk: На сторінці додатка на цьому вебсайті
vi: Trên trang tiện ích mở rộng trên trang web này

source: Inside the add-on
cs: Uvnitř doplňku
de: Innerhalb des Add-ons
el: Μέσα στο πρόσθετο
fi: Lisäosan sisällä
fr: Dans le module
fur: Dentri dal component adizionâl
fy_nl: Binnen de add-on
hu: A kiegészítő belsejében
ia: Intra le additivo
is: Inni í viðbótinni
it: All’interno del componente aggiuntivo
ka: დამატებაშივე
kab: Daxel n uzegrir
nb_no: Inne i tillegget
nl: Binnen de add-on
nn_no: Inne i tillegget
pl: Wewnątrz dodatku
pt_br: Dentro da extensão
ru: Внутри дополнения
sk: Vo vnútri doplnku
sv_se: Inuti tillägget
tr: Eklentinin içinde
uk: Всередині додатка
vi: Trong tiện ích mở rộng

source: Both locations
cs: Obě umístění
de: Sowohl als auch
el: Και στις δύο τοποθεσίες
fi: Molemmissa paikoissa
fr: Aux deux emplacements
fur: Dutis dôs lis posizions
fy_nl: Beide lokaasjes
hu: Mindkét helyen
ia: Ambe positiones
is: Á báðum stöðum
it: Entrambe le posizioni
ka: ორივე ადგილას
kab: Deg sin yidgan
nb_no: Begge plasser
nl: Beide locaties
nn_no: Begge plassar
pl: Oba miejsca
pt_br: Ambos os locais
ru: Оба расположения
sk: Obe lokality
sv_se: Båda platserna
tr: Her iki yerde de
uk: Обидва розташування
vi: Cả 2 vị trí

source: Select type
cs: Zvolte typ
de: Typ auswählen
fi: Valitse tyyppi
fr: Sélectionnez un type
fur: Selezione gjenar
it: Seleziona tipo
kab: Fren anaw
nn_no: Vel type
ru: Выберите тип
uk: Виберіть тип

source: Animal welfare
cs: Dobré životní podmínky zvířat
de: Tierschutz
fi: Eläinten hyvinvointi
fr: Bien-être animal
fur: Salût animâl
it: Benessere degli animali
nn_no: Dyrevelferd
ru: Защита животных
uk: Захист тварин

source: Consumer information infringements
cs: Porušení údajů pro spotřebitele
de: Verstöße gegen die Verbraucherinformationen
fur: Violazion des informazions dai consumadôrs
it: Violazioni delle informazioni dei consumatori
nn_no: Brot på forbrukarinformasjon
ru: Нарушения в отношении информации для потребителей
uk: Порушення щодо інформації для споживачів

source: Data protection and privacy violations
cs: Ochrana dat a soukromí
de: Datenschutz und Privatsphärenverletzungen
fur: Protezions dâts e violazions de riservatece
it: Protezione dei dati e violazioni della privacy
nn_no: Datavern og personvernbrot
ru: Защита данных и нарушения приватности
uk: Захист даних і порушення приватності

source: Illegal or harmful speech
cs: Nezákonné nebo škodlivé projevy
de: Rechtswidrige oder verletzende Sprache
fi: Laitonta tai haitallista puhetta
fur: Discors ilegâl o danôs
it: Contenuti illegali o offensivi
nn_no: Ulovleg eller skadeleg tale
ru: Незаконная или оскорбительная речь
uk: Незаконні або образливі висловлювання

source: Intellectual property infringements
cs: Porušování práv k duševnímu vlastnictví
de: Verletzungen geistigen Eigentums
fi: Immateriaalioikeuksien loukkaukset
fr: Atteintes à la propriété intellectuelle
fur: Violazions di proprietâts inteletuâls
it: Violazioni della proprietà intellettuale
nn_no: Brot på intellektuell eigedom
ru: Нарушения в области интеллектуальной собственности
uk: Порушення інтелектуальної власності

source: Negative effects on civic discourse or elections
cs: Negativní vlivy na občanský diskurs nebo volby
de: Negative Auswirkungen auf den bürgerlichen Diskurs oder Wahlen
fur: Efiets negatîfs su discors civics o su elezions
it: Impatti negativi sul dibattito civile o sui processi elettorali.
nn_no: Negative effektar på samfunnsdiskusjon eller val
ru: Негативное влияние на гражданский дискурс или выборы
uk: Негативний вплив на громадянський дискурс чи вибори
