Repository: mozilla/addons-frontend
Catalog: locale/*/LC_MESSAGES/amo.po
Languages: ar, az, bg, bn_bd, bs, ca, cs, da, de, el, es, fa, fi, fr, fur, fy_nl, ga_ie, he, hr, hu, ia, id, is, it, ja, ka, kab, ms, nb_no, nl, nn_no, pa_in, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: Change the way Firefox looks with themes.
ar: غيّر شكل فَيَرفُكس باستخدام السِمات.
az: Firefox-un necə göründüyünü mövzularla dəyişdirin.
bg: Променете облика на Firefox с теми.
bs: Promijenite izgled Firefoxa sa temama.
ca: Canvieu l'aparença del Firefox amb els temes.
cs: Změňte vzhled svého Firefoxu pomocí motivů vzhledu.
da: Skift udseende på Firefox ved hjælp af temaer.
de: Ändern Sie das Erscheinungsbild von Firefox mit Themes.
el: Αλλάξτε την εμφάνιση του Firefox με τα θέματα.
es: Cambia la apariencia de Firefox con los temas.
fa: ظاهر Firefox را با تم‌ها تغییر دهید.
fi: Muuta Firefoxin ulkoasua teemoilla.
fr: Changez le style de Firefox à l’aide de thèmes.
fur: Modifiche l’aspiet di Firefox cui temis.
fy_nl: Wizigje it úterlik fan Firefox mei tema’s.
he: שינוי המראה של Firefox עם ערכות נושא.
hr: Promijeni izgled Firefoxa s temama.
hu: Szabja testre a Firefox kinézetet témákkal.
ia: Cambia le apparentia de Firefox con le themas.
id: Ubah tampilan Firefox dengan tema.
is: Breyttu með þemum hvernig Firefox lítur út.
it: Modifica l’aspetto di Firefox con i temi.
ja: テーマで Firefox の見た目を変えてみましょう。
ka: გააფორმეთ Firefox თქვენი გემოვნებით.
kab: Snifel amek id-ittban Firefox s isental.
ms: Mengubah penampilan Firefox dengan tema.
nb_no: Skift utseende på Firefox ved hjelp av tema.
nl: Wijzig het uiterlijk van Firefox met thema’s.
nn_no: Endre korleis Firefox ser ut med tema.
pa_in: ਫਾਇਰਫਾਕਸ ਨੂੰ ਥੀਮਾਂ ਦੇ ਰੂਪ ਵਿੱਚ ਵੇਖਣਾ ਬਦਲੋ।
pl: Zmień wygląd Firefoksa za pomocą motywów.
pt_br: Mude a aparência do Firefox com temas.
pt_pt: Altere o aspeto do Firefox com temas.
ro: Schimbă aspectul Firefox cu ajutorul temelor.
ru: Измените внешний вид Firefox темами.
si: ෆයර්ෆොක්ස් පෙනුම තේමා මගින් සකසන්න.
sk: Zmeňte vzhľad Firefoxu pomocou tém vzhľadu
sl: Spremenite videz Firefoxa z uporabo tem.
sq: Ndryshoni përmes temash mënyrën se si duket Firefox-i.
sv_se: Ändra hur Firefox ser ut med teman.
th: เปลี่ยนรูปลักษณ์ของ Firefox ด้วยชุดตกแต่ง
tr: Temalarla Firefox'un görünüşünü değiştirin.
uk: Змініть вигляд Firefox за допомогою тем.
vi: Thay đổi cách nhìn Firefox với chủ đề.

source: Download Firefox extensions and themes. They’re like apps for your browser. They can block annoying ads, protect passwords, change browser appearance, and more.
bg: Изтеглете разширения и теми за Firefox. Те са като приложения за вашия четец. Могат да блокират досадните реклами, да защитават паролите, да променят облика на четеца и други.
ca: Baixeu-vos els temes i extensions del Firefox. Són com aplicacions per al vostre navegador. Bloquen anuncis no desitjats, protegeixen les contrasenyes, canvien l'aparença del navegador i molt més.
cs: Stáhněte si rozšíření a motivy vzhledu pro Firefox. Jsou to jakési aplikace pro váš prohlížeč. Umí blokovat otravné reklamy, chránit hesla, měnit vzhled prohlížeče a mnoho dalších věcí.
da: Hent udvidelser og temaer til Firefox. De er som apps til din browser. De kan blokere irriterende reklamer, beskytte adgangskoder, ændre din browsers udseende og meget mere.
de: Laden Sie Firefox-Erweiterungen und -Themes herunter. Sie sind wie Apps für Ihren Browser. Sie können lästige Werbung blockieren, Passwörter schützen, das Erscheinungsbild des Browsers ändern und vieles mehr.
el: Κάντε λήψη επεκτάσεων και θεμάτων του Firefox. Είναι σαν εφαρμογές για το πρόγραμμα περιήγησής σας. Μπορούν να αποκλείουν ενοχλητικές διαφημίσεις, να προστατεύουν κωδικούς πρόσβασης, να αλλάξουν την εμφάνιση του προγράμματος περιήγησης και πολλά άλλα.
es: Descarga extensiones y temas de Firefox. Son como aplicaciones para tu navegador. Pueden bloquear anuncios molestos, proteger contraseñas, cambiar la apariencia del navegador y mucho más.
fi: Lataa Firefox-laajennuksia ja -teemoja. Ne ovat kuin sovelluksia selaimellesi. Niiden avulla voit estää ärsyttävät mainokset, suojata salasanoja, muuttaa selaimen ulkoasua ja paljon muuta.
fr: Téléchargez les extensions et les thèmes pour Firefox. Ce sont des sortes d’applications pour votre navigateur. Ces modules peuvent bloquer les publicités agaçantes, protéger les mots de passe, modifier l’apparence du navigateur, etc.
fur: Discjame lis estensions e i temis di Firefox. A son come aplicazions pal to navigadôr. A puedin blocâ publicitâts fastidiosis, protezi passwords, cambiâ l’aspiet dal navigadôr e ancjemò altri.
fy_nl: Download Firefox-útwreidingen en -tema’s. Se binne as apps foar jo browser. Se kinne ferfelende advertinsjes blokkearje, wachtwurden beskermje, it uterlik fan de browser wizigje, en mear.
hr: Preuzmi Firefox proširenja i teme. Oni su poput programa za preglednik. Mogu blokirati dosadne oglase, zaštititi lozinke, promijeniti izgled preglednika i još mnogo toga.
hu: Töltsön le Firefox kiegészítőket és témákat. Olyanok, mint az alkalmazások a böngészője számára. Blokkolhatják a bosszantó hirdetéseket, megvédhetik a jelszavait, módosíthatják a böngésző megjelenését, és így tovább.
ia: Discarga extensiones e themas de Firefox. Illos es como applicationes pro tu navigator. Illos pote blocar annuncios moleste, proteger contrasignos, cambiar le apparentia del navigator, e multo plus.
is: Sæktu forritsauka og þemu fyrir Firefox. Þetta er eins og smáforrit fyrir vafrann. Þetta getur lokað á pirrandi auglýsingar, verndað lykilorð, breytt útliti vafrans, og margt fleira.
it: Scarica estensioni e temi per Firefox. Sono come delle applicazioni per il tuo browser. Possono bloccare fastidiosi annunci pubblicitari, proteggere le tue password, modificare l’aspetto del browser e molto altro.
ja: Firefox の拡張機能とテーマをダウンロードしましょう。これらはブラウザー用のアプリのようなものです。迷惑な広告をブロックしたり、パスワードを保護したり、ブラウザーの外観を変更することもできます。
ka: ჩამოტვირთეთ Firefox-ის გაფართოებები და თემები. ისინი წარმოადგენს ერთგვარ პროგრამებს თქვენი ბრაუზერისთვის. მათი საშუალებით შესაძლებელია მომაბეზრებელი რეკლამების შეზღუდვა, პაროლების დაცვა, ბრაუზერის იერსახის შეცვლა და ა. შ.
kab: Sader isiɣzaf akked isental i Firefox. Wigi am yisnasen i yiminig-ik. Izegrar-a zemren ad sweḥlen adellel udhim, ad ḥerzen awalen uffiren, ad beddlen udem n yiminig, atg.
ms: Muat turun ekstensi dan tema Firefox. Ini adalah seperti aplikasi untuk pelayar imbas anda. Ini boleh menyekat iklan, melindungi kata laluan, mengubah penampilan pelayar dan banyak lagi.
nb_no: Last ned Firefox-utvidelser og -temaer. De er som apper for nettleseren din. De kan blokkere irriterende annonser, beskytte passord, endre utseende på nettleseren og mer.
nl: Download Firefox-extensies en -thema’s. Ze zijn als apps voor uw browser. Ze kunnen vervelende advertenties blokkeren, wachtwoorden beschermen, het uiterlijk van de browser wijzigen, en meer.
nn_no: Last ned Firefox-utvidingar og -tema. Dei er som appar for nettlesaren din. Dei kan blokkere irriterande annonsar, beskytte passord, endre utsjånad på nettlesaren og meir.
pa_in: ਫਾਇਰਫਾਕਸ ਇਕਸ਼ਟੈਂਸ਼ਨ ਅਤੇ ਥੀਮ ਡਾਊਨਲੋਡ ਕਰੋ। ਉਹ ਤੁਹਾਡੇ ਬਰਾਊਜ਼ਰ ਲਈ ਐਪਾਂ ਵਾਂਗ ਹਨ। ਉਹ ਤੰਗ ਕਰਨ ਵਾਲੇ ਇਸ਼ਤਿਹਾਰ ਨੂੰ ਰੋਕ ਸਕਦੇ ਹਨ, ਪਾਸਵਰਡ ਸੰਭਾਲ ਸਕਦੇ ਹਨ, ਬਰਾਊਜ਼ਰ ਦਿੱਖ ਬਦਲ ਸਕਦੇ ਹਨ ਅਤੇ ਹੋਰ ਵੀ ਬਹੁਤ ਕੁਝ ਕਰ ਸਕਦੇ ਹਨ।
pl: Pobieraj rozszerzenia i motywy Firefoksa. Są one jak aplikacje do przeglądarki. Mogą blokować irytujące reklamy, chronić hasła, zmieniać wygląd przeglądarki i nie tylko.
pt_br: Baixe extensões e temas do Firefox. Eles são como aplicativos para o seu navegador. Eles podem bloquear anúncios irritantes, proteger senhas, alterar a aparência do navegador e muito mais.
pt_pt: Transfira extensões e temas do Firefox. Estes são como aplicações para o seu navegador. Estes podem bloquear anúncios irritantes, proteger palavras-passe, alterar a aparência do navegador, e mais.
ro: Descarcă extensii și teme Firefox. Sunt ca niște aplicații pentru browser. Pot bloca reclamele iritante, pot proteja parole, pot schimba aspectul browserului și multe altele.
ru: Загрузите темы и расширения для Firefox. Это как приложения для вашего браузера. Они могут блокировать раздражающую рекламу, защищать пароли, изменять внешний вид браузера и многое другое.
si: ෆයර්ෆොක්ස් දිගු සහ තේමා බාගන්න. ඒවා ඔබගේ අතිරික්සුව සඳහා යෙදුම් වැනි ය. කරදරකාරී දැන්වීම් අවහිරයට, මුරපද ආරක්‍ෂාවට, අතිරික්සුවෙහි පෙනුම සංශෝධනයට මෙන්ම තවත් බොහෝ දෑ උදෙසා ප්‍රයෝජනවත් වේ.
sk: Stiahnite si rozšírenia a témy vzhľadu pre Firefox. Sú to aplikácie pre váš prehliadač. Môžu blokovať otravné reklamy, chrániť vaše heslá, meniť vzhľad vášho prehliadača a ďalšie veci.
sl: Prenesite razširitve in teme za Firefox. So kot aplikacije za vaš brskalnik. Z njimi lahko zavračate nadležne oglase, zaščitite gesla, spremenite videz brskalnika in drugo.
sq: Shkarkoni zgjerime dhe tema Firefox-i. Ato janë si punë aplikacionesh për shfletuesin tuaj. Për bllokim reklamash të bezdisura, për mbrojtje fjalëkalimesh, për ndryshim të pamjes së shfletuesit, etj.
sv_se: Hämta Firefox utökningar och teman. De är som appar för din webbläsare. De kan blockera irriterande annonser, skydda lösenord, ändra webbläsarens utseende och mer.
th: ดาวน์โหลดส่วนขยายและชุดรูปแบบ Firefox ซึ่งเปรียบเสมือนแอปสำหรับเบราว์เซอร์ของคุณที่สามารถปิดกั้นโฆษณาที่น่ารำคาญ ปกป้องรหัสผ่าน เปลี่ยนรูปลักษณ์ของเบราว์เซอร์ และอื่น ๆ ได้
tr: Firefox uzantılarını ve temalarını indirin. Uzantılar tarayıcınızın içinde çalışan uygulamalara benzer. Can sıkıcı reklamları engelleyebilir, parolalarınızı koruyabilir, tarayıcı görünümünü değiştirebilir ve daha fazlasını yapabilirler.
uk: Завантажуйте розширення і теми для Firefox. Це як програми для браузера. Вони можуть блокувати надокучливу рекламу, зберігати паролі, змінювати зовнішній вигляд браузера та інше.
vi: Tải xuống các tiện ích và chủ đề của Firefox. Chúng giống như ứng dụng cho trình duyệt của bạn. Nó có thể chặn quảng cáo gây phiền nhiễu, bảo vệ mật khẩu, thay đổi giao diện trình duyệt và hơn thế nữa.

source: Abstract
ar: مجرّدات
az: Mücərrəd
bg: Абстрактни
bn_bd: নির্বস্তুক
bs: Apstraktno
ca: Abstracte
cs: Abstraktní
da: Abstrakt
de: Abstrakt
el: Αφηρημένα
es: Abstracto
fa: انتضاعی
fi: Abstraktit
fr: Abstrait
fur: Astrat
fy_nl: Abstrakt
ga_ie: Teibí
he: מופשט
hr: Abstraktno
hu: Absztrakt
ia: Abstracto
id: Abstrak
is: Óhlutbundið
it: Astratto
ja: 抽象的
ka: წარმოსახვითი
kab: Amadwan
ms: Abstrak
nb_no: Abstrakt
nn_no: Abstrakt
pa_in: ਸੰਖੇਪ
pl: Abstrakcyjne
pt_br: Abstrato
pt_pt: Abstrato
ro: Rezumat
ru: Абстрактные
si: විචිත්‍ර
sk: Abstraktné
sl: Abstraktno
sq: Abstrakte
sv_se: Abstrakt
te: సంక్షిప్తము
th: นามธรรม
tr: Soyut
uk: Абстрактні
vi: Trừu tượng

source: Nature
ar: الطبيعة
az: Təbiət
bg: Природа
bn_bd: প্রকৃতি
bs: Priroda
ca: Natura
cs: Příroda
da: Natur
de: Natur
el: Φύση
es: Naturaleza
fa: طبیعت
fi: Luonto
fy_nl: Natuer
he: טבע
hr: Priroda
hu: Természet
ia: Natura
id: Alam
is: Náttúra
it: Natura
ja: 自然
ka: ბუნება
kab: Agama
ms: Alam
nb_no: Natur
nl: Natuur
nn_no: Natur
pa_in: ਕੁਦਰਤ
pl: Przyroda
pt_br: Natureza
pt_pt: Natureza
ro: Natură
ru: Природа
si: සොබාදහම
sk: Príroda
sl: Narava
sq: Natyrë
sv_se: Natur
te: ప్రకృతి
th: ธรรมชาติ
tr: Doğa
uk: Природа
vi: Thiên nhiên

source: Film & TV
ar: الأفلام والتلفاز
az: Kino və TV
bg: Филми и телевизия
bs: Film i TV
ca: Pel·lícules i TV
cs: Filmy a TV
de: Film & Fernsehen
el: Κινηματογράφος και τηλεόραση
es: Películas y TV
fa: فیلم و تلویزیون
fi: TV ja elokuvat
fr: Films et TV
fur: Film e TV
fy_nl: Film en telefyzje
he: סרטים וטלוויזיה
hr: Film i TV
hu: Film és TV
is: Kvikmyndir og sjónvarp
ja: 映画とテレビ
ka: ფილმი და ტელევიზია
kab: Asaru d TV
ms: Filem & TV
nb_no: Film og TV
nl: Film en tv
nn_no: Film og TV
pa_in: ਫਿਲਮ ਅਤੇ ਟੀਵੀ
pl: Filmy i telewizja
pt_br: Filmes e TV
pt_pt: Filmes e TV
ro: Film și TV
ru: Фильмы и ТВ
si: චිත්‍රපට හා රූ.වා.
sk: Filmy a TV
sl: Film in televizija
sq: Filma dhe TV
te: సినిమా & టీవీ
th: ภาพยนตร์และโทรทัศน์
tr: Film ve TV
uk: Фільми і ТБ
vi: Phim & TV

source: Scenery
ar: المناظر الطبيعية
az: Mənzərə
bg: Пейзажи
bn_bd: দৃশ্য
bs: Scenografija
ca: Teatre
cs: Krajinky
da: Landskab
de: Landschaft
el: Σκηνικά
es: Vistas
fa: منظره
fi: Maisemat
fr: Paysages
fur: Paisaçs
fy_nl: Lânskip
he: נופי
hr: Pejzaž
hu: Tájkép
ia: Paisage
id: Pemandangan
is: Landslag og náttúra
it: Paesaggistica
ja: 風景
ka: ხედები
kab: Imeẓri
ms: Pemandangan
nb_no: Landskap
nl: Landschap
nn_no: Landskap
pa_in: ਦ੍ਰਿਸ਼
pl: Krajobrazy
pt_br: Paisagem
pt_pt: Cenário
ro: Peisaj
ru: Украшающие
si: දර්ශන
sk: Scenérie
sl: Naravne lepote
sq: Peizazhe
sv_se: Landskap
te: దృశ్యం
th: ทิวทัศน์
tr: Manzara
uk: Пейзажі
vi: Phong cảnh

source: See more top rated extensions
ar: طالع المزيد من الامتدادات الأعلى تقييما
az: Daha çox yüksək qiymətləndirilmiş uzantı gör
bg: Повече високо оценени разширения
bn_bd: সর্বোচ্চ রেট পাওয়া এক্সটেনশন দেখুন
bs: Vidi više najbolje ocjenjenih ekstenzija
ca: Mostra més extensions millor valorades
cs: Další nejlépe hodnocená rozšíření
da: Se flere bedst bedømte udvidelser
de: Mehr höchstbewertete Erweiterungen ansehen
el: Περισσότερες κορυφαίες επεκτάσεις
es: Ver más extensiones mejor valoradas
fa: دیدن افزونه‌های با امتیاز بالای بیشتر
fi: Katso lisää parhaiten arvioituja laajennuksia
fr: Voir plus d’extensions parmi les mieux notées
fur: Viôt altris estensions plui votadis
fy_nl: Mear heechst wurdearre útwreidingen
he: הצגת הרחבות נוספות בדירוג גבוה
hr: Pogledaj daljnja najbolje ocijenjena proširenja
hu: További legjobbra értékelt kiegészítők megtekintése
ia: Vide plus de extensiones melio valutate
id: Lihat ekstensi peringkat teratas lainnya
is: Sjá fleiri hátt skrifaða forritsauka
it: Visualizza altre estensioni più votate
ja: 評価の高い拡張機能をもっと見る
ka: სხვა საუკეთესოდ შეფასებული გაფართოებები
kab: Wali isiɣzaft gar wid yettwaszemlen aṭas
ms: Lihat ekstensi tahap tinggi selanjutnya
nb_no: Se flere høyest vurderte utvidelser
nl: Meer hoogst gewaardeerde extensies bekijken
nn_no: Vis fleire høgast vurderte uvidingar
pa_in: ਵਧੇਰੇ ਉੱਚ ਰੇਟ ਦਿੱਤੀਆਂ ਇਕਟੈਨਸ਼ਨਾਂ ਦੇਖੋ
pl: Więcej najwyżej ocenianych rozszerzeń
pt_br: Mais extensões melhor avaliadas
pt_pt: Ver mais extensões no top de avaliações
ro: Vezi mai multe extensii în topul evaluărilor
ru: Больше самых высоко оцененных расширений
si: තවත් ඉහළ ඇගැයුමක් සහිත දිගු
sk: Ďalšie najlepšie hodnotené rozšírenia
sl: Več najbolje ocenjenih razširitev
sq: Shihni më tepër nga zgjerimet më të vlerësuara
sv_se: Se fler topprankade utökningar
th: ดูส่วนขยายที่ได้รับการจัดอันดับสูงสุดเพิ่มเติม
tr: En yüksek puanlı diğer uzantılara bakın
uk: Більше найвище оцінених розширень
vi: Xem các tiện ích được đánh giá cao nhất

source: See more recommended themes
ar: شاهد المزيد من السمات المُقترحة
bg: Повече препоръчани теми
ca: Mostra més temes recomanats
cs: Další doporučené vzhledy
da: Se flere anbefalede temaer
de: Mehr empfohlene Themes ansehen
el: Δείτε περισσότερα προτεινόμενα θέματα
es: Ver más temas recomendados
fi: Katso lisää suositeltuja teemoja
fr: Voir plus de thèmes recommandés
fur: Viôt altris temis conseâts
fy_nl: Mear oanrekommandearre tema’s besjen
he: הצגת ערכות נושא מומלצות נוספות
hr: Pogledaj daljnje preporučene teme
hu: További ajánlott témák megtekintése
ia: Vider plus themas recommendate
id: Lihat lebih banyak tema yang disarankan
is: Sjá fleiri þemu sem mælt er með
it: Visualizza altri temi consigliati
ja: おすすめのテーマをもっと見る
ka: სხვა სასურველი თემები
kab: Wali ugar n yisental yelhan
nb_no: Se flere anbefalte tema
nl: Meer aanbevolen thema’s bekijken
nn_no: Vis fleire tilrådde tema
pa_in: ਹੋਰ ਸਿਫਾਰਸ਼ ਕੀਤੇ ਥੀਮ ਵੇਖੋ
pl: Więcej polecanych motywów
pt_br: Mais temas recomendados
pt_pt: Ver mais temas recomendados
ro: Vezi mai multe teme recomandate
ru: Больше рекомендуемых тем
si: තවත් නිර්දේශිත තේමා බලන්න
sk: Ďalšie odporúčané témy vzhľadu
sl: Več priporočenih tem
sq: Shihni më tepër tema të rekomanduara
sv_se: Se fler rekommenderade teman
th: ดูชุดตกแต่งที่แนะนำเพิ่มเติม
tr: Önerdiğimiz diğer temalara bakın
uk: Більше рекомендованих тем
vi: Xem thêm các chủ đề được đề xuất

source: See more trending themes
ar: طالع المزيد من السمات المُتداولة
az: Daha çox trenddəki mövzu gör
bg: Повече набиращи популярност теми
bn_bd: আরও বৈশিষ্ট্যপূর্ণ থিম দেখুন
bs: Vidi više popularnih tema
ca: Mostra més temes de moda
cs: Další právě populární vzhledy
da: Se flere trending temaer
de: Mehr aktuell beliebte Themes ansehen
el: Δείτε περισσότερα δημοφιλή θέματα
es: Ver más temas de moda
fa: دیدن پوسته‌های منتخب بیشتر
fi: Katso lisää nousussa olevia teemoja
fr: Voir plus de thèmes populaires
fur: Viôt altris temis di tindince
fy_nl: Mear oanrekommandearre tema’s
he: הצגת ערכות נושא נוספות שמובילות לאחרונה
hr: Pogledaj daljnje teme u trendu
hu: További népszerű témák megtekintése
ia: Vider plus themas de tendentia
id: Lihat tema yang sedang populer lainnya
is: Sjá fleiri umrædd þemu
it: Visualizza altri temi di tendenza
ja: 流行のテーマをもっと見る
ka: სხვა ფართოდ გავრცელებული თემები
kab: Ugar n yisental itran
ms: Lihat tema sohor kini selanjutnya
nb_no: Se flere populære tema
nl: Meer populaire thema’s bekijken
nn_no: Vis fleire populære tema
pa_in: ਵਧੇਰੇ ਪ੍ਰਚਲਿਤ ਥੀਮ ਵੇਖੋ
pl: Więcej motywów na czasie
pt_br: Mais temas em alta
pt_pt: Ver mais temas em tendência
ro: Vezi mai multe teme în tendințe
ru: Больше набирающих популярность тем
si: තවත් නැගී එන තේමා බලන්න
sk: Ďalšie populárne témy vzhľadu
sl: Več trenutno priljubljenih tem
sq: Shihni më tepër tema në modë
sv_se: Se fler trendiga teman
te: మరిన్ని ట్రెండవుతూన్న అలంకారాలను చూడండి
th: ดูชุดตกแต่งที่กำลังนิยมเพิ่มเติม
tr: Diğer yükselen temalara bakın
uk: Більше популярних тем
vi: Xem thên các chủ đề phổ biến

source: See more top rated themes
ar: طالع المزيد من السمات الأعلى تقييما
az: Daha çox yüksək qiymətləndirilmiş mövzu gör
bg: Повече високо оценени теми
bn_bd: সর্বোচ্চ রেট পাওয়া থিম দেখুন
bs: Vidi više najbolje ocjenjenih tema
ca: Mostra més temes millor valorats
cs: Další nejlépe hodnocené vzhledy
da: Se flere bedst bedømte temaer
de: Mehr höchstbewertete Themes ansehen
el: Δείτε περισσότερα υψηλά βαθμολογημένα θέματα
es: Ver más temas más valorados
fa: دیدن پوسته‌های با امتیاز بالای بیشتر
fi: Katso lisää parhaiten arvioituja teemoja
fr: Voir plus de thèmes parmi les mieux notés
fur: Viôt altris temis plui votâts
fy_nl: Mear heechst wurdearre tema’s
he: הצגת ערכות נושא נוספות בדירוג גבוה
hr: Pogledaj daljnje najbolje ocijenjene teme
hu: További legjobbra értékelt témák megtekintése
ia: Vider plus themas melio valutate
id: Lihat tema peringkat teratas lainnya
is: Sjá fleiri þemu með hæstu einkunn
it: Visualizza altri temi più votati
ja: 評価の高いテーマをもっと見る
ka: სხვა საუკეთესოდ შეფასებული თემები
kab: Ugar n yisental yettwaszemlen aṭas
ms: Lihat tema tahap tinggi selanjutnya
nb_no: Se flere høyest vurderte tema
nl: Meer hoogst gewaardeerde thema’s bekijken
nn_no: Vis fleire høgast vurderte tema
pa_in: ਹੋਰ ਪ੍ਰਮੁੱਖ ਰੇਟ ਕੀਤੇ ਥੀਮ ਵੇਖੋ
pl: Więcej najwyżej ocenianych motywów
pt_br: Mais temas melhor avaliados
pt_pt: Ver mais temas no top de avaliações
ro: Vezi mai multe teme în topul evaluărilor
ru: Больше самых высоко оцененных тем
si: තවත් ඉහළ ඇගැයුමක් සහිත තේමා
sk: Ďalšie najlepšie hodnotené témy vzhľadu
sl: Več najbolje ocenjenih tem
sq: Shihni më tepër nga temat më të vlerësuara
sv_se: Se fler topprankade teman
th: ดูชุดตกแต่งที่ได้รับการจัดอันดับสูงสุดเพิ่มเติม
tr: En yüksek puanlı diğer temalara bakın
uk: Найвище оцінені теми
vi: Xem thêm những chủ đề được đánh giá cao
