Repository: mozilla/addons-frontend
Catalog: locale/*/LC_MESSAGES/amo.po
Languages: ar, az, bg, bn_bd, bs, ca, cs, da, de, el, es, fa, fi, fr, fur, fy_nl, ga_ie, he, hr, hu, ia, id, is, it, ja, ka, kab, ms, nb_no, nl, nn_no, pa_in, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: If you’ve followed a link from another site for an extension or theme, that item is no longer available. This could be because:
ca: Si heu seguit un enllaç d’una extensió o un tema d'un altre lloc, aquest element ja no està disponible. Això podria ser pels següents motius:
cs: Pokud jste se sem dostali tak, že jste na jiném webu klepli na odkaz na rozšíření či motiv vzhledu, není už daný doplněk k dispozici. Příčiny mohou být tyto:
da: Hvis du har fulgt et link fra et andet websted til en udvidelse eller et tema, er det ikke længere tilgængeligt. Dette kan skyldes:
de: Wenn Sie einem Link zu einer Erweiterung oder einem Theme von einer anderen Website gefolgt sind, ist dieses nicht mehr verfügbar. Dies kann mehrere Gründe haben:
el: Αν έχετε ακολουθήσει σύνδεσμο από άλλο ιστότοπο για κάποια επέκταση ή θέμα, αυτό το στοιχείο δεν είναι πλέον διαθέσιμο. Αυτό μπορεί να συμβαίνει επειδή:
es: Si venías buscando una extensión o tema siguiendo un enlace desde otro sitio, ya no está disponible. Podría deberse a:
fi: Jos seurasit linkkiä laajennukseen tai teemaan toiselta sivustolta, se ei välttämättä ole enää saatavilla. Mahdollisia syitä ovat:
fr: Si vous avez suivi un lien depuis un autre site pour une extension ou un thème, cet élément n’est plus disponible. En voici les causes possibles :
fur: Se tu âs fat clic suntun colegament di un altri sît par discjariâ une estension o un teme, chel element nol è plui disponibil. Lis resons a podaressin jessi:
fy_nl: As jo in keppeling nei in útwreiding of tema fan in oare website ôf folge hawwe, is dat item net mear beskikber. Dit kin it gefal wêze om de folgjende reden:
he: אם עקבת אחר קישור מאתר אחר עבור הרחבה או ערכת נושא, פריט זה אינו זמין עוד. זה יכול להיות כי:
hr: Ukoliko ste posjetili ovu stranicu putem poveznice s druge stranice kako biste preuzeli dodatak, ova stavka više nije dostupna. Ovo može biti iz slijedećih razloga:
hu: Ha egy másik webhelyről származó kiegészítő vagy téma hivatkozást követett, akkor ez az elem már nem érhető él. Ennek oka lehet:
ia: Si tu ha sequite un ligamine de un altere sito a un extension o thema, iste additivo non es plus disponibile. Isto poterea esser perque:
id: Jika Anda telah mengikuti tautan dari situs lain untuk ekstensi atau tema, item itu tidak lagi tersedia. Ini bisa jadi karena:
is: Ef þú fylgdir tengli á forritsauka eða þema af öðru vefsvæði, þá er viðkomandi atriði ekki lengur til staðar. Það gæti verið vegna þess að:
it: Se hai fatto clic su un link da un altro sito per scaricare un’estensione o un tema, l’elemento che cercavi non è più disponibile. Le ragioni potrebbero essere:
ka: თუ გაფართოების ან თემის ბმულს გამოჰყევით სხვა საიტიდან, შეიძლება იგი აღარ იყოს ხელმისაწვდომი. შესაძლო მიზეზებია:
kab: Ma yella tḍefred-d aseɣwer seg usmel-nniḍen i usiɣzef neɣ asentel, aferdis-a ur ǧǧin yella. A-t-a iwacu:
nb_no: Hvis du har fulgt en link fra en annen nettside til en utvidelse eller tema, er den ikke lenger tilgjengelig. Dette kan skyldes:
nl: Als u een koppeling naar een extensie of thema vanaf een andere website hebt gevolgd, is dat item niet meer beschikbaar. Dit kan het geval zijn om de volgende reden:
nn_no: Dersom du har følgd ei lenke frå ei anna nettside til ei utviding eller tema, er ho ikkje lenger tilgjengeleg. Dette kan vere fordi:
pa_in: ਜੇ ਤੁਸੀਂ ਇੱਕ ਐਕਸਟੈਂਸ਼ਨ ਜਾਂ ਥੀਮ ਲਈ ਕਿਸੇ ਹੋਰ ਸਾਈਟ ਤੋਂ ਇੱਕ ਲਿੰਕ ਦਾ ਅਨੁਸਰਣ ਕੀਤਾ ਹੈ, ਤਾਂ ਉਹ ਆਈਟਮ ਹੁਣ ਉਪਲਬਧ ਨਹੀਂ ਹੋਵੇਗੀੇ। ਇਹ ਇਸ ਲਈ ਹੋ ਸਕਦਾ ਹੈ ਕਿਉਂਕਿ:
pl: Jeśli trafiono tu z innej strony rozszerzenia lub motywu, to ten dodatek nie jest już dostępny. Możliwe przyczyny:
pt_br: Se você seguiu um link de outro site para uma extensão ou tema, tal item não está mais disponível. O motivo pode ser:
pt_pt: Se seguiu uma ligação de outro site para uma extensão ou tema, esse item já não está disponível. Isto pode ser porque:
ro: Dacă ai urmat un link de pe un alt site pentru o extensie sau o temă, articolul respectiv nu mai este disponibil. Cauze posibile:
ru: Если вы перешли по ссылке с другого сайта за расширением или темой, то этот продукт более недоступен. Это может быть из-за того, что:
si: ඔබ දිගුවක් හෝ තේමාවක් සඳහා වෙනත් අඩවියක සබැඳියක් අනුගමනය කර ඇත්නම්, එම අථකය තවදුරටත් නොතිබේ නම්; හේතූන් වන්නේ:
sk: Ak ste klikli na odkaz na inej stránke, daný doplnok už nie je k dispozícii. Stať sa tak mohlo z týchto príčin:
sl: V kolikor ste povezavi sledili z drugega spletnega mesta za razširitev ali temo, ta ni več na voljo. Možni razlogi so:
sq: Nëse ndoqët një lidhje prej një sajti tjetër drejt një teme apo zgjerimi, ai objekt s’gjendet më. Kjo mund të ndodhë ngaqë:
sv_se: Om du har följt en länk från en annan webbplats för en utökning eller ett tema, är den inte längre tillgänglig. Detta kan bero på att:
th: หากคุณตามลิงก์จากไซต์อื่นสำหรับส่วนขยายหรือชุดตกแต่ง รายการนั้นจะไม่พร้อมใช้งานอีกต่อไป ซึ่งอาจเป็นเนื่องจาก:
tr: Başka bir sitedeki uzantı veya tema bağlantısına tıkladıysanız o öğe artık mevcut olmayabilir. Olası nedenler:
uk: Якщо ви перейшли за посиланням з іншого сайту в пошуках розширення чи теми, цей продукт більше недоступний. Це може бути тому, що:
vi: Nếu bạn đã truy cập một liên kết từ một trang web khác đến tiện ích mở rộng hoặc chủ đề, mục đó không còn nữa. Điều này có thể là do:

source: The developer removed it. Developers commonly do this because they no longer support the extension or theme, or have replaced it.
ca: El desenvolupador l'ha eliminat. Solen fer-ho perquè ja no mantenen l'extensió o el tema, o perquè els han substituït.
cs: Vývojář ho odstranil. Vývojáři to obvykle dělají proto, že již dané rozšíření či motiv vzhledu nepodporují, nebo ho nahradili jiným.
da: Udvikleren fjernede udvidelsen eller temaet. Udviklere gør normalt dette, fordi de ikke længere understøtter udvidelsen eller temaet, eller fordi de har lavet en erstatning.
de: Der Entwickler hat es entfernt. Entwickler tun dies normalerweise, weil sie die Erweiterung oder das Theme nicht mehr unterstützen oder ersetzt haben.
el: Ο προγραμματιστής το αφαίρεσε. Οι προγραμματιστές το κάνουν συχνά αυτό, καθώς δεν υποστηρίζουν πλέον ή έχουν αντικαταστήσει την επέκταση ή το θέμα.
es: El desarrollador lo eliminó. Suelen hacerlo porque ya no siguen manteniendo la extensión o tema o porque los han reemplazado.
fi: Kehittäjä poisti sen. Kehittäjät tekevät yleensä näin, jos he eivät enää tue laajennusta tai teemaa, tai ovat korvanneet sen toisella.
fr: Le développeur l’a supprimé. Les développeurs le font généralement parce qu’ils ne maintiennent plus l’extension ou le thème, ou ont remplacé ce module.
fur: Il svilupadôr lu à gjavât. I svilupadôrs di solit lu fasin parcè che no supuartin plui chel element (teme o estension) opûr lu àn sostituît.
fy_nl: De ûntwikkeler hat de add-on fuortsmiten. Untwikkelers dogge dit meastentiids omdat se de útwreiding of it tema net mear stypje, of ferfongen hawwe.
he: המפתח הסיר אותה. מפתחים עושים זאת בדרך כלל מכיוון שאינם תומכים עוד בהרחבה או בערכת הנושא, או שהחליפו אותה.
hr: Program ju je uklonio. Programeri uobičajeno rade ovo iz razloga što ne žele više razvijati dodatak ili temu, ili su je zamijenili drugom.
hu: A fejlesztő eltávolította. A fejlesztők általában ezt teszik, ha már nem támogatják a kiegészítőt vagy a témát, vagy lecserélték azt.
ia: Le disveloppator lo ha removite. Le disveloppatores communmente face isto perque illes non plus supporta le extension o thema, o lo ha reimplaciate.
id: Pengembang menghapusnya. Pengembang biasanya melakukan ini karena mereka tidak lagi mendukung ekstensi atau tema, atau telah menggantinya.
is: Hönnuðurinn hefur fjarlægt þetta. Forritarar/hönnuðir eiga til að gera slíkt, mögulega vegna þess að þeir eru ekki lengur að sinna forritsaukanum eða þemanu, eða eru komnir með annað sem leysir hitt af hólmi.
it: È stato rimosso dallo sviluppatore. Tipicamente succede quando gli sviluppatori hanno interrotto il supporto per l’estensione (o il tema) o l’hanno sostituito.
ka: წაშლილია შემმუშავებლის მიერ. ჩვეულებრივ ამას მაშინ აკეთებენ, როცა მოცემული გაფართოების ან თემის მხარდაჭერას წყვეტენ, ანდაც ცვლიან სხვა ნამუშევრით.
kab: Aneflay yekkes-it. Ineflayen xeddmen aya tikkwal acku ur ttbeddan ara ɣef usiɣzef neɣ asentel, neɣ ahat beddlen azegrir.
nb_no: Utvikleren fjernet utvidelsen eller temaer. Utviklere gjør det vanligvis fordi de ikke lenger støtter utvidelsen eller temaet, eller fordi de ha laget en erstatning.
nl: De ontwikkelaar heeft de add-on verwijderd. Ontwikkelaars doen dit meestal omdat ze de extensie of het thema niet meer ondersteunen, of hebben vervangen.
nn_no: Utviklaren fjerna utvidinga eller temaet. Utviklarar gjer vanlegvis dette fordi dei ikkj lenger støttar utvidinga eller temaet, eller fordi dei har laga ein ny versjon.
pa_in: ਡਿਵੈਲਪਰ ਨੇ ਇਸਨੂੰ ਹਟਾ ਦਿੱਤਾੇ। ਡਿਵੈਲਪਰ ਆਮ ਤੌਰ ਤੇ ਅਜਿਹਾ ਕਰਦੇ ਹਨ ਕਿਉਂਕਿ ਉਹ ਐਕਸਟੈਂਸ਼ਨ ਜਾਂ ਥੀਮ ਦਾ ਸਮਰਥਨ ਨਹੀਂ ਕਰਦੇ, ਜਾਂ ਇਸ ਨੂੰ ਬਦਲ ਦਿੰਦੇ ਹਨ।
pl: Autor go usunął. Najczęściej dzieje się tak, ponieważ autor nie wspiera już rozszerzenia lub motywu, albo zastąpił go nowym.
pt_br: O desenvolvedor removeu. Desenvolvedores costumam fazer isso porque não mantêm mais a extensão ou tema, ou substituíram.
pt_pt: O programador removeu-o(a). Os programadores fazem isto frequentemente porque já não suportam a extensão ou tema, ou substituíram-no(a).
ro: Dezvoltatorul a scos-o. Dezvoltatorii procedează adesea așa pentru că nu mai oferă suport pentru extensia sau tema respectivă sau au înlocuit-o.
ru: Разработчик удалил его. Обычно разработчики делают это, если они больше не поддерживают расширение или тему, или заменили его.
si: සංවර්ධකයින් තවදුරටත් කිසියම් දිගුවකට හෝ තේමාවට සහාය නොදක්වන්නේ නම් එය ඉවත් කරයි හෝ එය ප්‍රතිස්ථාපනය කර තිබීමට ඉඩ තිබේ.
sk: Odstránil ho vývojár. Toto bežne robia vývojári, ktorí už dané rozšírenie alebo tému vzhľadu nepodporujú, alebo ich nahradili iným doplnkom.
sl: Razvijalec jo je odstranil. Razvijalci to lahko storijo, če razširitve oziroma teme ne razvijajo več ali so jo zamenjali z drugo.
sq: E hoqi zhvilluesi. Zhvilluesit e bëjnë rëndom këtë, ngaqë nuk e mbulojnë më zgjerimin apo temën, ose e kanë zëvendësuar.
sv_se: Utvecklaren tog bort den. Utvecklare gör det vanligtvis eftersom de inte längre stöder utökningen eller temat eller har ersatt den.
tr: Geliştirici bunu kaldırdı. Geliştiriciler artık bu uzantıyı veya temayı desteklemiyorlarsa veya yerine başka bir uzantı yayımladılarsa bunu yapabilirler.
uk: Розробник видалив його. Розробники зазвичай роблять це, тому що більше не підтримують розширення чи тему, або замінюють їх іншими.
vi: Các nhà phát triển đã loại bỏ nó. Các nhà phát triển thường làm điều này bởi vì họ không còn hỗ trợ tiện ích mở rộng hoặc chủ đề hoặc đã thay thế nó.

source: Mozilla removed it. This can happen when issues are found during the review of the extension or theme, or the extension or theme has been abusing the terms and conditions for addons.mozilla.org. The developer has the opportunity to resolve the issues and make the add-on available again.
bg: Премахнато от Mozilla. Това се случва често, когато има проблеми при изпитването на разширението/темата или те нарушават правилата разписани на addons.mozilla.org. Разработчикът има възможността да поправи грешките и да възстанови достъпността на разширението.
ca: Mozilla l'ha eliminat. Això succeeix quan es troben problemes durant la revisió de l'extensió o el tema, o si l'extensió o el tema incompleixen els termes i condicions d'addons.mozilla.org. El desenvolupador té l'oportunitat de resoldre els problemes i tornar a publicar el complement.
cs: Mozilla ho odstranila. To se může stát tehdy, když byl během kontroly rozšíření či motivu vzhledu objeven problém, nebo když rozšíření či motiv vzhledu porušuje pravidla a podmínky webu addons.mozilla.org. Vývojář má možnost tyto problémy vyřešit a doplněk znovu zpřístupnit.
de: Mozilla entfernte es. Dies kann passieren, wenn während der Überprüfung der Erweiterung oder des Themes Probleme gefunden werden oder die Erweiterung oder das Theme gegen die Nutzungsbedingungen für addons.mozilla.org verstoßen hat. Der Entwickler hat die Möglichkeit, die Probleme zu beheben und das Add-on wieder anzubieten.
el: Το αφαίρεσε η Mozilla. Αυτό μπορεί να συμβαίνει όταν εντοπίζονται ζητήματα κατά την αξιολόγηση της επέκτασης ή του θέματος, ή όταν η επέκταση ή το θέμα παραβιάζει τους όρους και τις προϋποθέσεις του addons.mozilla.org. Ο προγραμματιστής έχει την ευκαιρία να επιλύσει τα ζητήματα και να κάνει ξανά διαθέσιμο το πρόσθετο.
es: Mozilla lo eliminó. Suele pasar cuando se encuentran problemas durante la revisión del tema o extensión o porque va en contra de los términos y condiciones de addons.mozzila.org. El desarrollador tiene la oportunidad de resolver los problemas y que el complemento vuelva a estar disponible.
fi: Mozilla poisti sen. Tämä voi tapahtua, kun laajennuksesta tai teemasta löytyy katselmoinnin yhteydessä ongelma, tai jos laajennus tai teema on toiminut vastoin addons.mozilla.orgin käyttöehtoja. Kehittäjällä on mahdollisuus selvittää ongelmat ja saattaa lisäosa käyttäjien saataville uudelleen.
fr: Mozilla l’a supprimé. Cela peut se produire lorsque des problèmes sont détectés lors de la révision de l’extension ou du thème, ou que l’extension ou le thème enfreint les termes et conditions de addons.mozilla.org. Le développeur a la possibilité de résoudre les problèmes et de rendre le module complémentaire disponible à nouveau.
fur: Mozilla lu à gjavât. Chest al sucêt se a vegnin fûr problemis dilunc la revision de estension o dal teme, opûr la estension o il teme no rispietin i tiermins e lis cundizions di addons.mozilla.org. Il svilupadôr al à la oportunitât di risolvi il probleme e rindi di gnûf disponibil il component adizionâl.
fy_nl: Mozilla hat de add-on fuortsmiten. Dit kin barre as der problemen fûn wurde by de beoardieling fan de útwreiding of it tema, of as de útwreiding of it tema de betingsten fan addons.mozilla.org skeind hat. De ûntwikkeler hat de mooglikheid de problemen op te lossen en de add-on wer beskikber te meitsjen.
he: Mozilla הסירה אותה. מצב זה יכול לקרות כאשר נמצאו בעיות במהלך סקירת ההרחבה או ערכת הנושא, או שהן מפרות את תנאי השימוש עבור addons.mozilla.org. באפשרות המפתח לפתור את הבעיות ולהפוך את התוספת לזמינה שוב.
hr: Mozilla ju je uklonila. do ovoga može doći ukoliko su pronađeni problemi prilikom procesa odobravanja dodatka ili teme, ili ukoliko je došlo do kršenja addons.mozilla.org uvjeta. Programer ima mogućnost riješiti problem i ponovno učiniti dodatak dostupnim.
hu: A Mozilla eltávolította. Ez akkor fordulhat elő, ha a kiegészítő vagy téma értékelése során problémák léptek fel, vagy a kiegészítő vagy téma visszaélt az addons.mozilla.org feltételeivel. A fejlesztőnek lehetősége van a problémák megoldására, és a kiegészítő újra elérhetővé tételére.
ia: Mozilla lo ha removite. Isto pote evenir quando problemas es trovate durante le revision del extension o thema, o le extension o thema ha abusate le terminos e conditiones pro addons.mozilla.org. Le disveloppator ha le opportunitate de resolver le problemas e render le additivo disponibile de novo.
id: Mozilla telah menghapusnya. Ini bisa terjadi ketika ditemukan masalah selama pengulasan ekstensi atau tema, atau ekstensi atau tema telah menyalahgunakan syarat dan ketentuan addons.mozilla.org. Pengembang punya kesempatan untuk menyelesaikan masalahnya dan membuat pengaya kembali tersedia.
is: Mozilla hefur fjarlægt þetta. Það getur gerst þegar vandamál finnast við yfirferð á forritsauka eða þema, eða þegar upp kemur grunur um misnotkun á skilmálum addons.mozilla.org. Hönnuðir hafa tækifæri á að leysa slík vandamál og gera viðbæturnar tiltækar aftur.
it: È stato rimosso da Mozilla. Ciò può accadere quando si riscontrano problemi durante la revisione dell’estensione o del tema, o l’estensione/tema non rispetta i termini e le condizioni di addons.mozilla.org. Lo sviluppatore ha l’opportunità di risolvere i problemi e rendere nuovamente disponibile il componente aggiuntivo.
ka: წაშლილია Mozilla-ს მიერ. ეს შეიძლება მოხდეს გაფართოების ან თემის განხილვისას ან იმ შემთხვევაში, თუ აღმოჩნდება რომ თემა არღვევს addons.mozilla.org საიტის წესებსა და პირობებს. შემმუშავებელს ეძლევა საშუალება აღმოფხვრას მითითებული ხარვეზები და კვლავ გახადოს დამატება ხელმისაწვდომი.
kab: Mozilla tekkes-it. Aya yezmer ad d-yeḍru ticki uguren ttwafen deg lqem n uzegrir neɣ n usentel, neɣ ma yella asiɣzef neɣ asentel ur iqudeṛ ara ilugan n addons.mozilla.org. Aneflay ɣur-s tagnit akken ad yefru uguren-a, sakin ad d-yerr azegrir.
nb_no: Mozilla fjernet det. Dette kan hende når et problem blir oppdaget under gjenomgangen av utvidelsen eller temaet, eller utvidelsen eller temaet har misbrukt vilkårene for addons.mozilla.org. Utvikleren har mulighet til å løse problemene og gjøre tillegget tilgjengelig igjen.
nl: Mozilla heeft de add-on verwijderd. Dit kan gebeuren als er problemen worden gevonden bij de beoordeling van de extensie of het thema, of als de extensie of het thema de voorwaarden van addons.mozilla.org heeft geschonden. De ontwikkelaar heeft de mogelijkheid de problemen op te lossen en de add-on weer beschikbaar te maken.
nn_no: Mozilla fjerna det. Dette kan hende når eit problem blir oppdaga under gjenomgangen av utvidinga eller temaet, eller utvidinga eller temaet har misbrukt vilkåra for addons.mozilla.org. Utviklaren har moglegheit til å løyse problemene og gjere tillegget tilgjengeleg igjen.
pa_in: ਮੌਜ਼ੀਲਾ ਨੇ ਇਸਨੂੰ ਹਟਾ ਦਿੱਤਾ। ਇਹ ਉਦੋਂ ਹੋ ਸਕਦਾ ਹੈ ਜਦੋਂ ਇਕਸਟੈਨਸ਼ਨ ਜਾਂ ਥੀਮ ਦੀ ਸਮੀਖਿਆ ਦੇ ਦੌਰਾਨ ਮੁੱਦੇ ਲੱਭੇ ਜਾਂਦੇ ਹਨ, ਜਾਂ ਇਕਸਟੈਨਸ਼ਨ ਜਾਂ ਥੀਮ addons.mozilla.org ਲਈ ਨਿਯਮਾਂ ਅਤੇ ਸ਼ਰਤਾਂ ਦੀ ਦੁਰਵਰਤੋਂ ਕਰ ਰਹੇ ਹਨੋੋ। ਡਿਵੈਲਪਰ ਕੋਲ ਮੁੱਦਿਆਂ ਨੂੰ ਸੁਲਝਾਉਣ ਅਤੇ ਐਡ-ਆਨ ਨੂੰ ਦੁਬਾਰਾ ਉਪਲਬਧ ਕਰਾਉਣ ਦਾ ਮੌਕਾ ਹੁੰਦਾ ਹੈ।
pl: Mozilla go usunęła. Może się tak stać, jeśli podczas procesu sprawdzania rozszerzenia lub motywu wykryto problem, albo dodatek naruszył zasady strony addons.mozilla.org. Autor ma możliwość rozwiązania problemu i ponownego udostępnienia dodatku.
pt_br: A Mozilla removeu. Isso pode acontecer quando são encontrados problemas durante a revisão da extensão ou tema, ou a extensão ou tema tem abusado dos termos e condições do addons.mozilla.org. O desenvolvedor tem a oportunidade de resolver os problemas e tornar a extensão ou tema novamente disponível.
pt_pt: A Mozilla removeu-o(a). Isto pode acontecer quando problemas são encontrados durante a revisão da extensão ou tema, ou a extensão ou tema estiveram a abusar os termos e condições para addons.mozilla.org. O programador tem a oportunidade de resolver os problemas e tornar o extra disponível novamente.
ro: Mozilla a scos-o. Se poate întâmpla când sunt depistate probleme în timpul recenzării extensiei sau temei ori extensia sau tema abuza de termenii și condițiile pentru addons.mozilla.org. Dezvoltatorul are oportunitatea de a rezolva problemele și de a pune din nou la dispoziție suplimentul.
ru: Mozilla удалила его. Это могло произойти, если во время проверки расширения или темы были обнаружены проблемы, или если расширение или тема нарушает правила и условия addons.mozilla.org. Разработчик имеет возможность устранить проблемы и сделать дополнение доступным снова.
si: දිගුවක් හෝ තේමාවක් සමාලෝචනය කිරීමේදී ගැටළු සොයාගත් විට හෝ addons.mozilla.org හි නියම සහ කොන්දේසි අනිසි ලෙස භාවිතා කර තිබේ නම් මොසිල්ලා එය ඉවත් කරයි. සංවර්ධකයාට ගැටළු නිරාකරණය කිරීමට මෙන්ම එක්කහුව නැවත ලබා ගැනීමට ද අවස්ථාව තිබේ.
sk: Odstránila ho Mozilla. Toto sa môže stať v prípade, že sa v priebehu kontroly doplnku objavia problémy, alebo ak doplnok porušuje pravidlá a podmienky tejto stránky. Vývojár má možnosť problémy vyriešiť a doplnok opätovne sprístupniť.
sl: Odstranila jo je Mozilla. To se lahko zgodi, če so bile pri pregledu razširitve oziroma teme odkrite težave ali če je razširitev oziroma tema kršila pogoje spletnega mesta addons.mozilla.org. Razvijalec ima možnost odpraviti težave in dodatek spet narediti javno dostopen.
sq: E ka hequr Mozilla. Kjo mund të ndodhë kur gjatë shqyrtimit të zgjerimit apo temës gjenden probleme, ose zgjerimi apo tema ka shkelur termat dhe kushtet e addons.mozilla.org. Zhvilluesi ka mundësinë t’i zgjidhë problemet dhe ta bëjë shtesën të përdorshme sërish.
sv_se: Mozilla tog bort den. Detta kan hända när problem upptäcks under granskningen av utökningen eller temat, eller utökningen eller temat har missbrukat villkoren för addons.mozilla.org. Utvecklaren har möjlighet att lösa problemen och göra tillägget tillgängligt igen.
tr: Mozilla bunu kaldırdı. Uzantı veya temanın gözden geçirilmesi sırasında sorunlar bulunursa ya da uzantı veya tema addons.mozilla.org'un şart ve koşullarını karşılaşmıyorsa bu gerçekleşebilir. Geliştirici, sorunları çözme ve uzantıyı tekrar kullanıma sunma fırsatına sahiptir.
uk: Mozilla видалила його. Це може траплятися під час перевірки розширення чи теми у випадку виявлення проблем, або порушення умов чи положень для addons.mozilla.org. В такому разі розробник може виправити проблему і зробити додаток знову доступним.
vi: Mozilla đã loại bỏ nó. Điều này có thể xảy ra khi các vấn đề được tìm thấy trong quá trình đánh giá tiện ích mở rộng hoặc chủ đề hoặc tiện ích mở rộng hoặc chủ đề đã lạm dụng các điều khoản và điều kiện trên addons.mozilla.org. Nhà phát triển có cơ hội giải quyết các vấn đề và cung cấp tiện ích bổ sung một lần nữa.
