Repository: mozilla/addons-frontend
Catalog: locale/*/LC_MESSAGES/amo.po
Languages: ar, az, bg, bn_bd, bs, ca, cs, da, de, el, es, fa, fi, fr, fur, fy_nl, ga_ie, he, hr, hu, ia, id, is, it, ja, ka, kab, ms, nb_no, nl, nn_no, pa_in, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: More fantastic tab & bookmark extensions
cs: Další fantastická rozšíření panelů a záložek
de: Weitere fantastische Tab- und Lesezeichenerweiterungen
el: Περισσότερες φανταστικές επεκτάσεις καρτελών και σελιδοδεικτών
fi: Lisää upeita välilehti- ja kirjanmerkkilaajennuksia
fr: Plus d’extensions fantastiques pour les onglets et les marque-pages
fur: Altris fantastichis estensions par schedis e segnelibris
fy_nl: Mear fantastyske ljepblêd- en blêdwizerútwreidingen
hu: További fantasztikus lap- és könyvjelző-kiegészítők
ia: Altere phantastic extensiones pro schedas e marcapaginas
is: Fleiri frábærir forritsaukar fyrir flipa og bókamerki
it: Altre meravigliose estensioni per schede e segnalibri
ka: სხვა არნახული გაფართოებები ჩანართებისა და სანიშნებისთვის
nb_no: Flere fantastiske fane- og bokmerkeutvidelser
nl: Meer fantastische tabblad- en bladwijzerextensies
nn_no: Fleire fantastiske fane- og bokmerkeutvidingar
pl: Więcej fantastycznych rozszerzeń kart i zakładek
pt_br: Mais fantásticas extensões de abas e favoritos
pt_pt: Mais extensões fantásticas de marcadores e de separadores
ru: Ещё больше фантастических расширений для вкладок и закладок
sk: Ďalšie fantastické rozšírenia pre karty a záložky
sv_se: Fler fantastiska flik- och bokmärkestillägg
tr: Diğer sekme ve yer imi uzantıları
uk: Більше фантастичних розширень для роботи з вкладками і закладками
vi: Nhiều tiện ích mở rộng tuyệt vời hơn về thẻ và dấu trang

source: More great extensions for games & entertainment
cs: Další úžasná rozšíření pro hry a zábavu
de: Weitere großartige Erweiterungen für Spiele und Unterhaltung
el: Περισσότερες εξαιρετικές επεκτάσεις για παιχνίδια και ψυχαγωγία
fi: Lisää upeita laajennuksia peleihin ja viihteeseen
fr: Plus d’extensions géniales pour les jeux et le divertissement
fur: Altris maraveosis estensions par zûcs e intratigniment
fy_nl: Mear geweldige útwreidingen foar spultsjes en ferdivedaasje
hu: További nagyszerű kiegészítők játékokhoz és szórakozáshoz
ia: Altere grande extensiones pro jocos e intertenimento
is: Fleiri frábærir forritsaukar fyrir leiki og afþreyingu
it: Altre magnifiche estensioni per giochi e intrattenimento
ka: სხვა ღირსშესანიშნავი გაფართოებები თამაშებისა და გართობისთვის
nb_no: Flere flotte utvidelser for spill og underholdning
nl: Meer geweldige extensies voor games en entertainment
nn_no: Fleire flotte utvidingar for spel og underhaldning
pl: Więcej świetnych rozszerzeń do gier i rozrywki
pt_br: Mais ótimas extensões para jogos e entretenimento
pt_pt: Mais extensões excelentes para jogos e entretenimento
ru: Ещё больше отличных расширений для игр и развлечений
si: ක්‍රීඩා සහ විනෝදාස්වාදය සඳහා තවත් කදිම දිගු
sk: Ďalšie skvelé rozšírenia pre hry a zábavu
sv_se: Fler fantastiska tillägg för spel och underhållning
tr: Diğer oyun ve eğlence uzantıları
uk: Більше чудових розширень для ігор і розваг
vi: Nhiều tiện ích mở rộng tuyệt vời hơn dành cho trò chơi và giải trí

source: More amazing image, photo & media extensions
cs: Další úžasná rozšíření pro obrázky, fotky a média
de: Noch mehr erstaunliche Bild-, Foto- und Medienerweiterungen
el: Περισσότερες εξαιρετικές επεκτάσεις εικόνων και πολυμέσων
fi: Lisää hämmästyttäviä kuva-, valokuva- ja medialaajennuksia
fr: Plus d’extensions étonnantes pour les images, la photo et les médias
fur: Altris stupendis estensions par imagjins, fotos e contignûts multimediâi
fy_nl: Mear geweldige útwreidingen foar ôfbyldingen, foto’s en media
hu: Még több csodálatos kép-, fotó- és médiakiegészítő
ia: Altere stupende extensiones pro imagines, photos e medios
is: Fleiri áhrifamiklir forritsaukar fyrir myndir, ljósmyndun og margmiðlun
it: Altre bellissime estensioni per immagini, foto e contenuti multimediali
ka: სხვა განსაცვიფრებელი გაფართოებები სურათებისა და მედიაფაილებისთვის
nb_no: Flere fantastiske bilde-, foto- og medieutvidelser
nl: Meer verbazingwekkende extensies voor afbeeldingen, foto’s en media
nn_no: Fleire fantastiske bilde-, foto- og medieutvidingar
pl: Więcej niezwykłych rozszerzeń do obsługi obrazów, zdjęć i filmów
pt_br: Mais extensões incríveis de imagens, fotos e mídia
pt_pt: Mais extensões incríveis de imagem, fotografia e media
ru: Ещё больше удивительных расширений для изображений, фото и медиа
si: විස්මයජනක අනුරූප, ඡායාරූප සහ මාධ්‍ය දිගු
sk: Ďalšie úžasné rozšírenia pre obrázky, fotografie a médiá
sv_se: Fler fantastiska bild-, foto- och mediatillägg
tr: Diğer resim, fotoğraf ve medya uzantıları
uk: Більше чудових розширень для зображень, світлин і медіа
vi: Nhiều tiện ích mở rộng tuyệt vời hơn về hình ảnh, ảnh và phương tiện

source: Add-on icon
ar: أيقونة الإضافة
az: Əlavə ikonu
bg: Пиктограма на добавката
bn_bd: অ্যাড-অন আইকন
bs: Ikona dodatka
ca: Icona del complement
cs: Ikona doplňku
da: Tilføjelses-ikon
de: Add-on-Symbol
el: Εικονίδιο προσθέτου
es: Icono del complemento
fa: آیکن افزونه‌
fi: Lisäosan kuvake
fr: Icône du module
fur: Icone component adizionâl
fy_nl: Add-onpiktogram
ga_ie: Deilbhín an bhreiseáin
he: צלמית התוספת
hr: Ikona dodatka
hu: Kiegészítő ikonja
ia: Icone del additivo
id: Ikon pengaya
is: Táknmynd viðbótar
it: Icona componente aggiuntivo
ja: アドオンアイコン
ka: დამატების ხატულა
kab: Tignit n uzegrir
ms: Ikon add-on
nb_no: Utvidelses-ikon
nl: Add-onpictogram
nn_no: Ikon for utvidingar
pa_in: ਐਡ-ਆਨ ਆਈਕਾਨ
pl: Ikona dodatku
pt_br: Ícone da extensão
pt_pt: Ícone do extra
ro: Pictograma suplimentului
ru: Значок дополнения
si: එක්කහු නිරූපකය
sk: Ikona doplnku
sl: Ikona dodatka
sq: Ikonë shtese
sv_se: Ikon för tillägg
te: పొడిగింత చిహ్నం
th: ไอคอนส่วนเสริม
tr: Eklenti simgesi
uk: Піктограма додатка
vi: Biểu tượng tiện ích

source: %(rating)s Star out of 5
ar: %(rating)s نجمة من 5
bg: Оценена с %(rating)s звезда от 5 възможни
ca: %(rating)s estrella de 5
cs: Hodnocení: %(rating)s z 5
da: Bedømt til %(rating)s ud af 5
de: %(rating)s von 5 Sternen
el: %(rating)s αστέρι από 5
es: %(rating)s estrella de 5
fi: %(rating)s/5 tähteä
fr: %(rating)s étoile sur 5
fur: %(rating)s stele su 5
fy_nl: %(rating)s stjer fan 5
he: כוכב אחד מתוך 5
hr: %(rating)s od 5 zvjezdica
hu: 5-ből %(rating)s csillag
ia: %(rating)s Stella de 5
id: Diberi peringkat %(rating)s bintang dari 5
is: %(rating)s stjarna af 5 mögulegum
it: %(rating)s stella su 5
ja: 5 段階中 %(rating)s の評価
ka: %(rating)s ვარსკვლავი 5-დან
kab: %(rating)s n yitri ɣef 5
nb_no: %(rating)s stjerne av 5
nl: %(rating)s ster van 5
nn_no: %(rating)s stjerne av 5
pa_in: 5 ਵਿੱਚੋਂ %(rating)s ਤਾਰਾ
pl: %(rating)s gwiazdka/5
pt_br: %(rating)s de 5 estrelas
pt_pt: %(rating)s estrela de 5
ro: %(rating)s stea din 5
ru: Оценено на %(rating)s из 5
si: තරු 5 න් %(rating)s යි
sk: Hodnotenie: %(rating)s z 5
sl: %(rating)s od 5 zvezdic
sq: Vlerësuar me %(rating)s yll nga 5 të mundshëm
sv_se: %(rating)s stjärna av 5
th: %(rating)s ดาวจาก 5
tr: 5 üzerinden %(rating)s puan
uk: Оцінка %(rating)s з 5
vi: %(rating)s sao trên 5

source: by
ar: طوّرها
bg: от
ca: per
cs: od
da: af
de: von
el: από
es: por
fi: tekijä
fr: par
fur: di
fy_nl: troch
he: מאת
hr: od
hu: szerző:
ia: per
id: oleh
is: eftir
it: di
ja: 作成者:
ka: ავტორი
kab: sγur
ms: oleh
nb_no: av
nl: door
nn_no: av
pa_in: ਵਲੋਂ
pl: Autor:
pt_br: por
pt_pt: por
ro: de
ru: от
si: කර්තෘ:
sk: Autor:
sq: nga
sv_se: av
te: ద్వారా
th: โดย
tr: geliştiren:
uk: автор
vi: bởi

source: Source code released under %(linkStart)s%(licenseName)s%(linkEnd)s
ar: تم إصدار كود المصدر تحت %(linkStart)s%(licenseName)s%(linkEnd)s
bg: Изходният код е лицензиран под %(linkStart)s%(licenseName)s%(linkEnd)s
ca: El codi font s'ha publicat a l'empara de la llicència %(linkStart)s%(licenseName)s%(linkEnd)s
cs: Zdrojový kód zveřejněn pod licencí %(linkStart)s%(licenseName)s%(linkEnd)s
da: Kildekode udgivet under %(linkStart)s%(licenseName)s%(linkEnd)s
de: Quelltext steht unter der %(linkStart)s%(licenseName)s%(linkEnd)s
el: Ο πηγαίος κώδικας εκδόθηκε υπό την άδεια %(linkStart)s%(licenseName)s%(linkEnd)s
es: Se publicó el código fuente bajo la licencia %(linkStart)s%(licenseName)s%(linkEnd)s
fi: Lähdekoodi julkaistu lisenssillä %(linkStart)s%(licenseName)s%(linkEnd)s
fr: Code source publié sous licence %(linkStart)s%(licenseName)s%(linkEnd)s
fur: Codiç sorzint publicât sot licence %(linkStart)s%(licenseName)s%(linkEnd)s
fy_nl: Boarnekoade frijjûn ûnder %(linkStart)s%(licenseName)s%(linkEnd)s
he: קוד המקור משוחרר תחת %(linkStart)s%(licenseName)s%(linkEnd)s
hr: Izvorni kod je objavljen pod licencom %(linkStart)s%(licenseName)s%(linkEnd)s
hu: A forráskód %(linkStart)s%(licenseName)s%(linkEnd)s licenc alatt közzétéve
ia: Codice fonte publicate sub %(linkStart)s%(licenseName)s%(linkEnd)s
id: Kode sumber dirilis di bawah %(linkStart)s%(licenseName)s%(linkEnd)s
is: Grunnkóði gefinn út með %(linkStart)s%(licenseName)s%(linkEnd)s
it: Codice sorgente rilasciato sotto licenza %(linkStart)s%(licenseName)s%(linkEnd)s
ja: ソースコードは %(linkStart)s%(licenseName)s%(linkEnd)s に従いリリースされています
ka: პირველწყარო კოდი ვრცელდება ლიცენზიით %(linkStart)s%(licenseName)s%(linkEnd)s
kab: Tangalt taɣbalut teffeɣ-d s turagt %(linkStart)s%(licenseName)s%(linkEnd)s
nb_no: Kildekode utgitt under %(linkStart)s%(licenseName)s%(linkEnd)s
nl: Broncode vrijgegeven onder %(linkStart)s%(licenseName)s%(linkEnd)s
nn_no: Kjeldekode sleppt under %(linkStart)s%(licenseName)s%(linkEnd)s
pa_in: ਸਰੋਤ ਕੋਡ%(linkStart)s%(licenseName)s%(linkEnd)s ਦੇ ਅਧੀਨ ਜਾਰੀ ਕੀਤਾ ਗਿਆ ਹੈ
pl: Licencja kodu źródłowego: %(linkStart)s%(licenseName)s%(linkEnd)s
pt_br: Código fonte publicado sob %(linkStart)s%(licenseName)s%(linkEnd)s
pt_pt: Código fonte lançado sob %(linkStart)s%(licenseName)s%(linkEnd)s
ro: Codul sursă lansat sub %(linkStart)s%(licenseName)s%(linkEnd)s
ru: Исходный код выпущен на условиях %(linkStart)s%(licenseName)s%(linkEnd)s
si: ප්‍රභව කේතය %(linkStart)s%(licenseName)s%(linkEnd)s යටතේ නිකුත් කර ඇත
sk: Zdrojový kód je k dispozícii v rámci licencie %(linkStart)s%(licenseName)s%(linkEnd)s
sl: Izvorna koda objavljena pod %(linkStart)s%(licenseName)s%(linkEnd)s
sq: Kod burim i hedhur në qarkullim sipas %(linkStart)s%(licenseName)s%(linkEnd)s
sv_se: Källkod släppt under %(linkStart)s%(licenseName)s%(linkEnd)s
th: เผยแพร่โค้ดต้นฉบับภายใต้ %(linkStart)s%(licenseName)s%(linkEnd)s
tr: Kaynak kodu %(linkStart)s%(licenseName)s%(linkEnd)s lisansıyla yayımlandı
uk: Програмний код випущено на умовах %(linkStart)s%(licenseName)s%(linkEnd)s
vi: Mã nguồn được phát hành dưới dạng %(linkStart)s%(licenseName)s%(linkEnd)s

source: Source code released under %(linkStart)sCustom License%(linkEnd)s
ar: تم إصدار كود المصدر تحت %(linkStart)sترخيص مخصص%(linkEnd)s
bg: Изходният код е лицензиран под %(linkStart)sпотребителски лиценз%(linkEnd)s
ca: El codi font s'ha publicat a l'empara d'una %(linkStart)sllicència personalitzada%(linkEnd)s
cs: Zdrojový kód zveřejněn pod %(linkStart)svlastní licencí%(linkEnd)s
da: Kildekode udgivet under %(linkStart)stilpasset licens%(linkEnd)s
de: Quelltext steht unter einer %(linkStart)sbenutzerdefinierten Lizenz%(linkEnd)s
el: Ο πηγαίος κώδικας εκδόθηκε υπό %(linkStart)sπροσαρμοσμένη άδεια%(linkEnd)s
es: Se publicó el código fuente bajo la licencia %(linkStart)sCustom License%(linkEnd)s
fi: Lähdekoodi julkaistu %(linkStart)smukautetulla lisenssillä%(linkEnd)s
fr: Code source publié sous %(linkStart)slicence personnalisée%(linkEnd)s
fur: Codiç sorzint publicât sot %(linkStart)sune licence personalizade%(linkEnd)s
fy_nl: Boarnekoade frijjûn ûnder%(linkStart)soanpaste lisinsje%(linkEnd)s
he: קוד המקור משוחרר תחת %(linkStart)sרישיון מותאם אישית%(linkEnd)s
hr: Izvorni kod je objavljen pod %(linkStart)sprilagođenom licencom%(linkEnd)s
hu: A forráskód %(linkStart)sEgyéni licenc%(linkEnd)s alatt közzétéve
ia: Codice fonte publicate sub %(linkStart)slicentia personalisate%(linkEnd)s
id: Kode sumber dirilis di bawah %(linkStart)sLisensiKhusus%(linkEnd)s
is: Grunnkóði gefinn út með %(linkStart)sCustom License%(linkEnd)s
it: Codice sorgente rilasciato sotto %(linkStart)suna licenza personalizzata%(linkEnd)s
ja: ソースコードは %(linkStart)s独自のライセンス%(linkEnd)s の下でリリースされています
ka: პირველწყარო კოდი ვრცელდება %(linkStart)sსაკუთარი ლიცენზიით%(linkEnd)s
kab: Tangalt taɣbalut teffeɣ-d s %(linkStart)s Turagt tudmawant%(linkEnd)s
nb_no: Kildekode utgitt under %(linkStart)stilpasset lisens%(linkEnd)s
nl: Broncode vrijgegeven onder een %(linkStart)saangepaste licentie%(linkEnd)s
nn_no: Kjeldekode sleppt under %(linkStart)stilpassa lisens%(linkEnd)s
pa_in: ਸਰੋਤ ਕੋਡ %(linkStart)s ਕਸਟਮ ਲਾਇਸੈਂਸ %(linkEnd)s ਦੇ ਅਧੀਨ ਜਾਰੀ ਕੀਤਾ
pl: Licencja kodu źródłowego: %(linkStart)sniestandardowa%(linkEnd)s
pt_br: Código fonte publicado sob %(linkStart)sLicença personalizada%(linkEnd)s
pt_pt: Código fonte lançado sob %(linkStart)slicença personalizada%(linkEnd)s
ro: Codul sursă lansat sub %(linkStart)slicență personalizată%(linkEnd)s
ru: Исходный код выпущен на условиях %(linkStart)sлицензии разработчика%(linkEnd)s
si: ප්‍රභව කේතය %(linkStart)sඅභිරුචි බලපත්‍රයක්%(linkEnd)s යටතේ නිකුත් කර ඇත
sk: Zdrojový kód je k dispozícii v rámci %(linkStart)svlastnej licencie%(linkEnd)s
sl: Izvorna koda objavljena pod %(linkStart)slicenco po meri%(linkEnd)s
sq: Kod burim i hedhur në qarkullim sipas %(linkStart)sLicence të Përshtatur%(linkEnd)s
sv_se: Källkod släppt under %(linkStart)sanpassad licens%(linkEnd)s
th: เผยแพร่โค้ดต้นฉบับภายใต้ %(linkStart)sสัญญาอนุญาตที่กำหนดเอง%(linkEnd)s
tr: Kaynak kodu %(linkStart)sÖzel Lisans%(linkEnd)s ile yayımlanmıştır
uk: Програмний код випущено на умовах %(linkStart)sліцензії розробника%(linkEnd)s
vi: Mã nguồn được phát hành dưới dạng %(linkStart)sgiấy phép tùy biến%(linkEnd)s

source: Source code released under %(licenseName)s
ar: تم إصدار كود المصدر تحت %(licenseName)s
bg: Изходният код е с лиценз %(licenseName)s
ca: El codi font s'ha publicat a l'empara de la llicència %(licenseName)s
cs: Zdrojový kód zveřejněn pod licencí %(licenseName)s
da: Kildekode udgivet under %(licenseName)s
de: Quelltext steht unter der %(licenseName)s
el: Ο πηγαίος κώδικας εκδόθηκε υπό την άδεια %(licenseName)s
es: Se publicó el código fuente bajo la licencia %(licenseName)s
fi: Lähdekoodi julkaistu lisenssillä %(licenseName)s
fr: Code source publié sous licence %(licenseName)s
fur: Codiç sorzint publicât sot %(licenseName)s
fy_nl: Boarnekoade frijjûn ûnder %(licenseName)s
he: קוד המקור משוחרר תחת %(licenseName)s
hr: Izvorni kod je objavljen pod licencom %(licenseName)s
hu: A forráskód %(licenseName)s licenc alatt közzétéve
ia: Codice fonte publicate sub %(licenseName)s
id: Kode sumber dirilis di bawah %(licenseName)s
is: Grunnkóði gefinn út með %(licenseName)s
it: Codice sorgente rilasciato sotto %(licenseName)s
ja: ソースコードは %(licenseName)s に従いリリースされています
ka: პირველწყარო კოდი ვრცელდება ლიცენზიით %(licenseName)s
kab: Tangalt taɣbalut teffeɣ-d s turagt %(licenseName)s
nb_no: Kildekode utgitt under %(licenseName)s
nl: Broncode vrijgegeven onder %(licenseName)s
nn_no: Kjeldekode sleppt under %(licenseName)s
pa_in: ਸਰੋਤ ਕੋਡ%(licenseName)s ਦੇ ਅਧੀਨ ਜਾਰੀ ਕੀਤਾ ਗਿਆ
pl: Licencja kodu źródłowego: %(licenseName)s
pt_br: Código fonte publicado sob %(licenseName)s
pt_pt: Código fonte lançado sob %(licenseName)s
ro: Codul sursă lansat sub %(licenseName)s
ru: Исходный код выпущен на условиях %(licenseName)s
si: %(licenseName)s යටතේ ප්‍රභව කේතය නිකුත් කර ඇත
sk: Zdrojový kód je k dispozícii v rámci licencie %(licenseName)s
sl: Izvorna koda objavljena pod %(licenseName)s
sq: Kod burim i hedhur në qarkullim sipas %(licenseName)s
sv_se: Källkod släppt under %(licenseName)s
th: เผยแพร่โค้ดต้นฉบับภายใต้ %(licenseName)s
tr: Kaynak kodu %(licenseName)s lisansıyla yayımlandı
uk: Програмний код випущено на умовах %(licenseName)s
vi: Mã nguồn được phát hành dưới dạng %(licenseName)s

source: No version found
ar: لم يُعثر على إصدارة
bg: Не е намерена версия
ca: No s'ha trobat cap versió
cs: Nenalezena žádná verze
da: Ingen version fundet
de: Keine Version gefunden
el: Δεν βρέθηκε καμία έκδοση
es: No se encontró ninguna versión
fi: Versiota ei löytynyt
fr: Aucune version trouvée
fur: Nissune version cjatade
fy_nl: Gjin ferzje fûn
he: לא נמצאה גרסה
hr: Nijedna verzija nije pronađena
hu: Nem található verzió
ia: Nulle versiones trovate
id: Tidak ada versi yang ditemukan
is: Engin útgáfa fannst
it: Nessuna versione trovata
ja: バージョンが見つかりませんでした
ka: ვერსიები არ მოიძებნა
kab: Ulac lqem yettwafen
nb_no: Ingen versjoner funnet
nl: Geen versie gevonden
nn_no: Fann ingen versjon
pa_in: ਕੋਈ ਵਰਜਨ ਨਹੀਂ ਮਿਲਿਆ
pl: Nie odnaleziono żadnej wersji
pt_br: Nenhuma versão encontrada
pt_pt: Nenhuma versão encontrada
ro: Nicio versiune găsită
ru: Версий не найдено
si: අනුවාදයක් හමු නොවිණි
sk: Neboli nájdené žiadne verzie
sl: Ni najdenih različic
sq: S’u gjet version
sv_se: Ingen version hittades
te: ఏ వెర్షనూ కనబడలేదు
th: ไม่พบรุ่น
tr: Hiçbir sürüm bulunamadı
uk: Версій не знайдено
vi: Không tìm thấy phiên bản

source: Version %(versionNumber)s
ar: إصدارة %(versionNumber)s
bg: Издание %(versionNumber)s
ca: Versió %(versionNumber)s
cs: Verze %(versionNumber)s
el: Έκδοση %(versionNumber)s
es: Versión %(versionNumber)s
fi: Versio %(versionNumber)s
fy_nl: Ferzje %(versionNumber)s
he: גרסה %(versionNumber)s
hr: Verzija %(versionNumber)s
hu: Verzió: %(versionNumber)s
id: Versi %(versionNumber)s
is: Útgáfa %(versionNumber)s
it: Versione %(versionNumber)s
ja: バージョン %(versionNumber)s
ka: ვერსია %(versionNumber)s
kab: Lqem %(versionNumber)s
nb_no: Versjon %(versionNumber)s
nl: Versie %(versionNumber)s
nn_no: Versjon %(versionNumber)s
pa_in: ਵਰਜ਼ਨ %(versionNumber)s
pl: Wersja %(versionNumber)s
pt_br: Versão %(versionNumber)s
pt_pt: Versão %(versionNumber)s
ro: Versiunea %(versionNumber)s
ru: Версия %(versionNumber)s
si: අනුවාදය %(versionNumber)s
sk: Verzia %(versionNumber)s
sl: Različica %(versionNumber)s
te: వెర్షను %(versionNumber)s
th: รุ่น %(versionNumber)s
tr: Sürüm %(versionNumber)s
uk: Версія %(versionNumber)s
vi: Phiên bản %(versionNumber)s

source: Released %(dateReleased)s - %(fileSize)s
ar: صدرت في %(dateReleased)s - ‏%(fileSize)s
bg: От %(dateReleased)s - %(fileSize)s
ca: Publicada el %(dateReleased)s - %(fileSize)s
cs: Vydáno %(dateReleased)s – %(fileSize)s
da: Udgivet %(dateReleased)s - %(fileSize)s
de: Veröffentlicht %(dateReleased)s – %(fileSize)s
el: Κυκλοφόρησε στις %(dateReleased)s - %(fileSize)s
es: Lanzada el %(dateReleased)s - %(fileSize)s
fi: Julkaistu %(dateReleased)s - %(fileSize)s
fr: Publié le %(dateReleased)s - %(fileSize)s
fur: Publicât %(dateReleased)s - %(fileSize)s
fy_nl: Utjûn op %(dateReleased)s - %(fileSize)s
he: תאריך שחרור: %(dateReleased)s - %(fileSize)s
hr: Objavljeno %(dateReleased)s – %(fileSize)s
hu: Kiadva: %(dateReleased)s – %(fileSize)s
ia: Publicate le %(dateReleased)s - %(fileSize)s
id: Dirilis %(dateReleased)s - %(fileSize)s
is: Gefin út %(dateReleased)s - %(fileSize)s
it: Rilasciato %(dateReleased)s - %(fileSize)s
ja: リリース日 : %(dateReleased)s - %(fileSize)s
ka: გამოშვების თარიღი %(dateReleased)s – %(fileSize)s
kab: Yeffeɣ-d deg %(dateReleased)s - %(fileSize)s
nb_no: Utgitt %(dateReleased)s - %(fileSize)s
nl: Uitgegeven op %(dateReleased)s - %(fileSize)s
nn_no: Sleppt %(dateReleased)s - %(fileSize)s
pa_in: %(dateReleased)s - %(fileSize)s ਜਾਰੀ ਕੀਤਾ
pl: Data wydania: %(dateReleased)s — %(fileSize)s
pt_br: Lançado em %(dateReleased)s - %(fileSize)s
pt_pt: Lançada em %(dateReleased)s - %(fileSize)s
ro: Lansată în %(dateReleased)s - %(fileSize)s
ru: Выпущено %(dateReleased)s - %(fileSize)s
si: %(dateReleased)s දී නිකුත් කෙරිණි - %(fileSize)s
sk: Vydaná %(dateReleased)s - %(fileSize)s
sl: Izdano %(dateReleased)s – %(fileSize)s
sq: Hedhur në qarkullim më %(dateReleased)s - %(fileSize)s
sv_se: Släppt %(dateReleased)s - %(fileSize)s
th: เผยแพร่เมื่อ %(dateReleased)s - %(fileSize)s
tr: %(dateReleased)s tarihinde çıktı - %(fileSize)s
uk: Випущено %(dateReleased)s - %(fileSize)s
vi: Đã phát hành %(dateReleased)s - %(fileSize)s

source: Enable
ar: فعّل
az: Aktivləşdir
bg: Включване
ca: Habilita
cs: Povolit
da: Aktivér
de: Aktivieren
el: Ενεργοποίηση
es: Habilitar
fi: Ota käyttöön
fr: Activer
fur: Ative
fy_nl: Ynskeakelje
he: הפעלה
hr: Aktiviraj
hu: Engedélyezés
ia: Activar
id: Aktifkan
is: Virkja
it: Attiva
ja: 有効にする
ka: ჩართვა
kab: Rmed
ms: Dayakan
nb_no: Slå på
nl: Inschakelen
nn_no: Slå på
pa_in: ਸਮਰੱਥ
pl: Włącz
pt_br: Ativar
pt_pt: Ativar
ro: Activează
ru: Включить
si: සබල
sk: Povoliť
sl: Omogoči
sq: Aktivizoji
sv_se: Aktivera
te: చేతనించు
th: เปิดใช้งาน
tr: Etkinleştir
uk: Увімкнути
vi: Bật

source: Remove
ar: أزِل
az: Sil
bg: Премахване
bs: Ukloni
ca: Elimina
cs: Odebrat
da: Fjern
de: Entfernen
el: Αφαίρεση
es: Eliminar
fi: Poista
fr: Retirer
fur: Gjave
fy_nl: Fuortsmite
he: הסרה
hr: Ukloni
hu: Eltávolítás
ia: Remover
id: Hapus
is: Fjarlægja
it: Elimina
ja: 削除
ka: ამოშლა
kab: Kkes
ms: Buang
nb_no: Fjern
nl: Verwijderen
nn_no: Fjern
pa_in: ਹਟਾਓ
pl: Usuń
pt_br: Remover
pt_pt: Remover
ro: Elimină
ru: Удалить
si: ඉවත් කරන්න
sk: Odstrániť
sl: Odstrani
sq: Hiqe
sv_se: Ta bort
te: తొలగించు
th: เอาออก
tr: Kaldır
uk: Вилучити
vi: Xóa

source: Enabling
ar: يُفعّل
az: Aktivləşdirilir
bg: Включване
ca: S'està habilitant
cs: Zapínání
da: Aktiverer
de: Wird aktiviert
el: Ενεργοποίηση
es: Habilitando
fi: Otetaan käyttöön
fr: Activation en cours
fur: Daûr a ativâ
fy_nl: Ynskeakelje
he: מופעלת
hr: Aktiviranje
hu: Engedélyezés
ia: Activation
id: Mengaktifkan
is: Virkja
it: Attivazione in corso…
ja: 有効にしています
ka: ირთვება
kab: Rmed
ms: Mendayakan
nb_no: Slår på
nl: Inschakelen
nn_no: Slår på
pa_in: ਸਮਰੱਥ ਬਣਾਉਣਾ
pl: Włączanie
pt_br: Ativando
pt_pt: A ativar
ro: Se activează
ru: Включаю
si: සබල වෙමින්
sk: Povoľujem
sl: Omogočanje
sq: Po aktivizohet
sv_se: Aktiverar
te: చేతనపరచు
th: กำลังเปิดใช้งาน
tr: Etkinleştiriliyor
uk: Увімкнення
vi: Đang bật

source: Disabling
bg: Изключване
ca: S'està inhabilitant
cs: Vypínání
da: Deaktiverer
de: Wird deaktiviert
el: Απενεργοποίηση
es: Deshabilitando
fi: Poistetaan käytöstä
fr: Désactivation
fur: Daûr a disativâ
fy_nl: Utskeakelje
he: בתהליך השבתה
hr: Deaktiviranje
hu: Letiltás
ia: Disactivation
id: Menonaktifkan
is: Geri óvirkt
it: Disattivazione in corso…
ja: 無効化しています
ka: ითიშება
kab: Asensi
nb_no: Slår av
nl: Uitschakelen
nn_no: Slår av
pa_in: ਅਯੋਗ ਕਰ ਰਿਹਾ ਹੈ
pl: Wyłączanie
pt_br: Desativando
pt_pt: A desativar
ro: Se dezactivează
ru: Отключаю
si: අබල වෙමින්
sk: Zakazujem
sl: Onemogočanje
sq: Po çaktivizohet
sv_se: Inaktiverar
th: กำลังปิดใช้งาน
tr: Devre dışı bırakılıyor
uk: Вимкнення
vi: Đang tắt

source: Downloading
ar: يُنزّل
az: Endirilir
bg: Изтегляне
ca: S'està baixant
cs: Stahování
da: Henter
de: Wird heruntergeladen
el: Λήψη
es: Descargando
fi: Ladataan
fr: Téléchargement en cours
fur: Daûr a discjamâ
fy_nl: Downloade
he: בהורדה
hr: Preuzimanje
hu: Letöltés
ia: Discarga
id: Mengunduh
is: Sæki
it: Download in corso…
ja: ダウンロード中
ka: მიმდინარეობს ჩამოტვირთვა
kab: Asader
ms: Memuat turun
nb_no: Laster ned
nl: Downloaden
nn_no: Lastar ned
pa_in: ਡਾਊਨਲੋਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: Pobieranie
pt_br: Baixando
pt_pt: A transferir
ro: Se descarcă
ru: Загрузка
si: බාගැනෙමින්
sk: Sťahuje sa
sl: Prenašanje
sq: Shkarkim
sv_se: Hämtar
te: దింపుకుంటోంది
th: กำลังดาวน์โหลด
tr: İndiriliyor
uk: Завантаження
vi: Đang tải xuống
