Repository: mozilla/addons-frontend
Catalog: locale/*/LC_MESSAGES/amo.po
Languages: ar, az, bg, bn_bd, bs, ca, cs, da, de, el, es, fa, fi, fr, fur, fy_nl, ga_ie, he, hr, hu, ia, id, is, it, ja, ka, kab, ms, nb_no, nl, nn_no, pa_in, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: The email address %(strongStart)s%(email)s%(strongEnd)s will no longer get messages when:
ca: Aquesta adreça electrònica %(strongStart)s%(email)s%(strongEnd)s ja no rebrà més missatges quan:
cs: E-mailová adresa %(strongStart)s%(email)s%(strongEnd)s již nebude dostávat žádné zprávy, když:
da: Mailadressen %(strongStart)s%(email)s%(strongEnd)s vil ikke længere modtage meddelelser når:
de: Die E-Mail-Adresse %(strongStart)s%(email)s%(strongEnd)s wird keine Nachrichten mehr erhalten, wenn:
el: Η διεύθυνση email %(strongStart)s%(email)s%(strongEnd)s δεν θα λαμβάνει πλέον μηνύματα όταν:
es: Ya no enviaremos más correos a la dirección de correo %(strongStart)s%(email)s%(strongEnd)s cuando:
fi: Sähköpostiosoite %(strongStart)s%(email)s%(strongEnd)s ei tule saamaan enää viestejä, kun:
fr: L’adresse e-mail %(strongStart)s%(email)s%(strongEnd)s ne recevra plus de messages lorsque :
fur: La direzion e-mail %(strongStart)s%(email)s%(strongEnd)s no ricevarà plui messaçs cuant che:
fy_nl: It e-mailadres %(strongStart)s%(email)s%(strongEnd)s krijt gjin berjochten mear wannear:
he: כתובת הדוא״ל %(strongStart)s%(email)s%(strongEnd)s לא תקבל יותר הודעות כאשר:
hr: E-adresa %(strongStart)s%(email)s%(strongEnd)s više neće primati poruke u sljedećim prilikama:
hu: A(z) %(strongStart)s%(email)s%(strongEnd)s e-mai cím ezt követően nem fog üzeneteket kapni:
ia: Le adresse de e-mail %(strongStart)s%(email)s%(strongEnd)s non recipera plus messages quando:
id: Alamat surel %(strongStart)s%(email)s%(strongEnd)s tidak akan mendapatkan pesan lagi saat:
is: Tölvupóstfangið %(strongStart)s%(email)s%(strongEnd)s mun ekki lengur fá skilaboð þegar:
it: Non riceverai più messaggi all’indirizzo email %(strongStart)s%(email)s%(strongEnd)s quando:
ja: このメールアドレス %(strongStart)s%(email)s%(strongEnd)s には以下の通知が送られなくなります:
ka: %(strongStart)s%(email)s%(strongEnd)s ელფოსტის მისამართზე წერილებს ვეღარ მიიღებთ, როცა:
kab: Tansa n yimayl %(strongStart)s%(email)s%(strongEnd)s will no longer get messages whenur d-tremmes ara iznan ticki:
nb_no: E-postadressen %(strongStart)s%(email)s%(strongEnd)s vill ikke lenger motta meldinger når:
nl: Het e-mailadres %(strongStart)s%(email)s%(strongEnd)s krijgt geen berichten meer wanneer:
nn_no: E-postadressa %(strongStart)s%(email)s%(strongEnd)s vil ikkje lenger få meldingar når:
pa_in: ਈਮੇਲ ਐਡਰੈੱਸ %(strongStart)s%(email)s%(strongEnd)s ਨੂੰ ਹੁਣ ਸੁਨੇਹੇ ਨਹੀਂ ਮਿਲਣਗੇ ਜਦੋਂ:
pl: Na adres e-mail %(strongStart)s%(email)s%(strongEnd)s nie będą więcej wysyłane wiadomości, jeśli:
pt_br: O endereço de email %(strongStart)s%(email)s%(strongEnd)s não receberá mais mensagens quando:
pt_pt: O endereço de email %(strongStart)s%(email)s%(strongEnd)s irá deixar de receber mensagens quando:
ro: Adresa de e-mail %(strongStart)s%(email)s%(strongEnd)s nu va mai primi mesaje când:
ru: Адрес эл. почты %(strongStart)s%(email)s%(strongEnd)s больше не будет получать сообщения, когда:
si: මෙවිට %(strongStart)s%(email)s%(strongEnd)s වි-තැපැල් ලිපිනයට තවදුරටත් පණිවිඩ නොලැබෙයි:
sk: Na e‑mailovú adresu %(strongStart)s%(email)s%(strongEnd)s už nebudú odosielané správy, ak:
sl: E-poštni naslov %(strongStart)s%(email)s%(strongEnd)s ne bo več dobival pošte, ko:
sq: Adresa email %(strongStart)s%(email)s%(strongEnd)s s’do të marrë më mesazhe kur:
sv_se: E-postadressen %(strongStart)s%(email)s%(strongEnd)s kommer inte längre få meddelanden när:
th: ที่อยู่อีเมล %(strongStart)s%(email)s%(strongEnd)s จะไม่ได้รับข้อความอีกเมื่อ:
tr: %(strongStart)s%(email)s%(strongEnd)s e-posta adresi artık şu durumlarda ileti almayacak:
uk: На адресу %(strongStart)s%(email)s%(strongEnd)s більше не надсилатимуться повідомлення, коли:
vi: Địa chỉ email %(strongStart)s%(email)s%(strongEnd)s sẽ không còn nhận được thông báo khi:

source: You can edit your notification settings by %(linkStart)sediting your profile%(linkEnd)s.
ca: Podeu editar la configuració de les notificacions quan %(linkStart)sediteu el vostre perfil%(linkEnd)s.
cs: Své nastavení zasílání oznámení si můžete změnit %(linkStart)súpravou svého profilu%(linkEnd)s.
da: Du kan ændre dine indstillinger for beskeder ved at %(linkStart)sredigere din profil%(linkEnd)s.
de: Sie können Ihre Benachrichtigungseinstellungen ändern, indem Sie %(linkStart)sIhr Profil bearbeiten%(linkEnd)s.
el: Μπορείτε να επεξεργαστείτε τις ρυθμίσεις ειδοποιήσεων, %(linkStart)sκάνοντας επεξεργασία του προφίλ σας%(linkEnd)s.
es: Puedes editar los ajustes de notificaciones %(linkStart)seditando tu perfil%(linkEnd)s.
fi: Voit muokata ilmoitusasetuksia %(linkStart)smuokkaamalla profiiliasi%(linkEnd)s.
fr: Vous pouvez changer vos paramètres de notification %(linkStart)sen modifiant votre profil%(linkEnd)s.
fur: Tu puedis cambiâ lis impostazions di notifiche %(linkStart)smodificant il to profîl%(linkEnd)s.
fy_nl: Jo kinne jo notifikaasje-ynstellingen bewurkje troch %(linkStart)sjo profyl te bewurkjen%(linkEnd)s.
he: באפשרותך לערוך הגדרות ההתראות שלך על־ידי %(linkStart)sעריכת הפרופיל שלך%(linkEnd)s.
hr: Postavke obavijesti možeš urediti %(linkStart)suređivanjem svog profila%(linkEnd)s.
hu: Módosíthatja az értesítési beállításokat a %(linkStart)sprofilja szerkesztésével%(linkEnd)s.
ia: Tu pote rediger tu parametros de notification per le %(linkStart)smodification de tu profilo%(linkEnd)s.
id: Anda dapat mengedit pengaturan notifikasi Anda dengan %(linkStart)ssunting profil Anda%(linkEnd)s.
is: Þú getur stillt tilkynningarnar þínar með því að %(linkStart)sbreyta notandasniðinu þínu%(linkEnd)s.
it: Puoi modificare le impostazioni di notifica %(linkStart)sdal tuo profilo%(linkEnd)s.
ja: %(linkStart)sユーザープロファイルを編集%(linkEnd)s して通知設定を変更してください。
ka: შეტყობინებების პარამეტრების შეცვლა, შეგიძლიათ %(linkStart)sთქვენი პროფილის ჩასწორებით%(linkEnd)s.
kab: Tzemreḍ ad tbeddleḍ iɣewwaren-ik n yilɣa %(linkStart)ss ubeddel n umaɣnu-ik%(linkEnd)s.
nb_no: Du kan redigere varslingsinnstillingene ved å %(linkStart)sredigere profilen din%(linkEnd)s.
nl: U kunt uw notificatie-instellingen bewerker door %(linkStart)suw profiel te bewerken%(linkEnd)s.
nn_no: Du kan redigere varslingsinnstillingane ved å %(linkStart)sredigere profilen din%(linkEnd)s.
pa_in: ਤੁਸੀਂ ਆਪਣੇ ਨੋਟੀਫਿਕੇਸ਼ਨ ਸੈਟਿੰਗਾਂ ਨੂੰ%(linkStart)s ਦੁਆਰਾ ਆਪਣੇ ਪ੍ਰੋਫਾਈਲ%(linkEnd)s ਨੂੰ ਭਰਮਾ ਸਕਦੇ ਹੋ।
pl: %(linkStart)sW swoim profilu%(linkEnd)s można zmienić ustawienia powiadomień.
pt_br: Você pode editar suas configurações de notificação %(linkStart)seditando seu perfil%(linkEnd)s.
pt_pt: Pode editar as suas definições de notificação ao %(linkStart)seditar o seu perfil%(linkEnd)s.
ro: Îți poți edita setările de notificare prin %(linkStart)seditarea profilului%(linkEnd)s.
ru: Вы можете изменить свои настройки уведомлений %(linkStart)sв вашем профиле%(linkEnd)s.
si: %(linkStart)sඔබගේ පැතිකඩ සංස්කරණය%(linkEnd)s මගින් ඔබගේ දැනුම්දීම් සැකසුම් සංශෝධනය කළ හැකිය.
sk: Nastavenia upozornení môžete upraviť vo %(linkStart)ssvojom profile%(linkEnd)s.
sl: Nastavitve obvestil lahko nastavite pri %(linkStart)surejanju profila%(linkEnd)s.
sq: Rregullimet tuaja për njoftimet mund t’i përpunoni duke %(linkStart)spërpunuar profilin tuaj%(linkEnd)s.
sv_se: Du kan redigera dina aviseringsinställningar genom att %(linkStart)sredigera din profil%(linkEnd)s.
th: คุณสามารถแก้ไขการตั้งค่าการแจ้งเตือนได้โดย%(linkStart)sแก้ไขโปรไฟล์ของคุณ%(linkEnd)s
tr: %(linkStart)sProfilinizi düzenleyerek%(linkEnd)s bildirim ayarlarınızı düzenleyebilirsiniz.
uk: Ви можете редагувати налаштування сповіщень %(linkStart)sу своєму профілі%(linkEnd)s.
vi: Bạn có thể thay đổi cài đặt thông báo của mình bằng cách %(linkStart)schỉnh sửa hồ sơ của bạn%(linkEnd)s.

source: (no name)
ca: (sense nom)
cs: (bez názvu)
da: (intet navn)
de: (kein Name)
el: (χωρίς όνομα)
es: (sin nombre)
fi: (ei nimeä)
fr: (sans nom)
fur: (cence non)
fy_nl: (gjin namme)
hr: (bez imena)
hu: (névtelen)
ia: (nulle nomine)
is: [ekkert nafn]
it: (nessun nome)
ka: (უსახელო)
kab: (ulac isem)
nb_no: (ingen navn)
nl: (geen naam)
nn_no: (namnlaus)
pl: (brak nazwy)
pt_br: (sem nome)
pt_pt: (sem nome)
ru: (без названия)
si: (නමක් නැත)
sk: (bez názvu)
sv_se: (inget namn)
th: (ไม่มีชื่อ)
tr: (adsız)
uk: (без назви)
vi: (không có tên)

source: %(application)s %(minVersion)s and later
ca: %(application)s %(minVersion)s i posteriors
cs: %(application)s %(minVersion)s a novější
da: %(application)s %(minVersion)s og nyere
de: %(application)s %(minVersion)s und höher
el: %(application)s %(minVersion)s και νεότερα
es: %(application)s %(minVersion)s y superiores
fi: %(application)s %(minVersion)s ja uudemmat
fr: %(application)s %(minVersion)s et versions supérieures
fur: %(application)s%(minVersion)s e sucessivis
fy_nl: %(application)s %(minVersion)s en letter
he: ‏%(application)s %(minVersion)s ומעלה
hr: %(application)s %(minVersion)s i novije verzije
hu: %(application)s %(minVersion)s vagy újabb
ia: %(application)s %(minVersion)s e plus recente
id: %(application)s %(minVersion)s dan setelahnya
is: %(application)s %(minVersion)s og nýrri
it: %(application)s%(minVersion)s e successive
ja: %(application)s バージョン %(minVersion)s 以降
ka: %(application)s %(minVersion)s და უფრო ახალი
kab: %(application)s %(minVersion)s d yileqman imaynuten
nb_no: %(application)s %(minVersion)s og nyere
nl: %(application)s %(minVersion)s en later
nn_no: %(application)s %(minVersion)s og nyare
pa_in: %(application)s %(minVersion)s ਅਤੇ ਬਾਅਦ ਵਿੱਚ
pl: %(application)s %(minVersion)s i nowszy
pt_br: %(application)s %(minVersion)s em diante
pt_pt: %(application)s %(minVersion)s e superior
ro: %(application)s %(minVersion)s și versiunile ulterioare
ru: %(application)s %(minVersion)s и выше
si: %(application)s %(minVersion)s සහ නව
sk: %(application)s verzia %(minVersion)s a novšia
sl: %(application)s %(minVersion)s in novejši
sq: %(application)s %(minVersion)s dhe më të freskët
sv_se: %(application)s %(minVersion)s och senare
th: %(application)s %(minVersion)s และใหม่กว่า
tr: %(application)s %(minVersion)s ve üstü
uk: %(application)s %(minVersion)s і новіше
vi: %(application)s %(minVersion)s và lớn hơn

source: %(application)s %(minVersion)s to %(maxVersion)s
ca: %(application)s %(minVersion)s a %(maxVersion)s
cs: %(application)s ve verzích %(minVersion)s až %(maxVersion)s
da: %(application)s %(minVersion)s til %(maxVersion)s
de: %(application)s %(minVersion)s bis %(maxVersion)s
el: %(application)s %(minVersion)s έως %(maxVersion)s
es: %(application)s %(minVersion)s a la %(maxVersion)s
fi: %(application)s versiosta %(minVersion)s versioon %(maxVersion)s
fr: %(application)s %(minVersion)s à %(maxVersion)s
fur: %(application)s de %(minVersion)s ae %(maxVersion)s
fy_nl: %(application)s %(minVersion)s oant %(maxVersion)s
he: ‏%(application)s %(minVersion)s עד %(maxVersion)s
hr: %(application)s %(minVersion)s do %(maxVersion)s
hu: %(application)s %(minVersion)s – %(maxVersion)s
ia: %(application)s %(minVersion)s a %(maxVersion)s
id: %(application)s %(minVersion)s ke %(maxVersion)s
is: %(application)s %(minVersion)s til %(maxVersion)s
it: %(application)s da %(minVersion)s a %(maxVersion)s
ja: %(application)s バージョン %(minVersion)s から %(maxVersion)s
ka: %(application)s %(minVersion)s – %(maxVersion)s
kab: %(application)s %(minVersion)s ɣer %(maxVersion)s
nb_no: %(application)s %(minVersion)s til %(maxVersion)s
nl: %(application)s %(minVersion)s tot %(maxVersion)s
nn_no: %(application)s %(minVersion)s til %(maxVersion)s
pa_in: %(application)s %(minVersion)s ਤੋਂ %(maxVersion)s ਤੱਕ
pl: %(application)s %(minVersion)s do %(maxVersion)s
pt_br: %(application)s %(minVersion)s até %(maxVersion)s
pt_pt: %(application)s %(minVersion)s até %(maxVersion)s
ro: %(application)s %(minVersion)s până %(maxVersion)s
ru: %(application)s %(minVersion)s-%(maxVersion)s
si: %(application)s %(minVersion)s සිට %(maxVersion)s දක්වා
sk: %(application)s vo verziách %(minVersion)s až %(maxVersion)s
sl: %(application)s %(minVersion)s do %(maxVersion)s
sq: %(application)s %(minVersion)s deri te %(maxVersion)s
sv_se: %(application)s %(minVersion)s till %(maxVersion)s
th: %(application)s %(minVersion)s ถึง %(maxVersion)s
tr: %(application)s %(minVersion)s - %(maxVersion)s arası
uk: %(application)s від %(minVersion)s до %(maxVersion)s
vi: %(application)s %(minVersion)s đến %(maxVersion)s

source: Works with %(listOfApplicatonsAndVersions)s
ca: Funciona amb %(listOfApplicatonsAndVersions)s
cs: Funguje s: %(listOfApplicatonsAndVersions)s
da: Virker med %(listOfApplicatonsAndVersions)s
de: Funktioniert mit %(listOfApplicatonsAndVersions)s
el: Λειτουργεί με %(listOfApplicatonsAndVersions)s
es: Compatible con %(listOfApplicatonsAndVersions)s
fi: Yhteensopivuus: %(listOfApplicatonsAndVersions)s
fr: Fonctionne avec %(listOfApplicatonsAndVersions)s
fur: Al funzione cun %(listOfApplicatonsAndVersions)s
fy_nl: Wurket mei %(listOfApplicatonsAndVersions)s
he: עובד עם %(listOfApplicatonsAndVersions)s
hr: Radi s %(listOfApplicatonsAndVersions)s
hu: Ezekkel működik: %(listOfApplicatonsAndVersions)s
ia: Functiona con %(listOfApplicatonsAndVersions)s
id: Berfungsi dengan %(listOfApplicatonsAndVersions)s
is: Virkar með %(listOfApplicatonsAndVersions)s
it: Compatibile con %(listOfApplicatonsAndVersions)s
ja: %(listOfApplicatonsAndVersions)s で動作
ka: იმუშავებს ვერსიასთან %(listOfApplicatonsAndVersions)s
kab: Iteddu d %(listOfApplicatonsAndVersions)s
nb_no: Fungerer med %(listOfApplicatonsAndVersions)s
nl: Werkt met %(listOfApplicatonsAndVersions)s
nn_no: Fungerar med %(listOfApplicatonsAndVersions)s
pa_in: %(listOfApplicatonsAndVersions)s ਨਾਲ ਕੰਮ ਕਰਦਾ ਹੈ
pl: Działa z: %(listOfApplicatonsAndVersions)s
pt_br: Funciona em %(listOfApplicatonsAndVersions)s
pt_pt: Funciona com %(listOfApplicatonsAndVersions)s
ro: Funcționează cu %(listOfApplicatonsAndVersions)s
ru: Работает с %(listOfApplicatonsAndVersions)s
si: %(listOfApplicatonsAndVersions)s සමඟ ක්‍රියා කරයි
sk: Funguje s: %(listOfApplicatonsAndVersions)s
sl: Deluje z %(listOfApplicatonsAndVersions)s
sq: Funksionon me %(listOfApplicatonsAndVersions)s
sv_se: Fungerar med %(listOfApplicatonsAndVersions)s
th: ใช้งานได้กับ %(listOfApplicatonsAndVersions)s
tr: %(listOfApplicatonsAndVersions)s ile çalışır
uk: Працює з %(listOfApplicatonsAndVersions)s
vi: Hoạt động với %(listOfApplicatonsAndVersions)s

source: Installation aborted because the add-on appears to be corrupt.
ca: La instal·lació s'ha cancel·lat perquè sembla que el complement està malmès.
cs: Instalace byla předčasně ukončena, protože doplněk je zřejmě poškozen.
da: Installationen blev afbrudt, fordi tilføjelsen ser ud til at være beskadiget.
de: Die Installation wurde abgebrochen, da das Add-on beschädigt zu sein scheint.
el: Η εγκατάσταση ακυρώθηκε, επειδή το πρόσθετο φαίνεται να έχει καταστραφεί.
es: Se abortó la instalación porque parece que el complemento está dañado.
fi: Asennus päättyi, koska lisäosa vaikuttaa olevan rikkoutunut.
fr: Installation annulée, car le module complémentaire semble être corrompu.
fur: La instalazion e je stade interote parcè che il component adizionâl al risulte ruvinât.
fy_nl: Ynstallaasje ôfbrutsen, omdat de add-on skansearre liket te wêzen.
he: ההתקנה בוטלה מכיוון שנראה שהתוספת פגומה.
hr: Instaliranje je prekinuto, jer se čini da je dodatak oštećen.
hu: A telepítés megszakadt, mert a kiegészítő sérültnek tűnik.
ia: Installation abortate perque le additivo pare esser corrumpite.
id: Pemasangan dibatalkan karena pengaya tampaknya rusak.
is: Hætt við uppsetningu þar sem viðbótin virðist vera skemmd.
it: L’installazione è stata interrotta perché il componente aggiuntivo risulta danneggiato.
ja: アドオンが破損しているためインストールが中止されました。
ka: ჩადგმა შეჩერდა, ვინაიდან როგორც ჩანს, დამატება დაზიანებულია.
kab: Asbeddi yefsex, acku azegrir yettban yexṣer.
nb_no: Installasjonen ble avbrutt fordi tillegget ser ut til å være skadet.
nl: Installatie afgebroken omdat de add-on beschadigd lijkt te zijn.
nn_no: Installasjonen vart avbroten fordi tillegget ser ut til å vere skada.
pa_in: ਇੰਸਟਾਲੇਸ਼ਨ ਅਸਫਲ ਕੀਤੀ ਗਈ ਕਿਉਂਕਿ ਐਡ-ਆਨ ਭ੍ਰਿਸ਼ਟ ਜਾਪਦੀ ਹੈ।
pl: Instalacja została przerwana, ponieważ dodatek jest uszkodzony.
pt_br: Instalação interrompida porque a extensão parece estar corrompida.
pt_pt: Instalação abortada porque o extra parece estar corrompido.
ro: Instalare abandonată din cauză că suplimentul pare să fie corupt.
ru: Установка прервана, так как дополнение, по-видимому, повреждено.
si: එක්කහුවට හානි වී ඇතැයි පෙනෙන නිසා ස්ථාපනය නතර විය.
sk: Inštalácia bola predčasne ukončená, pretože doplnok je zrejme poškodený.
sl: Namestitev je prekinjena, ker je dodatek poškodovan.
sq: Instalimi u ndërpre, ngaqë shtesa duket të jetë e dëmtuar.
sv_se: Installation avbruten eftersom tillägget verkar vara skadat.
th: การติดตังถูกระงับเพราะส่วนเสริมดูเหมือนจะชำรุด
tr: Eklenti bozuk göründüğü için yükleme iptal edildi.
uk: Встановлення скасовано, оскільки, схоже, що додаток пошкоджений.
vi: Cài đặt bị hủy bỏ vì tiện ích dường như bị hỏng.

source: Installation failed. Please try again.
ar: فشل التثبيت. من فضلك أعِد المحاولة.
ca: La instal·lació ha fallat. Torneu a provar.
cs: Instalace selhala. Zkuste to prosím znovu.
da: Installationen mislykkedes. Prøv igen.
de: Installation fehlgeschlagen. Bitte versuchen Sie es erneut.
el: Αποτυχία εγκατάστασης. Παρακαλούμε δοκιμάστε ξανά.
es: Falló la instalación. Vuelve a intentarlo.
fi: Asennus epäonnistui. Yritä uudelleen.
fr: Échec de l’installation. Veuillez réessayer.
fur: Instalazion falide. Torne prove.
fy_nl: Ynstallaasje mislearre. Probearje it nochris.
he: ההתקנה נכשלה. נא לנסות שנית.
hr: Neuspjelo instaliranje. Pokušaj ponovo.
hu: A telepítés sikertelen. Próbálja meg újra.
ia: Installation fallite. Per favor reproba.
id: Pemasangan gagal. Mohon coba lagi.
is: Uppsetning mistókst. Reyndu aftur.
it: Installazione non riuscita. Riprova.
ja: インストールに失敗しました。もう一度試してください。
ka: დაყენება ვერ მოხერხდა. სცადეთ ხელახლა.
kab: Asebded ur yeddi ara. Ma ulac aqilif, ɛreḍ tikelt nniḍen.
ms: Pemasangan gagal. Sila cuba lagi.
nb_no: Installasjon mislyktes. Prøv igjen.
nl: Installatie mislukt. Probeer het opnieuw.
nn_no: Mislykka installasjon. Prøv igjen.
pa_in: ਇੰਸਟਾਲੇਸ਼ਨ ਅਸਫਲ। ਮੁੜ ਕੋਸ਼ਿਸ ਕਰੋ ਜੀੀ।
pl: Instalacja się nie powiodła. Proszę spróbować ponownie.
pt_br: A instalação falhou. Tente novamente.
pt_pt: A instalação falhou. Por favor tente novamente.
ro: Instalare eșuată. Te rugăm să încerci din nou.
ru: Установка не удалась. Пожалуйста, попробуйте позже.
si: ස්ථාපනයට අසමත් විය. යළි උත්සාහ කරන්න.
sk: Inštalácia zlyhala. Prosím, skúste to znova.
sl: Namestitev ni uspela. Poskusite znova.
sq: Instalimi dështoi. Ju lutemi, riprovoni.
sv_se: Installationen misslyckades. Försök igen.
th: การติดตั้งล้มเหลว โปรดลองอีกครั้ง
tr: Yükleme başarısız oldu. Lütfen yeniden deneyin.
uk: Не вдалося встановити. Повторіть спробу.
vi: Cài đặt thất bại. Vui lòng thử lại.

source: Download failed. Please check your connection.
ar: فشل التنزيل. من فضلك افحص اتصالك.
ca: Ha fallat la descàrrega. Comproveu la vostra connexió.
cs: Stahování selhalo. Zkontrolujte prosím své připojení.
da: Hentning mislykkedes. Kontrollér din forbindelse.
de: Download fehlgeschlagen. Bitte überprüfen Sie Ihre Verbindung.
el: Αποτυχία λήψης. Παρακαλούμε ελέγξτε τη σύνδεσή σας.
es: Falló la descarga. Comprueba tu conexión.
fi: Lataus epäonnistui. Tarkista verkkoyhteytesi tila.
fr: Échec du téléchargement. Veuillez vérifier votre connexion.
fur: Nol è stât pussibil discjariâ. Controle la conession.
fy_nl: Downloaden mislearre. Kontrolearje jo ferbining.
he: ההורדה נכשלה. נא לבדוק את החיבור שלך.
hr: Neuspjelo preuzimanje. Provjeri vezu.
hu: A letöltés sikertelen. Ellenőrizze a kapcsolatát.
ia: Installation fallite. Per favor verifica tu connexion.
id: Pengunduhan gagal. Mohon periksa koneksi Anda.
is: Niðurhal mistókst. Athugaðu nettenginguna þína.
it: Download non riuscito. Controlla la connessione di rete.
ja: ダウンロードに失敗しました。接続を確認してください。
ka: ჩამოტვირთვა ვერ მოხერხდა. გთხოვთ შეამოწმოთ თქვენი კავშირი.
kab: Asader yecceḍ. Ma ulac aɣilif wali tuqqna-ik.
ms: Muat turun gagal. Sila semak sambungan anda.
nb_no: Nedlastning mislyktes. Kontroller tilkoblingen din.
nl: Downloaden mislukt. Controleer uw verbinding.
nn_no: Mislykka nedlasting. Konttroller tilkoplinga di.
pa_in: ਡਾਊਨਲੋਡ ਅਸਫਲ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਕਨੈਕਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰੋ।
pl: Pobranie się nie powiodło. Proszę sprawdzić połączenie z Internetem.
pt_br: A transferência falhou. Verifique sua conexão.
pt_pt: A transferência falhou. Por favor verifique a sua ligação.
ro: Descărcare eșuată. Te rugăm să îți verifici conexiunea.
ru: Загрузка не удалась. Пожалуйста, проверьте ваше соединение.
si: බාගැනීමට අසමත් විය. සම්බන්ධතාවය පරීක්‍ෂා කරන්න.
sk: Sťahovanie zlyhalo. Prosím, skontrolujte svoje pripojenie.
sl: Prenos ni uspel. Preverite svojo povezavo.
sq: Shkarkimi dështoi. Ju lutemi, kontrolloni lidhjen tuaj.
sv_se: Hämtningen misslyckades. Kontrollera din anslutning.
th: การดาวน์โหลดล้มเหลว โปรดตรวจสอบการเชื่อมต่อของคุณ
tr: İndirme başarısız oldu. Lütfen bağlantınızı kontrol edin.
uk: Не вдалося завантажити. Перевірте з'єднання.
vi: Tải về thất bại. Vui lòng kiểm tra kết nối của bạn.

source: An unexpected error occurred during installation.
az: Quraşdırma vaxtı gözlənilməz xəta baş verdi.
ca: S'ha produït un error inesperat durant la instal·lació.
cs: Při instalaci došlo k neočekávané chybě.
da: Der opstod en uventet fejl under installationen.
de: Bei der Installation ist ein unerwarteter Fehler aufgetreten.
el: Προέκυψε απροσδόκητο σφάλμα κατά την εγκατάσταση.
es: Se ha producido un error inesperado durante la instalación.
fi: Asennuksen aikana tapahtui odottamaton virhe.
fr: Une erreur inattendue s’est produite pendant l’installation.
fur: Al è vignût fûr un erôr inspietât dilunc la instalazion.
fy_nl: Der is in ûnferwachte flater bard wylst it ynstallearjen.
he: אירעה שגיאה בלתי צפויה במהלך ההתקנה.
hr: Tijekom instaliranja se dogodila neočekivana greška.
hu: Váratlan hiba történt a telepítés során.
ia: Un error non attendite occurreva durante le installation.
id: Terjadi galat yang tidak diharapkan saat pemasangan.
is: Óvænt villa kom upp á meðan uppsetningu stóð.
it: Si è verificato un errore imprevisto durante l’installazione.
ja: インストール中に予期せぬエラーが発生しました。
ka: მოულოდნელი შეცდომა წარმოიშვა დაყენებისას.
kab: Teḍra-d tuccḍa tarussint deg usbeddi.
ms: Ada ralat yang tidak dijangka semasa pemasangan.
nb_no: Det oppstod en uventet feil under installasjonen.
nl: Er is een onverwachte fout opgetreden tijdens de installatie.
nn_no: Det oppstod ein uventa feil under installasjonen.
pa_in: ਇੰਸਟੌਲੇਸ਼ਨ ਦੇ ਦੌਰਾਨ ਇੱਕ ਅਚਾਨਕ ਤਰੁੱਟੀ ਪੈਦਾ ਹੋਈ।
pl: Wystąpił nieoczekiwany błąd podczas instalacji.
pt_br: Ocorreu um erro inesperado durante a instalação.
pt_pt: Ocorreu um erro inesperado durante a instalação.
ro: S-a produs o eroare neașteptată în timpul instalării.
ru: Произошла непредвиденная ошибка во время установки.
si: ස්ථාපනය අතරතුර අනපේක්‍ෂිත දෝෂයක් සිදු විය.
sk: V priebehu inštalácie nastala neočakávaná chyba.
sl: Med nameščanjem je prišlo do nepričakovane napake.
sq: Ndodhi një gabim të panjohur gjatë instalimit.
sv_se: Ett oväntat fel uppstod under installationen.
te: స్థాపనలో ఊహించని పొరపాటు దొర్లింది.
th: เกิดข้อผิดพลาดที่ไม่คาดคิดระหว่างการติดตั้ง
tr: Yükleme sırasında beklenmeyen bir hata oluştu.
uk: Під час встановлення сталася неочікувана помилка.
vi: Xảy ra lỗi trong quá trình cài đặt.
