Repository: mozilla/addons-frontend
Catalog: locale/*/LC_MESSAGES/amo.po
Languages: ar, az, bg, bn_bd, bs, ca, cs, da, de, el, es, fa, fi, fr, fur, fy_nl, ga_ie, he, hr, hu, ia, id, is, it, ja, ka, kab, ms, nb_no, nl, nn_no, pa_in, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: Removed from collection
ar: أُزيلت من المجموعة
az: Kolleksiyadan silindi
bg: Премахната от списък
ca: S'ha eliminat de la col·lecció
cs: Odstraněno ze sbírky
da: Fjernet fra samling
de: Aus Sammlung entfernt
el: Αφαιρέθηκε από τη συλλογή
es: Eliminado de la colección
fi: Poistettu kokoelmasta
fr: Supprimé de la collection
fur: Gjavât de racuelte
fy_nl: Fuortsmiten út kolleksje
he: הוסר מהאוסף
hr: Uklonjeno iz zbirke
hu: Eltávolítja a gyűjteményből
ia: Removite ex le collection
id: Dihapus dari koleksi
is: Fjarlægt úr safni
it: Rimosso dalla raccolta
ja: コレクションから削除されました
ka: კრებულიდან მოცილება
kab: Kkes seg tgrumma
ms: Dibuang daripada koleksi
nb_no: Fjernet fra samling
nl: Verwijderd uit collectie
nn_no: Fjerna frå samling
pa_in: ਸੰਗ੍ਰਹਿ ਤੋਂ ਹਟਾ ਦਿੱਤਾ ਗਿਆ
pl: Usunięto z kolekcji
pt_br: Removido da coleção
pt_pt: Removido da coleção
ro: Eliminat din colecție
ru: Удалено из подборки
si: එකතුවෙන් ඉවත් කෙරිණි
sk: Odstránené z kolekcie
sl: Odstranjeno iz zbirke
sq: U hoq prej koleksioni
sv_se: Borttagen från samling
te: సేకరణ నుండి తీసివేయబడింది
th: เอาออกจากชุดสะสมแล้ว
tr: Koleksiyondan çıkarıldı
uk: Вилучено зі збірки
vi: Đã xóa khỏi bộ sưu tập

source: Find an add-on to include in this collection
ar: ابحث عن إضافة لتُضيفها إلى هذه المجموعة
az: Bu kolleksiyaya əlavə etmək üçün əlavə tapın
bg: Потърсете добавка, която да включите в този списък
bs: Pronađite dodatak za uključivanje u ovu kolekciju
ca: Cerca un complement per incloure'l en aquesta col·lecció
cs: Najít doplněk pro přidání do této sbírky
da: Find en tilføjelse, der skal medtages i denne samling
de: Ein Add-on finden, das in diese Sammlung aufgenommen wird
el: Βρείτε ένα πρόσθετο για να συμπεριλάβετε σε αυτήν τη συλλογή
es: Encuentra un complemento para incluir en esta colección
fi: Etsi lisäosa lisättäväksi tähän kokoelmaan
fr: Rechercher un module à inclure dans cette collection
fur: Cjate un component adizionâl di includi in cheste racuelte
fy_nl: In add-on fine om yn dizze kolleksje op te nimmen
he: חיפוש תוספת כדי לכלול באוסף זה
hr: Nađi dodatak za dodavanje u ovu zbirku
hu: Keressen egy kiegészítőt, amely bekerüljön ebbe a gyűjteménybe
ia: Trovar un additivo a includer in iste collection
id: Temukan pengaya untuk disertakan dalam koleksi ini
is: Finndu viðbót til að bæta í þetta safn
it: Cerca un componente aggiuntivo da includere in questa raccolta
ja: このコレクションに含めるアドオンを検索
ka: დამატების მონახვა ამ კრებულში ჩასამატებლად
kab: Nadi azegrir ara tsedduḍ di tagrumma-agi
ms: Cari add-on untuk ditambah dalam koleksi ini
nb_no: Finn en utvidelse å inkludere i denne samlingen
nl: Een add-on vinden om in deze collectie op te nemen
nn_no: Finn eit tillegg som skal inkluderast i denne samlinga
pa_in: ਇਸ ਸੰਗ੍ਰਹਿ ਵਿਚ ਸ਼ਾਮਲ ਕਰਨ ਲਈ ਐਡ-ਆਨ ਲੱਭੋ
pl: Znajdź dodatek do dołączenia do tej kolekcji
pt_br: Localize uma extensão para incluir nesta coleção
pt_pt: Encontre um extra para incluir nesta coleção
ro: Caută un supliment pentru a-l include în această colecție
ru: Найти дополнение для включения в эту подборку
si: මෙම එකතුවට යෙදීමට එක්කහුවක් සොයන්න
sk: Vyhľadajte doplnok, ktorý pridáte do tejto kolekcie
sl: Poiščite dodatek za vključitev v to zbirko
sq: Gjeni një shtesë që ta përfshini te ky koleksion
sv_se: Hitta ett tillägg som ska inkluderas i den här samlingen
th: ค้นหาส่วนเสริมที่จะรวมไว้ในชุดสะสมนี้
tr: Bu koleksiyona eklemek için bir eklenti bulun
uk: Знайдіть додаток для включення до цієї збірки
vi: Tìm một tiện ích bổ sung để đưa vào bộ sưu tập này

source: Edit this collection
ar: حرِّر هذه المجموعة
az: Bu kolleksiyanı dəyişdir
bg: Променяне на списъка
bn_bd: সংগ্রহটি সম্পাদনা করুন
bs: Uredi ovu kolekciju
ca: Edita aquesta col·lecció
cs: Upravit tuto sbírku
da: Rediger denne samling
de: Diese Sammlung bearbeiten
el: Επεξεργασία συλλογής
es: Editar esta colección
fa: ویرایش این مجموعه
fi: Muokkaa tätä kokoelmaa
fr: Modifier cette collection
fur: Modifiche cheste racuelte
fy_nl: Dizze kolleksje bewurkje
he: עריכת אוסף זה
hr: Uredi ovu zbirku
hu: Ezen gyűjtemény szerkesztése
ia: Rediger iste collection
id: Sunting koleksi ini
is: Breyta þessu safni
it: Modifica questa raccolta
ja: このコレクションを編集
ka: კრებულის ჩასწორება
kab: Ẓreg tagrumma-agi
ms: Edit koleksi ini
nb_no: Rediger denne samlingen
nl: Deze collectie bewerken
nn_no: Rediger denne samlinga
pa_in: ਇਸ ਸੰਗ੍ਰਹਿ ਵਿੱਚ ਸੋਧ ਕਰੋ
pl: Edytuj tę kolekcję
pt_br: Editar esta coleção
pt_pt: Editar esta coleção
ro: Editează această colecție
ru: Изменить эту подборку
si: මෙම එකතුව සංස්කරණය
sk: Upraviť túto kolekciu
sl: Uredi to zbirko
sq: Përpunojeni këtë koleksion
sv_se: Redigera denna samling
te: ఈ సేకరణను సవరించు
th: แก้ไขชุดสะสมนี้
tr: Bu koleksiyonu düzenle
uk: Змінити цю збірку
vi: Sửa bộ sưu tập

source: Edit collection details
ar: حرّر تفاصيل التجميعة
az: Kolleksiya təfərrüatlarını redaktə et
bg: Промяна на информацията на списъка
ca: Edita els detalls de la col·lecció
cs: Upravit podrobnosti sbírky
da: Rediger detaljer for samlingen
de: Details der Sammlung bearbeiten
el: Επεξεργασία λεπτομερειών συλλογής
es: Editar los detalles de la colección
fi: Muokkaa kokoelman tietoja
fr: Modifier les détails de la collection
fur: Modifiche detais de racuelte
fy_nl: Kolleksjedetails bewurkje
he: עריכת פרטי האוסף
hr: Uredi detalje zbirke
hu: Gyűjtemény részleteinek szerkesztése
ia: Rediger detalios del collection
id: Sunting detail koleksi
is: Breyta nánari upplýsingum um safn
it: Modifica informazioni raccolta
ja: コレクションの詳細を編集
ka: კრებულის მონაცემების ჩასწორება
kab: Ẓreg talqayt n tegrumma
ms: Edit butiran koleksi
nb_no: Rediger detaljer for samling
nl: Collectiedetails bewerken
nn_no: Rediger samlingsdetaljar
pa_in: ਸੰਗ੍ਰਹਿ ਵੇਰਵੇ ਸੋਧੋ
pl: Edytuj informacje o kolekcji
pt_br: Editar detalhes da coleção
pt_pt: Editar detalhes da coleção
ro: Editează detaliile colecției
ru: Править сведения о подборке
si: එකතුවෙහි විස්තර සංස්කරණය
sk: Upraviť podrobnosti kolekcie
sl: Uredi podrobnosti zbirke
sq: Përpunoni hollësi koleksioni
sv_se: Redigera samlingsdetaljer
te: సేకరణ వివరాలను మార్చు
th: แก้ไขรายละเอียดชุดสะสม
tr: Koleksiyon ayrıntılarını düzenle
uk: Редагувати подробиці збірки
vi: Chỉnh sửa chi tiết bộ sưu tập

source: Back to collection
ar: عُد إلى التجميعة
az: Kolleksiyaya qayıt
bg: Назад към списъка
ca: Torna a la col·lecció
cs: Zpět do sbírky
da: Tilbage til samling
de: Zurück zur Sammlung
el: Πίσω στη συλλογή
es: Regresar a la colección
fi: Takaisin kokoelmaan
fr: Revenir à la collection
fur: Torne ae racuelte
fy_nl: Werom nei kolleksje
he: חזרה לאוסף
hr: Natrag na zbirku
hu: Vissza a gyűjteményhez
ia: Revenir al collection
id: Kembali ke koleksi
is: Til baka í safn
it: Torna alla raccolta
ja: コレクションへ戻る
ka: კრებულზე დაბრუნება
kab: Uɣal ɣer tegrumma
ms: Kembali ke koleksi
nb_no: Tilbake til samling
nl: Terug naar collectie
nn_no: Tilbake til samlinga
pa_in: ਸੰਗ੍ਰਹਿ ਉੱਤੇ ਵਾਪਸ ਜਾਓ
pl: Wróć do kolekcji
pt_br: Retornar à coleção
pt_pt: Retroceder para a coleção
ro: Înapoi la colecție
ru: Назад в подборку
si: එකතුව වෙත ආපසු
sk: Späť na kolekciu
sl: Nazaj v zbirko
sq: Mbrapsht te koleksioni
sv_se: Tillbaka till samling
te: తిరిగి సేకరణకు
th: กลับไปที่ชุดสะสม
tr: Koleksiyona dön
uk: Назад до збірки
vi: Quay lại bộ sưu tập

source: Add-ons
ar: الإضافات
az: Əlavələr
bg: Добавки
bn_bd: অ্যাড-অন
bs: Dodaci
ca: Complements
cs: Počet doplňků
da: Tilføjelser
el: Πρόσθετα
es: Complementos
fa: افزونه‌ها
fi: Lisäosat
fr: Modules complémentaires
fur: Components adizionâi
he: תוספות
hr: Dodaci
hu: Kiegészítők
ia: Additivos
id: Pengaya
is: Viðbætur
it: Componenti aggiuntivi
ja: アドオン
ka: დამატებები
kab: Izegrar
nb_no: Utvidelser
nn_no: Utvidingar
pa_in: ਐਡ-ਆਨ
pl: Dodatki
pt_br: Extensões
pt_pt: Extras
ro: Suplimente
ru: Дополнения
si: එක්කහු
sk: Doplnky
sl: Dodatki
sq: Shtesa
sv_se: Tillägg
te: పొడిగింతలు
th: ส่วนเสริม
tr: Eklentiler
uk: Додатки
vi: Tiện ích

source: Creator
ar: الصانع
az: Yaradan
bg: Създател
bn_bd: রচয়িতা
bs: Tvorac
ca: Creador
cs: Autor
da: Lavet af
de: Entwickler
el: Δημιουργός
es: Creador/a
fa: سازنده
fi: Tekijä
fr: Créateur
fur: Autôr
fy_nl: Auteur
he: יוצר
hr: Autor
hu: Készítő
id: Pembuat
is: Búið til af
it: Autore
ja: 作者
ka: შემქმნელი
kab: Yerna-t
ms: Pencipta
nb_no: Laget av
nl: Auteur
nn_no: Laga av
pa_in: ਨਿਰਮਾਤਾ
pl: Autor
pt_br: Criador
pt_pt: Criador(a)
ru: Создатель
si: නිර්මාතෘ
sk: Autor:
sl: Avtor
sq: Krijues
sv_se: Skapare
te: సృష్టికర్త
th: ผู้สร้าง
tr: Oluşturan
uk: Створив
vi: Người sáng tạo

source: Create collection
ar: أنشِئ مجموعة
az: Kolleksiya yarat
bg: Създаване на списък
ca: Crea una col·lecció
cs: Vytvořit sbírku
da: Opret en samling
de: Neue Sammlung erstellen
el: Δημιουργία συλλογής
es: Crear colección
fi: Luo kokoelma
fr: Créer une nouvelle collection
fur: Cree une gnove racuelte
fy_nl: Kolleksje meitsje
he: יצירת אוסף
hr: Stvori zbirku
hu: Gyűjtemény létrehozása
ia: Crear un collection
id: Buat koleksi
is: Útbúa safn
it: Crea una nuova raccolta
ja: 新しいコレクションを作成
ka: ახალი კრებულის შექმნა
kab: Rnu tagrumma
ms: Cipta koleksi
nb_no: Lag en samling
nl: Collectie maken
nn_no: Lag ei samling
pa_in: ਸੰਗ੍ਰਹਿ ਰਚੋ
pl: Utwórz kolekcję
pt_br: Criar coleção
pt_pt: Criar coleção
ro: Creează o colecție
ru: Создать подборку
si: එකතුවක් සාදන්න
sk: Vytvoriť kolekciu
sl: Ustvari zbirko
sq: Krijoni koleksion
sv_se: Skapa samling
te: సేకరణను సృష్టించు
th: สร้างชุดสะสม
tr: Yeni koleksiyon oluştur
uk: Створити збірку
vi: Tạo bộ sưu tập

source: Save changes
ar: احفظ التغييرات
az: Dəyişiklikləri yadda saxla
bg: Запазване
ca: Desa els canvis
cs: Uložit změny
da: Gem ændringer
de: Änderungen speichern
el: Αποθήκευση αλλαγών
es: Guardar cambios
fi: Tallenna muutokset
fr: Enregistrer les modifications
fur: Salve modifichis
fy_nl: Wizigingen bewarje
he: שמירת שינויים
hr: Spremi promjene
hu: Változások mentése
ia: Salvar le cambiamentos
id: Simpan perubahan
is: Vista breytingar
it: Salva modifiche
ja: 変更を保存
ka: ცვლილებების შენახვა
kab: Sekles isnifal
ms: Simpan perubahan
nb_no: Lagre endringer
nl: Wijzigingen opslaan
nn_no: Lagre endringar
pa_in: ਤਬਦੀਲੀਆਂ ਨੂੰ ਸੰਭਾਲੋ
pl: Zapisz zmiany
pt_br: Salvar alterações
pt_pt: Guardar alterações
ro: Salvează modificările
ru: Сохранить изменения
si: වෙනස්කම් සුරකින්න
sk: Uložiť zmeny
sl: Shrani spremembe
sq: Ruaji ndryshimet
sv_se: Spara ändringar
te: మార్పులను భద్రపరుచు
th: บันทึกการเปลี่ยนแปลง
tr: Değişiklikleri kaydet
uk: Зберегти зміни
vi: Lưu thay đổi

source: Collection name
ar: اسم المجموعة
az: Kolleksiya adı
bg: Наименование на списъка
bs: Naziv kolekcije
ca: Nom de la col·lecció
cs: Název sbírky
da: Samlingens navn
de: Name der Sammlung
el: Όνομα συλλογής
es: Nombre de la colección
fi: Kokoelman nimi
fr: Nom de la collection
fur: Non de racuelte
fy_nl: Namme kolleksje
he: שם האוסף
hr: Ime zbirke
hu: Gyűjtemény neve
ia: Nomine del collection
id: Nama koleksi
is: Heiti á safni
it: Nome della raccolta
ja: コレクション名
ka: კრებულის დასახელება
kab: Isem n tegrumma
ms: Nama koleksi
nb_no: Samlingsnavn
nl: Naam van collectie
nn_no: Samlingsnamn
pa_in: ਸੰਗ੍ਰਹਿ ਦਾ ਨਾਂ
pl: Nazwa kolekcji
pt_br: Nome da coleção
pt_pt: Nome da coleção
ro: Numele colecției
ru: Имя подборки
si: එකතුවෙහි නම
sk: Názov kolekcie
sl: Ime zbirke
sq: Emër koleksioni
sv_se: Samlingsnamn
te: సేకరణ పేరు
th: ชื่อชุดสะสม
tr: Koleksiyon adı
uk: Назва збірки
vi: Tên bộ sưu tập

source: Description
ar: الوصف
az: Açıqlama
bg: Описание
bs: Opis
ca: Descripció
cs: Popis
da: Beskrivelse
de: Beschreibung
el: Περιγραφή
es: Decripción
fi: Kuvaus
fur: Descrizion
fy_nl: Beskriuwing
he: תיאור
hr: Opis
hu: Leírás
id: Deskripsi
is: Lýsing
it: Descrizione
ja: 説明
ka: აღწერილობა
kab: Asbadu
ms: Keterangan
nb_no: Beskrivelse
nl: Beschrijving
nn_no: Skildring
pa_in: ਵੇਰਵਾ
pl: Opis
pt_br: Descrição
pt_pt: Descrição
ro: Descriere
ru: Описание
si: සවිස්තරය
sk: Popis
sl: Opis
sq: Përshkrim
sv_se: Beskrivning
te: వివరణ
th: คำอธิบาย
tr: Açıklama
uk: Опис
vi: Mô tả

source: Custom URL
ar: المسار المخصص
az: Fərdi Ünvan
bg: Адрес по желание
bs: Prilagođeni URL
ca: URL personalitzat
cs: Vlastní URL
da: Tilpasset URL
de: Benutzerdefinierte Adresse
el: Προσαρμοσμένο URL
es: URL personalizada
fi: Mukautettu osoite
fr: Adresse web personnalisée
fur: URL personalizât
fy_nl: Oanpaste URL
he: כתובת מותאמת אישית
hr: Prilagođeni URL
hu: Egyéni URL
ia: URL personalisate
id: URL Ubahsuai
is: Sérsniðin slóð
it: URL personalizzato
ja: カスタム URL
ka: შერჩეული URL-ბმული
kab: Tansa URL tudmawant
ms: URL Penyesuaian
nb_no: Tilpasset URL
nl: Aangepaste URL
nn_no: Tilpassa URL
pa_in: ਪਸੰਦੀਦਾ URL
pl: Niestandardowy adres
pt_br: URL personalizada
pt_pt: URL personalizado
ro: URL personalizat
ru: Пользовательский сетевой адрес
si: අභිරුචි ඒ.ස.නි.
sk: Vlastná URL adresa
sl: URL po meri
sq: URL Vetjake
sv_se: Anpassad URL
te: అభిమత చిరునామా
th: URL ที่กำหนดเอง
tr: Özel URL
uk: Власний URL
vi: Tùy chỉnh URL

source: Sort add-ons by
ar: افرز الإضافات حسب
az: Əlavələri sırala
bg: Сортиране на добавките
ca: Ordena els complements per
cs: Seřadit doplňky
da: Sortér tilføjelser efter
de: Add-ons sortieren nach
el: Ταξινόμηση προσθέτων κατά
es: Ordenar complementos por
fi: Lisäosien järjestys
fr: Trier les modules par
fur: Ordene i components adizionâi par
fy_nl: Add-ons sortearje op
he: מיון תוספות לפי
hr: Redoslijed dodataka
hu: Kiegészítők rendezése eszerint
ia: Ordinar additivos per
id: Urutkan pengaya sesuai
is: Raða viðbótum eftir
it: Ordina i componenti aggiuntivi per
ja: アドオンを並べ替え:
ka: დამატებების დალაგება
kab: Smizzwer izegrar s
ms: Susun add-ons mengikut
nb_no: Sorter tillegg etter
nl: Add-ons sorteren op
nn_no: Sorter tillegg etter
pa_in: ਐਡ-ਆਨ ਨੂੰ ਲੜੀਬੱਧ ਕਰੋ
pl: Porządkowanie dodatków według
pt_br: Ordenar extensões por
pt_pt: Ordenar extras por
ro: Sortează suplimentele după
ru: Упорядочивать дополнения по
si: එක්කහු වර්ගනය
sk: Zoradiť doplnky
sl: Razvrsti dodatke po
sq: Renditi shtesat sipas
sv_se: Sortera tillägg efter
te: యాడ్-ఆన్లను ఈ క్రమంలో అమర్చు
th: เรียงส่วนเสริมตาม
tr: Eklentileri sırala
uk: Впорядкувати додатки за
vi: Sắp xếp tiện ích theo

source: Newest first
ar: الأحدث أولا
az: Əvvəlcə təzələr
bg: Първо новите
ca: Primer els més recents
cs: od nejnovějších
da: Nyeste først
de: Neueste zuerst
el: Πρώτα τα νεότερα
es: Las más nuevas primero
fi: Uusin ensin
fr: Les plus récents d’abord
fur: Prime i plui resints
fy_nl: Nijste earst
he: החדש ביותר תחילה
hr: Najprije najnovije
hu: Legújabb elől
ia: Plus recente primo
id: Urut terbaru
is: Nýjast fyrst
it: Più recenti prima
ja: 新しい順
ka: ჯერ ახლები
kab: Amaynut d amezwaru
ms: Paling baru dulu
nb_no: Nyeste først
nl: Nieuwste eerst
nn_no: Nyaste først
pa_in: ਨਵੇਂ ਸਭ ਤੋਂ ਪਹਿਲਾਂ
pl: Najpierw najnowsze
pt_br: Novos primeiro
pt_pt: Novos primeiro
ro: Cele mai noi primele
ru: Сначала новые
si: පළමුව අළුත්
sk: Od najnovších
sl: Najprej najnovejše
sq: Më të rejat së pari
sv_se: Nyaste först
te: కొత్తవి ముందు
th: ใหม่สุดก่อน
tr: Önce en yeni
uk: Спочатку найновіші
vi: Mới nhất xếp trước

source: Oldest first
ar: الأقدم أولا
az: Əvvəlcə köhnələr
bg: Първо старите
ca: Primer els més antics
cs: od nejstarších
da: Ældste først
de: Älteste zuerst
el: Πρώτα τα παλαιότερα
es: Las más antiguas primero
fi: Vanhin ensin
fr: Les plus anciens d’abord
fur: Prime i plui vecjos
fy_nl: Aldste earst
he: הישן ביותר תחילה
hr: Najprije najstarije
hu: Legrégebbi elől
ia: Plus vetere prime
id: Urut terlama
is: Elsta fyrst
it: Più vecchi prima
ja: 古い順
ka: ჯერ ძველები
kab: Aqbur d amezwaru
ms: Paling lama dulu
nb_no: Eldste først
nl: Oudste eerst
nn_no: Eldste først
pa_in: ਪੁਰਾਣੇ ਸਭ ਤੋਂ ਪਹਿਲਾਂ
pl: Najpierw najstarsze
pt_br: Antigos primeiro
pt_pt: Antigos primeiro
ro: Cele mai vechi primele
ru: Сначала старые
si: පළමුව පරණ
sk: Od najstarších
sl: Najprej najstarejše
sq: Më të vjetrat së pari
sv_se: Äldsta först
te: పాతవి ముందు
th: เก่าสุดก่อน
tr: Önce en eski
uk: Спочатку найстаріші
vi: Cũ nhất xếp trước

source: Name
ar: الاسم
az: Ad
bg: По име
ca: Nom
cs: podle názvu
da: Navn
el: Όνομα
es: Nombre
fi: Nimi
fr: Nom
fur: Non
fy_nl: Namme
he: שם
hr: Ime
hu: Név
ia: Nomine
id: Nama
is: Nafn
it: Nome
ja: 名前
ka: სახელი
kab: Isem
ms: Nama
nb_no: Navn
nl: Naam
nn_no: Namn
pa_in: ਨਾਂ
pl: Nazwa
pt_br: Nome
pt_pt: Nome
ro: Nume
ru: Имени
si: නම
sk: Podľa názvu
sl: Ime
sq: Emër
sv_se: Namn
te: పేరు
th: ชื่อ
tr: Ad
uk: Назва
vi: Tên

source: Popularity
ar: الأكثر شيوعا
az: Məşhurluq
bg: По известност
ca: Popularitat
cs: podle oblíbenosti
da: Popularitet
de: Beliebtheit
el: Δημοτικότητα
es: Popularidad
fi: Suosio
fr: Popularité
fur: Popolaritât
fy_nl: Populariteit
he: פופולריות
hr: Omiljenost
hu: Népszerűség
ia: Popularitate
id: Popularitas
is: Vinsældir
it: Popolarità
ja: 人気度
ka: გავრცელებულობა
kab: Tiɣerfi
ms: Populariti
nb_no: Popularitet
nl: Populariteit
nn_no: Popularitet
pa_in: ਹਰਮਨਪਿਆਰਾ
pl: Popularność
pt_br: Popularidade
pt_pt: Popularidade
ro: Popularitate
ru: Популярности
si: ප්‍රචලිත
sk: Podľa obľúbenosti
sl: Priljubljenost
sq: Popullaritet
sv_se: Popularitet
te: ప్రజాదరణ
th: ความนิยม
tr: Popülerlik
uk: Популярність
vi: Độ phổ biến

source: Confirm
ar: أكِّد
az: Təsdiqlə
bg: Потвърждение
ca: Confirma
cs: Potvrdit
da: Bekræft
de: Bestätigen
el: Επιβεβαίωση
es: Confirmar
fi: Vahvista
fr: Confirmer
fur: Conferme
fy_nl: Befêstigje
he: אישור
hr: Potvrdi
hu: Megerősítés
ia: Confirmar
id: Konfirmasi
is: Staðfesta
it: Confermo
ja: 確認
ka: თანხმობა
kab: Sentem
ms: Sahkan
nb_no: Bekreft
nl: Bevestigen
nn_no: Stadfest
pa_in: ਪੁਸ਼ਟੀ
pl: Potwierdź
pt_br: Confirmar
pt_pt: Confirmar
ro: Confirmă
ru: Подтвердить
si: තහවුරු
sk: Potvrdiť
sl: Potrdi
sq: Ripohojeni
sv_se: Bekräfta
te: నిర్ధారించు
th: ยืนยัน
tr: Onayla
uk: Підтвердити
vi: Xác nhận

source: Contribute now
ar: ساهم الآن
az: İndi dəstək olun
bg: Даряване
bs: Doprinesi sada
ca: Contribuïu-hi ara
cs: Přispět nyní
da: Støt nu
de: Jetzt spenden
el: Συνεισφορά τώρα
es: Contribuir ahora
fa: هم‌اکنون مشارکت کنید
fi: Tue nyt
fr: Contribuer
fur: Fâs une donazion
fy_nl: No bydrage
he: לתרום כעת
hr: Doprinesi sada
hu: Támogatás most
ia: Dona ora
id: Berkontribusi sekarang
is: Leggðu þitt af mörkum núna
it: Fai una donazione
ja: 今すぐ寄付
ka: შემოწირულობის გაღება
kab: Ttekki tura
ms: Sumbang sekarang
nb_no: Bidra nå
nl: Nu bijdragen
nn_no: Bidra no
pa_in: ਹੁਣ ਯੋਗਦਾਨ ਪਾਓ
pl: Wspomóż teraz
pt_br: Contribuir agora
pt_pt: Contribuir agora
ro: Contribuie acum
ru: Пожертвовать сейчас
si: දායක වන්න
sk: Prispejte teraz
sl: Prispevajte
sq: Kontribuoni tani
sv_se: Bidra nu
te: ఇప్పుడే తోడ్పడండి
th: ร่วมสมทบทุนเดี๋ยวนี้
tr: Bağış yap
uk: Зробити внесок
vi: Đóng góp ngay bây giờ

source: Support this developer
ar: ادعم هذا المطور
az: Bu tərtibatçını dəstəklə
bg: Насърчаване на разработчика
bn_bd: ডেভেলোপারকে সাপোর্ট দিন
bs: Podrži ovog developera
ca: Ajuda aquest desenvolupador
cs: Podpořte tohoto vývojáře
da: Støt denne udvikler
de: Diesen Entwickler unterstützen
el: Υποστήριξη προγραμματιστή
es: Ayudar a este desarrollador
fa: از این توسعه‌دهنده پشتیبانی کنید
fi: Tue tätä kehittäjää
fr: Soutenir ce développeur
fur: Sosten chest svilupadôr
fy_nl: Dizze ûntwikkeler stypje
he: תמיכה במפתח זה
hr: Podrži ovog programera
hu: Fejlesztő támogatása
ia: Supportar iste disveloppator
id: Dukung pengembang ini
is: Styrkja þennan hönnuð
it: Sostieni lo sviluppatore
ja: この開発者を支援する
ka: დაეხმარეთ შემმუშავებელს
kab: Mudd afus i uneflay-agi
ms: Sokong pembangun ini
nb_no: Støtt denne utvikleren
nl: Deze ontwikkelaar steunen
nn_no: Støtt denne utviklaren
pa_in: ਇਸ ਡਿਵੈਲਪਰ ਨੂੰ ਸਮਰਥਨ ਦਿਉ
pl: Wesprzyj tego autora
pt_br: Ajudar este desenvolvedor
pt_pt: Apoie este programador
ro: Sprijină acest dezvoltator
ru: Поддержать этого разработчика
si: සංවර්ධකයාට සහාය වන්න
sk: Podporte tohto vývojára
sl: Podprite tega razvijalca
sq: Përkraheni këtë zhvillues
sv_se: Stöd denna utvecklare
te: ఈ డెవలపర్కు మద్దతు ఇవ్వండి
th: สนับสนุนนักพัฒนานี้
tr: Bu geliştiriciyi destekleyin
uk: Підтримати цього розробника
vi: Hỗ trợ nhà phát triển này

source: Support these developers
ar: ادعم هؤلاء المطورين
az: Bu tərtibatçıları dəstəklə
bg: Насърчаване на разработчиците
bn_bd: ডেভেলোপারকে সাপোর্ট দিন
bs: Podrži ove developere
ca: Ajuda aquests desenvolupadors
cs: Podpořte tyto vývojáře
da: Støt disse udviklere
de: Diese Entwickler unterstützen
el: Υποστηρίξτε αυτούς τους προγραμματιστές
es: Ayudar a estos desarrolladores
fa: از این توسعه‌دهندهگان پشتیبانی کنید
fi: Tue näitä kehittäjiä
fr: Soutenir ces développeurs
fur: Sosten chescj svilupadôrs
fy_nl: Dizze ûntwikkelers stypje
he: תמיכה במפתחים אלו
hr: Podrži ove programere
hu: Fejlesztők támogatása
ia: Supportar iste disveloppatores
id: Dukung para pengembang ini
is: Styrkja þessa hönnuði
it: Sostieni gli sviluppatori
ja: これらの開発者を支援する
ka: ამ შემმუშავებლების მხარდაჭერა
kab: Mudd afus i yineflayen-agi
ms: Sokong para pembangun ini
nb_no: Støtt disse utviklerne
nl: Deze ontwikkelaars steunen
nn_no: Støtt desse utviklarane
pa_in: ਇਹਨਾਂ ਡਿਵੈਲਪਰਾਂ ਦਾ ਸਮਰਥਨ ਕਰੋ
pl: Wesprzyj tych autorów
pt_br: Ajudar estes desenvolvedores
pt_pt: Apoie estes programadores
ro: Sprijină acești dezvoltatori
ru: Поддержать этих разработчиков
si: මෙම සංවර්ධකයින්ට සහාය වන්න
sk: Podporte týchto vývojárov
sl: Podprite te razvijalce
sq: Përkrahni këta zhvillues
sv_se: Stöd dessa utvecklare
te: ఈ డెవలపర్లుకు తోడ్పడండి
th: สนับสนุนนักพัฒนาเหล่านี้
tr: Bu geliştiricileri destekleyin
uk: Підтримати цих розробників
vi: Hỗ trợ các nhà phát triển này
