Repository: mozilla/addons-frontend
Catalog: locale/*/LC_MESSAGES/amo.po
Languages: ar, az, bg, bn_bd, bs, ca, cs, da, de, el, es, fa, fi, fr, fur, fy_nl, ga_ie, he, hr, hu, ia, id, is, it, ja, ka, kab, ms, nb_no, nl, nn_no, pa_in, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: Post technical issues, support requests, or feature suggestions. Use the available support options for each add-on, if available. You can find them in the "More information" section in the sidebar on the add-on's detail page.
ar: تُرسل المشاكل التقنية، أو طلب المزايا أو اقتراح الميزات. استخدم خيارات الدعم المتوفرة لكل إضافة (إن تواجدت). يمكنك الاطلاع عليها في قسم ”معلومات أكثر“ في الشريط الجانبي لصفحة تفاصيل الإضافة.
bs: Napišite tehničke probleme, zahtjeve za podršku ili prijedloge. Koristite opcije dostupne podrške za svaki dodatak, ako je dostupna. Možete ih pronaći u sekciji "Dodatne informacije" u sidebaru na stranici za detalje o dodatku.
ca: Publicar problemes tècnics, sol·licituds d'assistència o suggeriments de funcions. Feu servir les opcions d'assistència disponibles per a cada complement, si estan disponibles. Podeu trobar-les a la secció «Més informació» de la barra lateral de la pàgina de detalls del complement.
cs: Nepište technické problémy, požadavky na podporu nebo návrhy na nové funkce. Pro ně můžete použít kontakty, které jsou pro daný doplněk dostupné. Najdete je na stránce s detaily doplňku v postranním sloupci v sekci "Více informací".
da: Skrive om tekniske problemer, bede om hjælp eller foreslå funktioner. Brug de tilgængelige supportmuligheder for hver tilføjelse, hvis de er tilgængelige. Du finder dem i afsnittet "Mere information" på siden med detaljer om tilføjelsen.
de: Schreiben Sie keine Hilfeanfragen oder Vorschläge für neue Funktionen. Nutzen Sie, wenn verfügbar, die Hilfeoptionen für das jeweilige Add-on. Im Bereich „Weitere Informationen“ in der Seitenleiste der Detailseite des Add-ons finden Sie diese.
el: Δημοσιεύετε τεχνικά ζητήματα, αιτήματα υποστήριξης ή προτάσεις λειτουργιών. Χρησιμοποιήστε τις διαθέσιμες επιλογές υποστήριξης του κάθε προσθέτου, αν υπάρχουν. Μπορείτε να τις βρείτε στην ενότητα "Περισσότερες πληροφορίες" της πλευρικής γραμμής, στη σελίδα λεπτομερειών του προσθέτου.
es: Problemas técnicos a posteriori, solicitudes de ayuda o sugerencia de funciones. Para ello, utiliza las opciones disponibles para cada complemento, que podrás encontrar en la sección "Más información", en la barra lateral de la página de cada complemento.
fi: Lähetä ilmoituksia teknisistä ongelmista, tukipyyntöjä tai ominaisuuspyyntöjä. Käytä lisäosan saatavilla olevia tukikanavia. Ne ovat näkyvissä yksittäisen lisäosan sivulla sivupalkissa kohdassa ”Lisätietoja”.
fr: N’utilisez pas les critiques pour signaler un problème technique, demander de l’assistance ou suggérer des fonctionnalités. Utilisez plutôt les fonctionnalités dédiées pour chaque module, si elles sont disponibles. Vous les trouverez dans la section « Plus d’informations » dans le panneau latéral de la page des détails du module.
fur: Publicâ problemis tecnics, richiestis di supuart o sugjeriments par gnovis funzionalitâts. Se disponibii, dopre i canâi di supuart specifics par ogni component adizionâl. Tu puedis cjatâju te sezion “Altris informazions” te sbare laterâl su la pagjine dedicade ai detais dal componente.
fy_nl: Technyske problemen, stipefragen of oanfragen foar funksjes pleatse. Brûk hjirfoar, wannear beskikber, de stipeopsjes foar elke add-on. Jo fine dizze yn de seksje ‘Mear ynformaasje’ yn de sidebalke op de detailside fan de add-on.
he: לפרסם נושאים טכניים, בקשות לתמיכה או הצעות לתכונות חדשות. יש להשתמש באפשרויות התמיכה הזמינות לכל תוספת. ניתן למצוא אותן תחת הסעיף „מידע נוסף” בסרגל הצד בעמוד הפירוט של התוספת.
hr: Slati tehničke probleme, zahtjeve za podršku ili funkcionalne prijedloge. Koristi opciju podrške dodatka, ako postoji. Nalazi se u odjeljku „Daljnje informacije”, u bočnoj traci na stranici detalja dodatka.
hu: Ne küldjön be technikai problémákat, támogatási kéréseket vagy funkció javaslatokat. Használja a kiegészítőnél elérhető támogatási lehetőségeket, ha van ilyen. Ezeket a „További információ” szakaszban találod a kiegészítő részletes oldalának oldalsávján.
ia: Inviar problemas technic, requestas de adjuta, o suggestiones de functionalitate. Usa in vice le optiones de supporto disponibile pro cata additivo, si presente. Tu pote trovar los in le section "Altere informationes" in le barra lateral sur le pagina del detalios del additivos.
id: Kirimkan isu teknis, permintaan dukungan, atau saran fitur. Gunakan pilihan dukungan yang tersedia untuk tiap pengaya, jika tersedia. Anda bisa menemukannya di bagian "Keterangan Lebih Lanjut" pada bilah samping laman rincian pengaya.
is: Birta tæknilegar útlistingar, biðja um aðstoð eða stinga upp á eiginleikum. Notaðu frekar þær leiðir sem hver viðbót býður uppá til að koma slíku á framfæri. Þú finnur þær í hlutanum "Nánari upplýsingar" á ítarlegri síðu viðbótarinnar.
it: Usare la recensione per esporre problemi tecnici, richieste di supporto o suggerimenti per nuove funzioni. Quando presenti, utilizza invece i canali di supporto specificati dall‘autore del componente aggiuntivo. Si trovano nella sezione “Ulteriore informazioni” nella barra laterale nella pagina dedicata del componente;
ja: 技術的な問題、サポートリクエスト、あるいは機能の提案を投稿すること。アドオンのサポートオプションが提供されている場合はそちらを利用してください。それらのリンクは、アドオン詳細ページ上のサイドバーにある「詳しい情報」の項目にあります。
ka: ტექნიკური ხარვეზების აღნიშვნა, მხარდაჭერის შესახებ მოთხოვნები და ახალი შესაძლებლობების შესახებ შეთავაზებების გაკეთება. ამისთვის შეგიძლიათ გამოიყენოთ დამატების მხარდასაჭერი ბმულები არსებობის შემთხვევაში. მათი პოვნა დამატების მთავარი გვერდის მარცხნივ არსებულ სვეტში შეიძლება.
kab: Ur seqdac ara asenqed akken ad temmleḍ ugir atiknikan, suter tallelt neɣ sumer timahilin. Seqdec timahilin yettwagen deg yal azegrir, ma llant. Ad tafeḍ deg tgezmi "Ugar n yisallen", def ugalis adisan n usebter n teqayt n uzegrir.
ms: Buat ulasan perihal isu teknikal, permintaan sokongan atau mencadangkan ciri. Gunakan pilihan sokongan yang disediakan untuk setiap add-on. Anda boleh mencarinya dalam bahagian "Maklumat Lanjut" dalam bar sisi halaman butiran add-on.
nb_no: Skriv om tekniske problemer, be om hjelp, eller foreslå funksjoner. Bruk de tilgjengelige brukerstøttemulighetene for individuelle tillegg, dersom de er tilgjengelig. Du kan finne dem i «Mer informasjon»-seksjonen i sidestolpen på siden med detaljer om tillegget.
nl: Technische problemen, ondersteuningsvragen of aanvragen voor functies plaatsen. Gebruik hiervoor, indien beschikbaar, de ondersteuningsopties voor elke add-on. U vindt deze in de sectie ‘Meer informatie’ in de zijbalk op de detailpagina van de add-on.
nn_no: Skriv om tekniske probleme be om hjelp, eller foreslå funksjonar. Bruk dei tilgjengelege brukarstøttemoglegheitene for individuelle tillegg, dersom dei er tilgjengelege. Du kan finne dei i «Meir informasjon»-seksjonen i sidestolpen på sida med detaljer om tillegget.
pa_in: ਤਕਨੀਕੀ ਮੁੱਦਿਆਂ, ਸਹਾਇਤਾ ਬੇਨਤੀਆਂ, ਜਾਂ ਵਿਸ਼ੇਸ਼ਤਾ ਸੁਝਾਅ ਪੋਸਟ ਕਰੋ। ਜੇ ਉਪਲਬਧ ਹੋਵੇ ਤਾਂ ਹਰੇਕ ਐਡ-ਆਨ ਲਈ ਉਪਲਬਧ ਸਹਾਇਤਾ ਚੋਣਾਂ ਦੀ ਵਰਤੋਂ ਕਰੋ। ਤੁਸੀਂ ਐਡ-ਆਨ ਦੇ ਵਿਵਰਣ ਪੇਜ ਤੇ ਸਾਈਡਬਾਰ ਵਿਚ "ਹੋਰ ਜਾਣਕਾਰੀ" ਸੈਕਸ਼ਨ ਵਿਚ ਉਨ੍ਹਾਂ ਨੂੰ ਲੱਭ ਸਕਦੇ ਹੋ।
pl: Nie wysyłaj zgłoszeń problemów, próśb o pomoc czy sugestii nowych funkcji. Korzystaj z funkcji pomocy dla danego dodatku, jeśli są dostępne. Można je znaleźć w sekcji „Więcej informacji” na pasku bocznym strony informacji o dodatku.
pt_br: Publique problemas técnicos, solicitações de suporte ou sugestões de funcionalidades. Use as opções de suporte disponíveis para cada extensão, se disponível. Você pode encontrá-las na seção "Mais informações" na barra lateral na página de detalhes de extensão.
pt_pt: Coloque questões técnicas, pedidos de apoio ou sugestões de funcionalidades. Utilize as opções de apoio disponíveis para cada extra, se disponíveis. Pode encontrá-las na secção "Mais informação" na barra lateral da página de detalhes do extra.
ro: Nu posta probleme tehnice, cereri de asistență sau sugestii de funcționalități. Folosește opțiunile disponibile de asistență pentru fiecare supliment în parte, dacă sunt disponibile. Le găsești în secțiunea „Mai multe informații” din bara laterală pe pagina cu detaliile suplimentului.
ru: Задавать технические вопросы, вопросы поддержки или предлагать новые функции. Используйте доступные варианты поддержки для каждого дополнения, если они есть. Вы можете найти их в боковом столбце рядом с разделом «Об этом дополнении» на странице дополнения.
si: තාක්‍ෂණික ගැටළු, සහාය ඉල්ලීම් හෝ විශේෂාංග යෝජනා පළ කිරීම. අදාළ එක්කහුව සඳහා පවතින සහාය විකල්ප භාවිතා කරන්න. තිබේ නම්, ඔබට ඒවා එක්කහු විස්තර පිටුවේ පැති තීරුවෙහි "තව තොරතුරු" කොටස යටතේ හමු වනු ඇත.
sk: Nepíšte technické problémy, požiadavky na podporu alebo návrhy na nové funkcie. Pre ne môžete použiť kontakty, ktoré sú pre daný doplnok dostupné. Nájdete ich na stránke s podrobnosťami o doplnku.
sl: Ne objavljajte poročil o tehničnih težavah, zahtev za podporo ali predlogov za nove funkcije. V te namene uporabite razpoložljive možnosti podpore, če so na voljo. Najdete jih v stranski vrstici strani s podrobnostmi o dodatku v odseku "Več informacij".
sq: Postoni probleme teknike, kërkesa për asistencë, ose sugjerime për veçori të reja. Për asistencë përdorni mundësitë e gatshme për çdo shtesë, në pastë të tilla. Mund t’i gjeni te ndarja "Më tepër informacion" te anështylla te faqja e hollësive të shtesës.
sv_se: Skicka in tekniska problem, supportförfrågningar eller funktionsförslag. Använd de tillgängliga supportalternativen för varje tillägg, om det finns tillgängligt. Du hittar dem i avsnittet "Mer information" i sidofältet på sidan för tillägget.
th: เขียนเกี่ยวกับปัญหาทางเทคนิค การขอความช่วยเหลือ หรือการเสนอแนะคุณลักษณะต่าง ๆ ใช้ตัวเลือกสนับสนุนสำหรับแต่ละส่วนเสริมหากมี คุณสามารถพบได้ในส่วน "ข้อมูลเพิ่มเติม" ในแถบด้านข้างบนหน้ารายละเอียดของส่วนเสริม
tr: Teknik sorunlar, destek istekleri veya özellik önerileri göndermeyin. Her eklenti kendi destek seçeneklerini kullanın (varsa). Bunları, eklentinin ayrıntı sayfasındaki kenar çubuğunda yer alan "Daha fazla bilgi" bölümünde bulabilirsiniz.
uk: Задавати технічні питання, запити про підтримку, або пропонувати нові функції. Використовуйте доступні варіанти для кожного додатка. Ви можете знайти їх в розділі "Більше інформації" на бічній панелі сторінки додатка.
vi: Đăng các sự cố kỹ thuật, yêu cầu hỗ trợ hoặc đề xuất tính năng. Sử dụng các tùy chọn hỗ trợ có sẵn cho từng tiện ích bổ sung, nếu có. Bạn có thể tìm thấy chúng trong phần "Thêm thông tin" trong thanh bên trên trang chi tiết của tiện ích.

source: Write reviews for add-ons which you have not personally used.
ar: تكتب مراجعات على الإضافات التي لم تستخدمها مُسبقا بنفسك.
bg: пишете отзиви за добавки, които лично вие не сте използвали.
bs: Napišite recenzije za dodatke koji niste lično koristili.
ca: Escriure ressenyes sobre complements que no heu utilitzat personalment.
cs: Nepište recenze k doplňkům, které osobně nepoužíváte.
da: Skrive anmeldelser af tilføjelser, som du ikke selv har brugt.
de: Schreiben von Bewertungen für Add-ons, die Sie nicht selbst verwendet haben.
el: Γράφετε κριτικές για πρόσθετα που δεν έχετε χρησιμοποιήσει προσωπικά.
es: Escribir opiniones sobre los complementos que no has usado.
fi: Kirjoita arvioita lisäosista, joita et ole itse käyttänyt.
fr: N’écrivez pas de critiques de modules que vous n’avez pas utilisés vous-même.
fur: Scrivi recensions par components adizionâi che no tu âs provât di persone.
fy_nl: Beoardielingen skriuwe foar add-ons dy’t jo net sels brûkt hawwe.
he: לכתוב סקירות לתוספות שלא השתמשת בהן באופן אישי.
hr: Pisati recenzije za dodatke koje ne koristiš osobno.
hu: Ne írjon értékelést olyan kiegészítőről, melyet nem használt.
ia: Scriber recensiones de additivos que tu non ha usate personalmente.
id: Tulis ulasan untuk pengaya yang belum pernah Anda gunakan sendiri.
is: Skrifa umsagnir um viðbætur sem þú hefur ekki notað persónulega.
it: Scrivere recensioni di componenti aggiuntivi che non hai provato personalmente;
ja: 自分で使ったのではないアドオンのレビューを書いてはいけません。
ka: იმ დამატებებზე მიმოხილვის გაკეთება, რომლებიც თავად არ გამოგიყენებიათ.
kab: Aru asenqed ɣef izegrar i tesqedceḍ yakan.
ms: Tulis ulasan add-ons yang anda sendiri belum pernah menggunakannya.
nb_no: Skrive omtaler for utvidelser som du ikke har brukt selv.
nl: Beoordelingen schrijven voor add-ons die u niet zelf hebt gebruikt.
nn_no: Skrime vurderingar om utvidingar du sjølv ikkje har brukt.
pa_in: ਐਡ-ਆਨ ਲਈ ਸਮੀਖਿਆਵਾਂ ਲਿੱਖੋ ਜਿਸ ਨੂੰ ਤੁਸੀਂ ਨਿੱਜੀ ਤੌਰ ਤੇ ਨਹੀਂ ਵਰਤਿਆ।
pl: Nie pisz recenzji dla dodatków, których osobiście nie używano.
pt_br: Escrever análises para extensões que você nunca chegou a usar.
pt_pt: Escrever análises para extras que não utilizou pessoalmente.
ro: Nu scrie recenzii pentru suplimente pe care nu le-ai folosit personal.
ru: Писать отзывы на дополнения, которые вы лично не использовали.
si: ඔබ පෞද්ගලිකව භාවිතා නොකළ එක්කහු සඳහා සමාලෝචන ලිවීම.
sk: Nepíšte recenzie k doplnkom, ktoré ste osobne nepoužili.
sl: Ne pišite ocen za dodatke, ki jih sami niste uporabljali.
sq: Shkruani shqyrtime për shtesa të cilat s’i keni përdorur ju vetë.
sv_se: Skriv omdömen om tillägg som du inte personligen har använt.
th: เขียนบทวิจารณ์สำหรับส่วนเสริมที่คุณยังไม่เคยใช้เอง
tr: Bizzat kullanmadığınız eklentiler için inceleme yazmayın.
uk: Писати відгуки на додатки, які ви особисто не використовували.
vi: Viết đánh giá cho các tiện ích mà bạn chưa sử dụng.

source: Use profanity, sexual language or language that can be construed as hateful.
ar: تستخدم الألفاظ النابية، أو الجنسية، أو أي ألفاظ تدعو إلى الكراهية والضغينة.
bs: Koristite psovke, seksualne fraze ili jezik koji se može tumačiti kao pun mržnje.
ca: Utilitzar paraules gruixudes, llenguatge sexual o llenguatge que inciti a l'odi.
cs: Nepoužívejte hrubý, sexuálně orientovaný či jinak nevhodný jazyk.
da: Bruge sjofelt eller fjendtligt sprog.
de: Verwendung von vulgären Ausdrücken, sexuellen Ausdrücken oder Ausdrücken, die als hasserfüllt gelten können.
el: Χρησιμοποιείτε βωμολοχίες, σεξουαλική γλώσσα ή γλώσσα που μπορεί να θεωρηθεί απεχθής.
es: Utilizar idioma sexual o que pueda ser considerado como de odio.
fi: Käytä kirosanoja, seksuaalisia viittauksia tai ”vihapuheeseen” verrattavaa kieltä.
fr: Interdisez-vous tout propos vulgaire, à connotation sexuelle ou pouvant être perçu comme haineux.
fur: Doprâ lengaç volgâr, soç o che al pues vignî interpretât come odeôs.
fy_nl: Grouwélich, seksueel tinte of mooglik haatsjend taalgebrûk.
he: להשתמש בשפה בוטה, מינית או בשפה שעשויה להתפרש כפוגענית.
hr: Koristiti psovke, seksualne fraze ili jezik koji se može tumačiti kao mržnja.
hu: Ne káromkodjon, trágárkodjon, kerülje a gyűlölködőként értelmezhető megfogalmazásokat.
ia: Usar profanitate, linguage sexual o linguage que pote esser interpretate como odiose.
id: Menggunakan bahasa kasar, seksual, atau bahasa yang bisa ditafsirkan sebagai kebencian.
is: Nota blótsyrði, klæmast eða málfar sem hægt sé að flokka sem hatursorðræðu.
it: Usare un linguaggio volgare, osceno o che possa essere considerato fastidioso;
ja: 冒涜、下品、性的な言葉や相手を傷つけるような言葉遣いをしてはいけません。
ka: უპატივცემლო, უხამსი მიმართვა ან სიძულვილის ენის გამოყენება.
kab: Iseqdac rregmat, awalen n tuzzuft neɣ awalen n karuh.
ms: Guna bahasa yang boleh ditafsirkan sebagai kebencian, kelakuan tidak senonoh atau bahasa seksual.
nb_no: Bruke banning, seksuelt språk eller språk som kan tolkes som hatefullt.
nl: Grof, seksueel getint of mogelijk haatzaaiend taalgebruik.
nn_no: Bruke banning, seksuelt språk eller språk som kan tolkast som hatefullt.
pa_in: ਅਪਮਾਨਜਨਕ, ਜਿਨਸੀ ਭਾਸ਼ਾ ਜਾਂ ਭਾਸ਼ਾ ਦਾ ਉਪਯੋਗ ਕਰੋ ਜਿਸਨੂੰ ਘਿਰਨਾਜਨਕ ਸਮਝਿਆ ਜਾ ਸਕਦਾ ਹੈ।
pl: Nie używaj wulgaryzmów, słów związanych z seksem ani języka, który może zostać zrozumiany jako mowa nienawiści.
pt_br: Usar palavrões, linguagem sexual ou linguagem que possa ser interpretada como odiosa.
pt_pt: Não utilize linguagem inadequada ou de conteúdo sexual que pode ser considerada odiosa.
ro: Nu folosi vulgarități, obscenități sau un limbaj care ar putea fi interpretat ca răuvoitor.
ru: Использовать ненормативную лексику, непристойные выражения или слова, которые могут быть истолкованы как ненависть.
si: ද්වේෂ සහගත බව, ලිංගික භාෂාව, හෝ අපහාසාත්මක අසභ්‍ය වචන භාවිතා කිරීම.
sk: Nepoužívajte nevhodný či urážlivý jazyk. Vyvarujte sa taktiež sexuálnym narážkam.
sl: Ne uporabljajte prostaških izrazov ali jezika, ki ga je lahko razumeti kot sovražnega.
sq: Mos përdorni fjalë të ndyra, gjuhë seksuale apo gjuhë që mund të merret si bartëse urrejtjeje.
sv_se: Använd svordomar, sexuellt språk eller språk som kan uppfattas som hatiskt.
th: ใช้คำหยาบคาย ภาษาที่แสดงออกเกี่ยวกับเรื่องเพศ หรือภาษาที่ถือว่าแสดงความเกลียดชัง
tr: Küfür, cinsellik veya nefret ifaleri içeren bir üsluptan kaçının.
uk: Використовувати ненормативну лексику, непристойні вирази або слова, які можуть бути витлумачені як ненависть.
vi: Sử dụng thô tục, ngôn ngữ tình dục hoặc ngôn ngữ có thể được hiểu là đáng ghét.

source: Include HTML, links, source code or code snippets. Reviews are meant to be text only.
ar: تضع أكواد HTML أو روابط أو نصوص مصدرية أو أجزاء من الكود. على المراجعات أن تكون نصوصا صِرفة فحسب.
bg: Включвате HTML, препратки, части от код или изходен код. Отзивите трябва да бъдат само текст.
bs: Ubacite HTML, linkove, izvorni kod ili isječke. Recenzija treba biti samo tekstualna.
ca: Incloure HTML, enllaços, codi font o fragments de codi. Les ressenyes han de ser només de text.
cs: Nevkládejte HTML kód, odkazy, zdrojový kód nebo jeho části. Recenze jsou určeny pouze pro psaní textu.
da: Inkludere HTML, links, kildekode eller kodestykker. Anmeldelser bør kun bestå af tekst.
de: Verwenden Sie kein HTML und fügen Sie weder Links noch Quelltext oder Ausschnitte davon an. Bewertungen sollen nur aus Text bestehen.
el: Συμπεριλαμβάνετε HTML, συνδέσμους, πηγαίο κώδικα ή μέρη κώδικα. Οι κριτικές πρέπει να περιέχουν μόνο κείμενο.
es: Incluir HTML, enlaces, código fuente o snippets. Los comentarios solo deben ser de texto.
fi: Sisällytä HTML:ää, linkkejä, lähdekoodia tai koodipätkiä. Arvioiden on tarkoitus olla sisällöltään vain tekstiä.
fr: N’ajoutez pas de HTML, de liens, de code source ni de snippets. Les critiques ne doivent contenir que du texte.
fur: Includi codiç HTML, colegaments, codiç sorzint o tocs di codiç. Lis recensions a àn di vê nome test.
fy_nl: HTML, keppelingen, boarnekoade of koadefragminten opnimme. Beoardielingen binne útslutend tekstueel.
he: לכלול HTML, קישורים, קוד מקור או קטעי קוד. סקירות אמורות להיות טקסט בלבד.
hr: Uključiti HTML, poveznice, izvorni kod ili isječke koda. Recenzije moraju sadržati samo tekst.
hu: Ne fűzzön bele HTML kódot, hivatkozásokat, forráskódot vagy kódrészleteket. Az értékelés csak szöveg kell legyen.
ia: Includer HTML, ligamines, codice fonte o fragmentos de codice. Le recensiones debe continer solmente texto.
id: Memasukkan HTML, tautan, kode sumber atau potongan kode. Tinjauan dimaksudkan berupa teks saja.
is: Hafa með HTML-merkingar, frumkóða eða kóðadæmi. Ætlast er til að umsagnir séu einungis texti.
it: Includere codice HTML, link, codice sorgente o frammenti di codice: le recensioni devono contenere unicamente testo;
ja: HTML、リンク、ソースコードあるいはコードの一部を書き込むこと。レビューは文章のみとなります。
ka: HTML კოდების, ბმულების, სკრიპტების დართვა. მიმოხილვები უნდა შედგებოდეს მხოლოდ ტექსტისგან.
kab: Tzemred ad tessedduḍ HTML, iseɣwan, tangalt aɣbalu neq kran n yeḥricen n tengalt. Iwenniten ttwasnen d akken d aḍris kan.
ms: Sertakan HTML, pautan, kod sumber atau coretan kod. Ulasan adalah hanya dalam bentuk teks.
nb_no: Inkluder HTML, lenker, kildekode eller kodeutdrag. Omtaler er ment å bare ha tekst i seg.
nl: HTML, koppelingen, broncode of codefragmenten opnemen. Beoordelingen zijn uitsluitend tekstueel.
nn_no: Inkluder HTML, lenker, kjeldekode eller kodesnuttar. Vurderingar er meint å vere berre tekst.
pa_in: HTML, ਲਿੰਕਾਂ, ਸੋਰਸ ਕੋਡ ਜਾਂ ਕੋਡ ਸਨਿੱਪਟਾਂ ਨੂੰ ਸ਼ਾਮਲ ਕਰਦੇ ਹੋਏ। ਸਮੀਖਿਆਵਾਂ ਦਾ ਭਾਵ ਕੇਵਲ ਟੈਕਸਟ ਤੋਂ ਹੈ।
pl: Nie wklejaj kodu HTML, odnośników, kodu źródłowego ani jego fragmentów. Recenzje mają być wyłącznie tekstowe.
pt_br: Inclui HTML, links, código fonte ou trechos de código. As análises devem ser apenas texto.
pt_pt: Incluir HTML, ligações, código fonte ou trechos de código. As análises são para ser apenas texto.
ro: Să incluzi cod HTML, linkuri, cod sursă sau fragmente de cod. Recenziile trebuie să fie doar text.
ru: Включать HTML, ссылки, исходный код или фрагменты кода. Отзывы должны содержать только текст.
si: HTML, සබැඳි, මූලාශ්‍ර කේත හෝ කේත කොටස් ඇතුළත් කිරීම. සමාලෝචනයක පෙළ පමණක් අඩංගු විය යුතුය.
sk: Nevkladajte HTML, odkazy, zdrojový kód alebo jeho časti. Recenzie sú len textové.
sl: Ne vključujte HTML-ja, povezav, izvorne kode ali izrezkov kode. V ocenah uporabite samo besedilo.
sq: Përfshini HTML, lidhje, kod burim ose copëza kodi. Shqyrtimet pritet të jenë vetëm tekst.
sv_se: Inkludera HTML, länkar, källkod eller kodavsnitt. Omdömen är avsedda att vara enbart text.
th: รวม HTML, ลิงก์, รหัสต้นฉบับหรือส่วนย่อยของรหัส บทวิจารณ์จะต้องเป็นข้อความเท่านั้น
tr: HTML, bağlantı, kaynak kodu veya kod parçaları eklemeyin. İncelemeler düz metin olmalıdır.
uk: Додавати HTML, посилання, програмний код або фрагменти коду. Відгуки повинні містити тільки текст.
vi: Bao gồm HTML, liên kết, mã nguồn hoặc đoạn mã. Bài đánh giá chỉ cần văn bản là đủ.
