Repository: mozilla/addons-frontend
Catalog: locale/*/LC_MESSAGES/amo.po
Languages: ar, az, bg, bn_bd, bs, ca, cs, da, de, el, es, fa, fi, fr, fur, fy_nl, ga_ie, he, hr, hu, ia, id, is, it, ja, ka, kab, ms, nb_no, nl, nn_no, pa_in, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: Sorry, but there was an error and we couldn't complete your request. We have logged this error and will investigate it.
ar: نأسف ولكن حدث عطل ولم نقدر على إكمال طلبك. لقد سجلنا هذا الخطأ وسننظر فيه.
az: Üzr istəyirik, bir xəta oldu və istəyinizi tamamlaya bilmədik. Bu xətanı qeydə aldıq və tədqiqat aparacıq.
bn_bd: দুঃখিত, কিন্তু একটি ত্রুটি ছিল এবং আমরা আপনার অনুরোধটি সম্পূর্ণ করতে পারিনি। আমরা এই ত্রুটি লিপিবদ্ধ করেছি এবং এটা আমরা তদন্ত করে দেখবো।
bs: Žao nam je, došlo je do greške i nismo mogli završiti vaš zahtjev. Prijavili smo ovu grešku i istražit ćemo je.
fa: متاسفیم، اما خطایی رخ داد و ما نتوانستیم درخواست شما را کامل کنیم. ما این خطا را ضبط کرده‌ایم و آن را بررسی می‌کنیم.
ga_ie: Ár leithscéal. Tharla earráid agus ní raibh muid in ann d'iarratas a chomhlíonadh. Sábháladh an earráid seo sa logchomhad agus fiosróimid an scéal.
he: מצטערים, אבל אירעה שגיאה ולא הצלחנו להשלים את הבקשה שלך. תיעדנו את השגיאה הזאת ואנו נחקור אותה.
id: Maaf, tapi ada kesalahan dan kami tidak dapat menyelesaikan permintaan Anda. Kami telah mencatat kesalahan ini dan akan menyelidikinya.
pa_in: ਮੁਆਫ ਕਰਨਾ, ਪਰ ਇੱਕ ਗਲਤੀ ਹੋਈ ਸੀ ਅਤੇ ਅਸੀਂ ਤੁਹਾਡੀ ਬੇਨਤੀ ਪੂਰੀ ਨਹੀਂ ਕਰ ਸਕੇ। ਅਸੀਂ ਇਸ ਗ਼ਲਤੀ ਨੂੰ ਲਾਗ ਕੀਤਾ ਹੈ ਅਤੇ ਇਸ ਦੀ ਜਾਂਚ ਕਰਾਂਗੇ।
sl: Žal je prišlo do napake in vaše zahteve nismo mogli izpolniti. Napako smo zabeležili in se ji bomo posvetili.
sq: Na ndjeni, por pati një gabim dhe s’mundëm të plotësonim kërkesën tuaj. E kemi regjistruar këtë gabim dhe do ta hetojmë.

source: %(strongStart)s%(name)s%(strongEnd)s has been added
ar: أُضيفت %(strongStart)s%(name)s%(strongEnd)s
he: ‏%(strongStart)s%(name)s%(strongEnd)s התווסף
id: %(strongStart)s%(name)s%(strongEnd)s telah ditambahkan
pa_in: %(strongStart)s %(name)s %(strongEnd)s ਨੂੰ ਜੋੜਿਆ ਗਿਆ ਹੈ
sl: %(strongStart)s%(name)s%(strongEnd)s je bil dodan
sq: %(strongStart)s%(name)s%(strongEnd)s u shtua

source: Manage your add-ons by clicking Add-ons in the menu.
he: ניתן לנהל את התוספות שלך על־ידי לחיצה על ״תוספות״ שבתפריט.
id: Kelola pengaya Anda dengan mengklik Pengaya pada menu.
pa_in: ਮੀਨੂ ਵਿੱਚ ਐਡ-ਆਨ ਕਲਿਕ ਕਰਕੇ ਆਪਣੇ ਐਡ-ਆਨ ਦਾ ਪ੍ਰਬੰਧ ਕਰੋ।
sl: Za upravljanje dodatkov v meniju kliknite Dodatki.
sq: Administroni shtesat tuaj duke klikuar mbi Shtesa te menuja.

source: OK
ar: حسنًا
az: Tamam
he: אישור
id: Oke
pa_in: ਠੀਕ ਹੈ
sl: V redu
te: సరే

source: Page %(currentPage)s of %(totalPages)s
ar: صفحة %(currentPage)s من أصل %(totalPages)s
az: Səhifə %(currentPage)s / %(totalPages)s
bn_bd: %(totalPages)s এর %(currentPage)s পাতা
fa: صفحه %(currentPage)s از %(totalPages)s
ga_ie: Leathanach %(currentPage)s as %(totalPages)s
he: עמוד %(currentPage)s מתוך %(totalPages)s
id: Laman %(currentPage)s dari %(totalPages)s
pa_in: ਪੰਨਾ %(currentPage)s ਦਾ %(totalPages)s
sl: Stran %(currentPage)s od %(totalPages)s
sq: Faqja %(currentPage)s nga %(totalPages)s gjithsej
te: %(totalPages)sలో %(currentPage)sవ పేజీ

source: Take short survey
he: לקיחת סקר קצר
id: Ikuti survei singkat
pa_in: ਛੋਟੇ ਸਰਵੇਖਣ ਲਵੋ
sl: Izpolnite kratek vprašalnik
sq: Plotësoni një pyetësor të shkurtër
te: చిన్న సర్వే తీసుకోండి

source: Thanks for visiting this site! Please take a minute or two to tell Firefox about your experience.
az: Bu saytı ziyarət etdiyiniz üçün təşəkkürlər! Lütfən bir neçə dəqiqənizi ayıraraq Firefox ilə təcrübənizi danışın.
he: תודה שביקרת באתר זה! נא להקדיש דקה או שתיים כדי לספר ל־Firefox על החוויה שלך.
id: Terima kasih telah mengunjungi situs ini! Mohon luangkan satu atau dua menit untuk memberitahukan pengalaman Anda kepada Firefox.
pa_in: ਇਸ ਸਾਈਟ ਨੂੰ ਦੇਖਣ ਲਈ ਧੰਨਵਾਦ! ਫਾਇਰਫੌਕਸ ਨੂੰ ਆਪਣੇ ਤਜ਼ਰਬੇ ਬਾਰੇ ਦੱਸਣ ਲਈ ਇੱਕ ਜਾਂ ਦੋ ਮਿੰਟ ਦਾ ਸਮਾਂ ਲਓ।
sl: Hvala za obisk! Prosimo, vzemite si minuto časa in povejte Firefoxu o svojih izkušnjah.
sq: Faleminderit për vizitën në këtë sajt! Ju lutemi, shpenzoni një a dy minuta për t’i treguar Firefox-it mbi përshtypjet tuaja.

source: This is an official add-on built by the creators of Mozilla Firefox.
sl: To je uradni dodatek, ki so ga razvili ustvarjalci Mozilla Firefox.

source: Blog
ar: المدونة
az: Bloq
bn_bd: ব্লগ
fa: بلاگ
he: בלוג
pa_in: ਬਲੌਗ
te: బ్లాగు

source: To find add-ons compatible with Firefox on desktop, <a href="%(newLocation)s">visit our desktop site</a>.
ar: <a href="%(newLocation)s">زُر موقعنا بنسخة سطح المكتب</a> لتعرف الإضافات المتوافقة مع فيرفكس على سطح المكتب.
he: כדי למצוא תוספות הנתמכות ב־Firefox למחשבים שולחניים, <a href="%(newLocation)s">ניתן לבקר באתר הרגיל שלנו</a>.
id: Untuk menemukan pengaya yang kompatibel dengan Firefox di desktop, <a href="%(newLocation)s">kunjungi situs desktop kami</a>.
pa_in: ਡੈਸਕਟਾਪ ਉੱਤੇ ਫਾਇਰਫਾਕਸ ਦੇ ਅਨੁਕੂਲ ਐਡ-ਆਨ ਲੱਭਣ ਲਈ, <a href="%(newLocation)s">ਸਾਡੀ ਡੈਸਕਟਾਪ ਸਾਈਟ ਤੇ ਜਾਓ </a>।
sq: Që të gjeni shtesa të përputhshme me Firefox-in në desktop, <a href="%(newLocation)s">vizitoni sajtin tonë për desktop</a>.

source: Not available on Firefox for Android. You can use this add-on with Firefox for Desktop, or look for similar <a href="%(newLocation)s">Android add-ons</a>.
ar: غير متوفر على فيرفكس لنظام أندرويد. يمكنك استخدام هذه الوظيفة الإضافية مع فيرفكس لسطح المكتب ، أو البحث عن <a href="%(newLocation)s">إضافات أندرويد مماثلة</a>.
he: לא זמין ב־Firefox עבור Android. באפשרותך להשתמש בתוספת זו ב־Firefox למחשבים שולחניים, או לחפש <a href="%(newLocation)s">תוספות דומות ל־Android</a>.
id: Tidak tersedia di Firefox untuk Android. Anda dapat menggunakan pengaya ini dengan Firefox untuk Desktop, atau cari <a href="%(newLocation)s">pengaya Android</a> yang serupa.
pa_in: ਐਂਡਰਾਇਡ ਲਈ ਫਾਇਰਫਾਕਸ ਉੱਤੇ ਉਪਲਬਧ ਨਹੀਂ ਹੈ। ਤੁਸੀਂ ਇਸ ਐਡ-ਆਨ ਨੂੰ ਡੈਸਕਟੌਪ ਲਈ ਫਾਇਰਫਾਕਸ ਨਾਲ ਇਸਤੇਮਾਲ ਕਰ ਸਕਦੇ ਹੋ, ਜਾਂ ਇਸ ਤਰਾਂ ਦੇ <a href="%(newLocation)s">ਐਡਰਾਇਡ ਐਡ-ਆਨ</a> ਦੀ ਭਾਲ ਕਰ ਸਕਦੇ ਹੋ।
sq: Jo i passhëm në Firefox për Android. Mund ta përdorni këtë shtesë me Firefox-in për Desktop, ose të shihni për <a href="%(newLocation)s">shtesa për Android</a> të ngjashme.

source: To learn about add-ons compatible with Firefox for Android, <a href="%(newLocation)s">click here</a>.
ar: للتعرف على الإضافات المتوافقة مع فيرفكس لنظام أندرويد ، <a href="%(newLocation)s">انقر هنا</a>.
he: למידע נוסף על תוספות הנתמכות ב־Firefox עבור Android, <a href="%(newLocation)s">נא ללחוץ כאן</a>.
id: Untuk mempelajari tentang pengaya yang kompatibel dengan Firefox untuk Android, <a href="%(newLocation)s">klik di sini</a>.
pa_in: ਐਂਡਰਾਇਡ ਲਈ ਫਾਇਰਫਾਕਸ ਦੇ ਅਨੁਕੂਲ ਐਡ-ਆਨ ਬਾਰੇ ਜਾਣਨ ਲਈ, <a href="%(newLocation)s">ਇੱਥੇ ਕਲਿੱਕ ਕਰੋ</a>।
sq: Për të mësuar rreth shtesash të përputhshme me Firefox-in për Android, <a href="%(newLocation)s">klikoni këtu</a>.

source: To find add-ons compatible with Firefox on Android, <a href="%(newLocation)s">visit our mobile site</a>.
ar: <a href="%(newLocation)s">زُر موقعنا بنسخة المحمول</a> لتعرف الإضافات المتوافقة مع Firefox على أندرويد.
he: כדי למצוא תוספות הנתמכות ב־Firefox עבור Android, <a href="%(newLocation)s">ניתן לבקר באתר שלנו לניידים</a>.
id: Untuk menemukan pengaya yang kompatibel dengan Firefox di Android, <a href="%(newLocation)s">kunjungi situs seluler kami</a>.
pa_in: ਐਂਡਰਾਇਡ ਤੇ ਫਾਇਰਫਾਕਸ ਦੇ ਅਨੁਕੂਲ ਐਡ-ਆਨ ਲੱਭਣ ਲਈ, <a href="%(newLocation)s">ਸਾਡੀ ਮੋਬਾਈਲ ਸਾਈਟ ਤੇ ਜਾਓ</a>।
sq: Që të gjeni shtesa të përputhshme me Firefox-in në Android, <a href="%(newLocation)s">vizitoni sajtin tonë për celular</a>.

source: This listing is not intended for this platform. <a href="%(newLocation)s">Browse add-ons for Firefox on Android</a>.
he: רשומה זו אינה מיועדת לפלטפורמה זו. <a href="%(newLocation)s">עיון בתוספות ל־Firefox עבור Android</a>.
id: Daftar ini tidak dimaksudkan untuk platform ini. <a href="%(newLocation)s">Jelajahi pengaya untuk Firefox di Android</a>.
pa_in: ਇਹ ਸੂਚੀ ਇਸ ਪਲੇਟਫਾਰਮ ਲਈ ਨਹੀਂ ਹੈ। <a href="%(newLocation)s">ਐਂਡਰਾਇਡ ਤੇ ਫਾਇਰਫਾਕਸ ਲਈ ਐਡ-ਆਨ ਬਰਾਊਜ਼ਰ ਕਰੋ </a>।
sq: Kjo listë s’është e menduar për këtë platformë. <a href="%(newLocation)s">Shfletoni shtesa për Firefox-in në Android</a>.

source: This listing is not intended for this platform. <a href="%(newLocation)s">Browse add-ons for Firefox on desktop</a>.
ar: هذه القائمة غير مخصصة لهذه المنصة. <a href="%(newLocation)s">تصفح الإضافات على فيرفكس لسطح المكتب</a>.
he: רשומה זו אינה מיועדת לפלטפורמה זו. <a href="%(newLocation)s">עיון בתוספות ל־Firefox למחשבים שולחניים</a>.
id: Daftar ini tidak dimaksudkan untuk platform ini. <a href="%(newLocation)s">Jelajahi pengaya untuk Firefox di desktop</a>.
pa_in: ਇਹ ਸੂਚੀ ਇਸ ਪਲੇਟਫਾਰਮ ਲਈ ਨਹੀਂ ਹੈ। <a href="%(newLocation)s">ਡੈਸਕਟਾਪ ਉੱਤੇ ਫਾਇਰਫਾਕਸ ਲਈ ਐਡ-ਆਨ ਬਰਾਊਜ਼ਰ ਕਰੋ </a>।
sq: Kjo listë s’është e menduar për këtë platformë. <a href="%(newLocation)s">Shfletoni shtesa për Firefox-in në desktop</a>.

source: Not available on Firefox for Android. You can use this add-on with Firefox for Desktop. Learn more about <a href="%(newLocation)s">add-ons for Android</a>.
ar: غير متوفر على فيرفكس لنظام أندرويد. يمكنك استخدام هذه الوظيفة الإضافية مع فيرفكس لسطح المكتب. تعرف على مزيد من المعلومات حول <a href="%(newLocation)s">الوظائف الإضافية لنظام أندرويد</a>.
he: לא זמין ב־Firefox עבור Android. באפשרותך להשתמש בתוספת זו ב־Firefox למחשבים שולחניים. מידע נוסף על <a href="%(newLocation)s">תוספות עבור Android</a>.
id: Tidak tersedia di Firefox untuk Android. Anda dapat menggunakan pengaya ini dengan Firefox untuk Desktop. Pelajari lebih lanjut tentang <a href="%(newLocation)s">pengaya untuk Android</a>.
pa_in: ਐਂਡਰਾਇਡ ਲਈ ਫਾਇਰਫਾਕਸ ਉੱਤੇ ਉਪਲਬਧ ਨਹੀਂ ਹੈ। ਤੁਸੀਂ ਇਸ ਐਡ-ਆਨ ਦੀ ਵਰਤੋਂ ਫਾਇਰਫਾਕਸ ਡੈਸਕਟਾਪ ਲਈ ਕਰ ਸਕਦੇ ਹੋ। <a href="%(newLocation)s">ਐਂਡਰਾਇਡ ਲਈ ਐਡ-ਆਨ</a> ਬਾਰੇ ਹੋਰ ਜਾਣੋ।
sq: Jo i passhëm në Firefox për Android. Mund ta përdorni këtë shtesë me Firefox-in për Desktop. Mësoni më tepër rreth <a href="%(newLocation)s">shtesash për Android</a>.

source: Windows
ar: وِندوز
bs: Prozor
fa: ویندوز
pa_in: ਵਿੰਡੋਜ਼

source: Linux
ar: لينكس
fa: لینوکس
pa_in: ਲੀਨਕਸ
te: లైనక్స్

source: macOS
ar: ماك أو إس

source: Featured Extension
az: Seçilmiş Uzantı
bn_bd: বৈশিষ্ট্যপূর্ণ এক্সটেনশনসমূহ
bs: Istaknute ekstenzije
fa: ضمیمه‌های منتخب
te: విశేష పొడిగింత

source: Featured Theme
az: Seçilmiş Mövzu
bn_bd: নির্বাচিত থিম
bs: Istaknute teme
fa: پوسته‌های منتخب
te: విశేష అలంకారం

source: Featured Add-on
az: Seçilmiş Əlavə
bn_bd: নির্বাচিত অ্যাড-অন
bs: Istaknuti dodaci
fa: افزونه‌های منتخب
te: విశేష పొడిగింత

source: You need to <a href="%(downloadUrl)s">download Firefox</a> to install this add-on.
bn_bd: অ্যাড-অনটি ইন্সটল করতে হলে আপনাকে <a href="%(downloadUrl)s">Firefox ডাউনলোড</a> করতে হবে।
bs: Morate <a href="%(downloadUrl)s">preuzeti Firefox</a> za instalaciju ovog dodatka.
fa: شما نیاز دارید تا <a href="%(downloadUrl)s"> را دریافت کرده</a> تا بتوانید این افزونه را نصب کنید.
ga_ie: Caithfidh tú <a href="%(downloadUrl)s">Firefox a íoslódáil</a> chun an breiseán seo a shuiteáil.

source: Your version of Firefox does not support search plugins.
az: Firefox versiyanız axtarış qoşmalarını dəstəkləmir.
bn_bd: Firefox এই সংস্করণ সার্চ প্লাগিন সাপোর্ট করে না।
bs: Vaša Firefox verzija ne podržava pretraživačke plaginove.
fa: نسخه فایرفاکس شما از افزونه‌های جستجو پشتیبانی نمی‌کند.
ga_ie: Ní thacaíonn an leagan de Firefox atá agat le breiseáin chuardaigh.

source: Firefox for iOS does not currently support add-ons.
az: iOS üçün Firefox hazırda əlavələri dəstəkləmir.
bn_bd: iOS এর জন্যৈ Firefox বর্তমানে অ্যাড-অন সমর্থন করে না।
bs: Firefox za iOS trenutno ne podržava dodatke.
fa: در حال حاضر فایرفاکس برای iOS از افزونه‌ها پشتیبانی نمی‌کند.
ga_ie: Ní thacaíonn Firefox ar iOS le breiseáin faoi láthair.

source: Support Site
bn_bd: সহায়তা সাইট
bs: Stranica podrške
fa: سایت پشتیبانی
ga_ie: Suíomh Tacaíochta

source: Tell the world why you think this extension is fantastic! Please follow our %(linkStart)sreview guidelines%(linkEnd)s.
bs: Recite svijetu zašto mislite da je ova ekstenzija fantastična! Molimo pratite naše %(linkStart)s smjernice za pregled %(linkEnd)s.
fa: به همه دنیا بگویید که چرا این افزودنی باحال است! لطفا %(linkStart)sدستورالعمل‌های بازنگری%(linkEnd)s ما را رعایت کنید.

source: Tell us what you love about this extension. Be specific and concise.
bn_bd: এই এক্সটেনসনটির কোন বিষয়টি আপনার ভাল লেগেছে, আমাদের নির্দিষ্ট করে বলুন।
bs: Recite nam šta volite o ovoj ekstenziji. Budite konkretni i koncizni.
fa: به ما بگویید چرا این افزونه را دوست دارید. صریح و مختصر بنویسید.
ga_ie: I mbeagán focal, inis dúinn na rudaí a thaitníonn leat faoin eisínteacht seo. Bí sonrach.

source: Tell the world about this extension. Please follow our %(linkStart)sreview guidelines%(linkEnd)s.
bs: Recite svijetu zašto mislite da je ova ekstenzija fantastična! Molimo pratite naše %(linkStart)s smjernice za pregled %(linkEnd)s.

source: Tell us about your experience with this extension. Be specific and concise.
bn_bd: এই এক্সটেনসনটির কোন বিষয়টি আপনার ভাল লেগেছে, আমাদের নির্দিষ্ট করে বলুন।
bs: Podijelite vaše iskustvo o ovoj ekstenziji. Budite konkretni i koncizni.
fa: از تجربه خود با این افزونه به ما بگویید. صریح و مختصر بنویسید.
ga_ie: I mbeagán focal, inis dúinn faoi d'eispéireas leis an eisínteacht seo. Bí sonrach.

source: Review text
bn_bd: টেক্সট পর্যালোচনা করুন
bs: Tekst recenzije
fa: متن بازخورد
ga_ie: Téacs an léirmheasa

source: posted %(timestamp)s
bn_bd: %(timestamp)s এ পোস্ট করা হয়েছে
bs: objavljeno %(timestamp)s
fa: ارسال شده در %(timestamp)s

source: by %(authorName)s, %(timestamp)s
bn_bd: %(authorName)s দ্বারা, %(timestamp)s এ
bs: od %(authorName)s, %(timestamp)s
fa: توسط%(authorName)s، در %(timestamp)s

source: Browse all add-ons in this category.
bn_bd: এই বিষয়শ্রেণীর সব অ্যাড-অন ব্রাউজ করুন।
bs: Pregledaj sve dodatke u ovoj kategoriji.
fa: تمام افزونه‌های این دسته را مرور کنید.

source: Browse all extensions in this category.
bn_bd: এই বিষয়শ্রেণীর সব এক্সটেনশন ব্রাউজ করুন
bs: Pregledaj sve ekstenzije u ovoj kategoriji.
fa: تمام ضمیمه‌های این دسته را مرور کنید.

source: Browse all themes in this category.
bn_bd: এই বিষয়শ্রেণীর সব থিম ব্রাউজ করুন।
bs: Pregledaj sve teme u ovoj kategoriji.
fa: تمام زمینه‌های این دسته را مرور کنید.

source: If you followed a link from somewhere, please <a href="%(url)s">file an issue</a>. Tell us where you came from and what you were looking for, and we'll do our best to fix it.
bn_bd: আপনি কোথাও থেকে একটি লিঙ্ক অনুসরণ করে আসলে, অনুগ্রহ করে <a href="%(url)s">একটি ইস্যু সাবমিট</a> করুন। আমাদের বলুন আপনি কোথা থেকে এসেছিলেন আর কি খুঁজছিলেন, আমরা এটা ঠিক করতে যথাসাধ্য চেষ্টা করব।
bs: Ako ste slijedili link odnekud, molimo vas da <a href="%(url)s">prijavite problem</a>. Reci nam odakle ste došli i šta ste tražili a mi ćemo učiniti sve da popravimo problem.
fa: اگر شما یک پیوند را از جایی دنبال کرده‌اید، لطفا <a href="%(url)s">یک گزارش خطا</a> ارسال کنید. به ما بگویید از کجا آمده‌اید و قصد انجام چه کاری را داشته‌اید، و ما سعی خواهیم کرد که این مشکل را برطرف کنیم.
ga_ie: Má lean tú nasc anseo, bheimis buíoch díot as <a href="%(url)s">tuairisc a dhéanamh</a> ar an bhfadhb. Inis dúinn cá as ar tháinig tú agus céard a bhí tú ag lorg, agus déanfaimid ár ndícheall an fhadhb a réiteach.

source: This add-on has been removed by its author.
bs: Ovaj dodatak je uklonjen od strane njegovog autora.
fa: این افزونه توسط نویسنده‌ی آن حذف شده است.

source: This add-on has been disabled by an administrator.
bs: Ovaj dodatak je onemogućen od strane administratora.
fa: این افزونه توسط یک مدیر غیرفعال شده است.

source: Sorry, but we can't find anything at the address you entered.
bn_bd: দুঃখিত, কিন্তু আপনার প্রবেশ করানো ঠিকানাটিতে আমরা কিছুই খুঁজে পাচ্ছি না।
bs: Žao nam je ali ne možemo ništa pronaći na adresi koju ste unijeli.
fa: متاسفیم، نمی‌توانیم چیزی در آدرسی که وارد کرده‌اید پیدا کنیم.

source: Android Browser
az: Android Səyyahı
bn_bd: Android ব্রাউজার
bs: Android pretraživač
fa: مرورگر اندروید
te: ఆండ్రాయిడ్ విహారిణి

source: iOS Browser
az: iOS Səyyahı
bn_bd: iOS ব্রাউজার
bs: iOS pretraživač
fa: مرورگر iOS
te: iOS విహారిణి

source: Focus Browser
az: Focus Səyyahı
bn_bd: Focus ব্রাউজার
bs: Focus pretraživač
fa: مرورگر Focus
te: ఫోకస్ విహారిణి

source: Desktop Browser
az: Masaüstü Səyyahı
bn_bd: ডেস্কটপ ব্রাউজার
bs: Desktop pretraživač
fa: مرورگر رومیزی
te: డెస్క్‌టాప్ విహారిణి

source: Beta, Nightly, Developer Edition
bn_bd: Beta, Nightly, Developer সংস্করণ
bs: Beta, Noćni, Developer Edition
fa: بتا، نایتلی، ویرایش توسعه‌دهندگان
te: బీటా, నైట్లీ, డెవలపర్ ఎడిషన్

source: Report Trademark Abuse
bn_bd: ট্রেডমার্ক অপব্যবহার প্রতিবেদন করুন
bs: Prijavite zloupotrebu zaštitnog znaka
fa: گزارش سوء استفاده از علائم تجاری

source: View classic desktop site
bn_bd: ক্লাসিক ডেক্সটপ সাইট দেখুন
bs: Prikaži klasičnu desktop stranicu
fa: نمایش سایت رومیزیِ قبلی
ga_ie: Suíomh clasaiceach an ríomhaire

source: Search Site
bs: Traži stranicu

source: Search within just the domain you’re visiting
bs: Pretražite samo domen koji posjećujete

source: Send any Web page to your Kindle device
bs: Pošaljite bilo koju web stranicu na vaš Kindle uređaj

source: Customized mouse gestures
bs: Prilagodljivi potezi miša

source: Group Speed Dial
bs: Grupe brzog biranja

source: Prevent Facebook from tracking you around the web
bs: Spriječite Facebook da vas prati putem weba

source: Keep different parts of your online life—work, personal, etc.—separated by color-coded tabs
bs: Zadržite različite dijelove vašeg života na mreži—službeno, privatno, itd.—odvojenim od šarenih tabova

source: This add-on can:
az: Bu əlavənin edə biləcəkləri:
bs: Ovaj dodatak može:
te: ఈ పొడిగింతలు చేయగలిగినవి:

source: Log in to rate this search plugin
az: Bu axtarış qoşmasını qiymətləndirmək üçün daxil olun
bn_bd: এই অনুসন্ধান প্লাগইন রেট করতে লগইন করুন
bs: Prijavite se na ocijenite ovaj dodatak pretraživanja
fa: وارد شوید تا به این موتور جستجو رای دهید
ga_ie: Logáil isteach chun an breiseán cuardaigh seo a rátáil

source: Featured extensions
az: Seçilmiş uzantılar
bn_bd: বৈশিষ্ট্যপূর্ণ এক্সটেনশনসমূহ
bs: Istaknute ekstenzije
fa: افزونه‌های منتخب
ga_ie: Eisínteachtaí mór-le-rá
te: విశేష పొడగింతలు

source: Featured themes
az: Seçilmiş mövzular
bn_bd: বৈশিষ্ট্যপূর্ণ থিম
bs: Istaknute teme
fa: پوسته‌های منتخب
ga_ie: Téamaí mór-le-rá
te: విశేష అలంకారాలు

source: Featured add-ons
az: Seçilmiş əlavələr
bn_bd: নির্বাচিত অ্যাড-অন
bs: Istaknuti dodaci
fa: افزونه‌های منتخب
te: విశేష పొడిగింతలు

source: No add-ons found
bn_bd: কোন অ্যাড-অন পাওয়া যায়নি
bs: Nema pronađenih dodataka
fa: هیچ افزونه‌ای یافت نشد

source: %(count)s add-on found
bn_bd: %(count)s অ্যাড-অন পাওয়া গেছে
bs: %(count)s dodatak pronađen
fa: %(count)s افزونه یافت شد

source: %(count)s dictionary found for "%(query)s"
bn_bd: %(count)s "%(query)s" এর অভিধান পাওয়া যায়
bs: %(count)s rječnik pronađen za "%(query)s"
fa: %(count)s واژه‌نامه برای «%(query)s» پیدا شد

source: %(count)s language pack found for "%(query)s"
bn_bd: %(count)s এর ভাষা প্যাক "%(query)s"
bs: %(count)s jezički paket pronađen za "%(query)s"
fa: %(count)s بسته زبان برای «%(query)s» پیدا شد

source: %(count)s result for "%(query)s"
bn_bd: "%(query)s" এর ফলাফল %(count)s
bs: %(count)s rezultat za "%(query)s"
fa: %(count)s نتیجه برای "%(query)s"

source: Loading add-ons
bn_bd: অ্যাড-অন লোড হচ্ছে
bs: Učitavanje dodataka
fa: در حال بارگذاری افزونه‌ها

source: Search Tool
az: Axtarış Aləti
bs: Alat za pretragu
te: శోధన సాధనాలు

source: Featured add-ons only
az: Ancaq seçilmiş əlavələr
bn_bd: শুধুমাত্র নির্বাচিত অ্যাড-অন
bs: Samo istaknuti dodaci
fa: فقط افزونه‌های منتخب
te: విశేష పొడిగింతలు మాత్రమే

source: Please enter a search term to search Firefox Add-ons.
bn_bd: Firefox অ্যাড-অন খুঁজতে অনুগ্রহ করে একটি শব্দ লিখুন।
bs: Molimo unesite izraz pretrage za pretragu Firefox dodataka.
fa: لطفاً عبارت جستجو را برای جستجو در افزونه‌های فایرفاکس وارد کنید.
ga_ie: Cuir téarmaí cuardaigh isteach chun Breiseáin Firefox a chuardach.

source: About this search plugin
az: Bu axtarış qoşması haqqında
bn_bd: অনুসন্ধান প্লাগইন সম্বন্ধে
bs: O ovom pluginu pretraživača
fa: دربارهٔ این افزودنیِ جست‌وجو
te: ఈ శోధన ప్లగ్ఇన్ గురించి

source: %(total)s review for this add-on
bn_bd: অ্যাড-অনের জন্য %(total)s পর্যালোচনা
bs: %(total)s recenzija za ovaj dodatak
fa: %(total)s بازخورد برای این افزونه

source: by %(authorList)s
bn_bd: %(authorList)s দ্বারা
bs: od %(authorList)s
fa: توسط %(authorList)s

source: See more featured extensions
az: Daha çox seçilmiş uzantı gör
bn_bd: আরও বৈশিষ্ট্যপূর্ণ এক্সটেনশন দেখুন
bs: Vidi više istaknutih ekstenzija
fa: دیدن افزونه‌های منتخب بیشتر
te: మరిన్ని విశేష పొడిగింతలను చూడండి

source: See more featured themes
az: Daha çox seçilmiş mövzu gör
bn_bd: আরও বৈশিষ্ট্যপূর্ণ থিম দেখুন
bs: Vidi više istaknutih tema
fa: دیدن پوسته‌های منتخب بیشتر
te: మరిన్ని విశేష అలంకారాలను చూడండి

source: Bookmarks
bn_bd: বুকমার্ক
bs: Zabilješke
fa: نشانک‌ها

source: Password managers
bn_bd: পাসওয়ার্ড ম্যানেজার
bs: Upravitelj lozinke
fa: مدیریت گذرواژه‌ها

source: Ad blockers
bn_bd: এড ব্লকার
bs: Blokeri reklama
fa: مسدود کننده‌های تبلیغ

source: Smarter Shopping
bs: Pametnija kupovina
fa: خرید هوشمندانه‌تر

source: Productivity
bs: Produktivnost
fa: بهره‌وری

source: Watching Videos
bs: Gledanje videa
fa: تماشای ویدئوها

source: Customize the way Firefox works with extensions. Are you interested in…
bs: Prilagodite način na koji Firefox radi sa ekstenzijama. Jeste li zainteresovani za…
fa: نحوه کار فایرفاکس را با افزونه‌ها سفارشی کنید. یا علاقه دارید به…

source: To see more ways you can contribute to the add-on community, please visit our %(startLink)swiki%(endLink)s
bs: Da biste vidjeli više načina kako doprinijeti zajednici dodataka, molimo vas posjetite našu %(startLink)s wiki %(endLink)s

source: The add-ons listed here are created by thousands of developers and theme designers from all over the world, ranging from individual hobbyists to large corporations. Some add-ons listed on AMO have been automatically published and may be subject to review by a team of editors once publically listed.
bs: Dodaci navedeni ovdje su stvoreni od hiljade developera i dizajnera tema iz cijelog svijeta, u rasponu od pojedinačnih osoba do velikih korporacija. Neki navedeni dodaci na AMO su automatski objavljeni i mogu biti predmet pregleda od strane tima urednika kada se javno objave.

source: Account for %(username)s
bs: Račun za %(username)s

source: Username
bs: Korisničko ime

source: Tell users a bit more information about yourself. These fields are optional, but they'll help other users get to know you better.
bs: Recite korisnicima nešto više informacija o sebi. Ova polja su opcionalna, ali će pomoći drugim korisnicima da vas bolje upoznaju.

source: Tell users a bit more information about this user. These fields are optional, but they'll help other users get to know %(username)s better.
bs: Recite korisnicima nešto više informacija o ovom korisniku. Ova polja su opcionalna, ali će pomoći drugim korisnicima da bolje upoznaju %(username)s.

source: Display Name
bs: Ime za prikaz

source: Introduce %(username)s to the community
bs: Predstavite %(username)s zajednici

source: Downloading %(name)s.
bn_bd: %(name)s ডাউনলোডিং।
bs: Preuzimanje %(name)s.
fa: در حال دریافت %(name)s.
ga_ie: %(name)s á íoslódáil.

source: Installing %(name)s.
bn_bd: %(name)s ইন্সটলিং।
bs: Instaliranje %(name)s.
fa: در حال نصب %(name)s.
ga_ie: %(name)s á shuiteáil.

source: %(name)s is installed and enabled. Click to uninstall.
bn_bd: %(name)s ইন্সটল করা হয়েছে এবং সক্রিয় হয়েছে। অনইন্সটল করতে ক্লিক করুন।
bs: %(name)s je instalirano i omogućeno. Klikni za deinstalaciju.
fa: %(name)s نصب و فعال شده است. برای حذف کلیک کنید.
ga_ie: Suiteáladh agus cumasaíodh %(name)s. Cliceáil chun é a dhíshuiteáil.

source: %(name)s is disabled. Click to enable.
bn_bd: %(name)s নিষ্ক্রিয় করা হয়েছে। সক্রিয় করতে ক্লিক করুন।
bs: %(name)s je onemogućeno. Klikni da omogućiš.
fa: %(name)s غیر فعال است. برای فعال‌سازی کلیک کنید.
ga_ie: Díchumasaíodh %(name)s. Cliceáil chun é a chumasú arís.

source: Uninstalling %(name)s.
bn_bd: %(name)s আনইন্সটলিং।
bs: Deinstaliranje %(name)s.
fa: در حال حذف %(name)s.
ga_ie: %(name)s á dhíshuiteáil.
