Repository: mozilla/addons-frontend
Catalog: locale/*/LC_MESSAGES/amo.po
Languages: ar, az, bg, bn_bd, bs, ca, cs, da, de, el, es, fa, fi, fr, fur, fy_nl, ga_ie, he, hr, hu, ia, id, is, it, ja, ka, kab, ms, nb_no, nl, nn_no, pa_in, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: What features did you like or dislike?
ar: ما هي المميزات التي أعجبتك أو لم تعجبك في الإضافة؟
bg: Кои възможности харесвате или не харесвате?
bs: Koje opcije su vam se svidjele ili ne?
ca: Quines funcions us ha agradat més? I quines menys?
cs: Které funkce se vám líbí a které naopak ne?
da: Hvad kunne du lide, og hvad kunne du ikke lide ved tilføjelsen?
de: Welche Funktionen mochten Sie oder mochten Sie nicht?
el: Ποια χαρακτηριστικά (δεν) σας άρεσαν;
es: ¿Qué características te gustaron o cuáles no?
fi: Mistä ominaisuuksista pidit ja mistä et?
fr: Quelles fonctionnalités avez-vous ou n’avez-vous pas aimées ?
fur: Ce funzions âstu preseât e cualis mancul?
fy_nl: Hokker funksjes fûne jo fijn of minder fijn?
he: אילו תכונות אהבת או לא אהבת?
hr: Koje funkcije ti se sviđaju ili ne sviđaju?
hu: Milyen funkciók tetszettek és milyenek nem?
ia: Que functiones te placeva o displaceva?
id: FItur mana yang Anda suka atau tidak suka?
is: Hvaða eiginleika líkaði þér við eða ekki?
it: Quali funzioni hai apprezzato e quali no?
ja: どの機能が気に入りましたか？ または気に入りませんでしたか？
ka: რომელი შესაძლებლობები მოგეწონათ და რომელი არა?
kab: Anta timihalin i tḥemleḍ neɣ i tkerheḍ?
ms: Ciri apa yang anda suka atau tidak suka?
nb_no: Hvilke egenskaper likte eller mislikte du med den?
nl: Welke functies vond u fijn of minder fijn?
nn_no: Kva likar du, og kva likar du ikkje med utvidinga?
pa_in: ਤੁਹਾਨੂੰ ਕਿਹੜੇ ਗੁਣ ਪਸੰਦ ਜਾਂ ਨਾ-ਪਸੰਦ ਹਨ?
pl: Które funkcje lubisz, a których nie lubisz?
pt_br: Quais recursos você gostou ou não gostou?
pt_pt: Que funcionalidades gostou ou desgostou?
ro: Ce funcționalități ți-au plăcut sau nu ți-au plăcut?
ru: Какие функции вам понравились или не понравились?
si: ඔබ කැමති හෝ අකැමති විශේෂාංග මොනවාද?
sk: Ktoré funkcie sa vám páčili, a ktoré naopak nie?
sl: Katere lastnosti so vam bile všeč in katere ne?
sq: Cilat anë ju pëlqyen ose s’ju pëlqyen?
sv_se: Vilka funktioner gillar eller ogillar du?
th: คุณลักษณะไหนที่คุณชอบหรือไม่ชอบ?
tr: Hangi özellikleri beğendiniz veya beğenmediniz?
uk: Які функції вам сподобались, а які ні?
vi: Bạn thích hoặc không thích những tính năng nào?

source: Was it useful?
ar: هل الإضافة مفيدة بالفعل؟
bg: Полезна ли е?
bs: Šta je korisno?
ca: Us ha estat útil?
cs: Je užitečný?
da: Er tilføjelsen brugbar?
de: War es hilfreich?
el: Ήταν χρήσιμο;
es: ¿Ha sido útil?
fi: Oliko se hyödyllinen?
fr: Le module était-il utile ?
fur: Lu cjatistu util?
fy_nl: Wie de add-on nuttich?
he: האם התוספת שימושית?
hr: Je li bilo korisno?
hu: Hasznos volt?
ia: Esseva illo utile?
id: Apakah berguna?
is: Var viðbótin hjálpleg?
it: Lo trovi utile?
ja: このアドオンは役に立ちましたか？
ka: იყო სასარგებლო და გამოსადეგი?
kab: D acu iwulmen?
ms: Adakah add-on itu berguna?
nb_no: Var det nyttig?
nl: Was de add-on nuttig?
nn_no: Var dette nyttig?
pa_in: ਕੀ ਇਹ ਮਦਦਗਾਰ ਸੀ?
pl: Czy jest przydatny?
pt_br: Foi útil?
pt_pt: Foi útil?
ro: A fost util?
ru: Было ли оно полезным?
si: එය ප්‍රයෝජනවත්ද?
sk: Je tento doplnok užitočný?
sl: Je bil uporaben?
sq: Qe e dobishme?
sv_se: Var det användbart?
te: ఇది ఉపయోగపడిందా?
th: มันมีประโยชน์ไหม?
tr: Kullanışlı mıydı?
uk: Чи був він корисним?
vi: Nó có hữu ích không?

source: Was it easy to use?
ar: هل الإضافة سهلة الإستخدام؟
bg: Лесна ли е за ползване?
bs: Šta je jednostavno za korištenje?
ca: Era fàcil d'utilitzar?
cs: Používá se snadno?
da: Er tilføjelsen nem at bruge?
de: War es einfach zu verwenden?
el: Ήταν εύκολο στη χρήση;
es: ¿Ha sido fácil de usar?
fi: Oliko se helppokäyttöinen?
fr: Était-il facile à utiliser ?
fur: Isal facil di doprâ?
fy_nl: Wie de add-on ienfâldich te brûken?
he: האם היא קלה לשימוש?
hr: Je li se jednostavno koristi?
hu: Könnyen használható volt?
ia: Esseva illo facile a usar?
id: Apakah mudah digunakan?
is: Var hún auðveld í notkun?
it: È facile da utilizzare?
ja: このアドオンは簡単に使えましたか？
ka: იყო ადვილად გამოსაყენებელი?
kab: Fessus i useqdec?
ms: Adakah mudah untuk digunakan?
nb_no: Var det enkelt å bruke?
nl: Was de add-on eenvoudig te gebruiken?
nn_no: Var det enkelt å bruke?
pa_in: ਕੀ ਇਹ ਵਰਤੋਂ ਵਿੱਚ ਅਸਾਨ ਸੀ?
pl: Czy jest łatwy w użyciu?
pt_br: Foi fácil de usar?
pt_pt: Foi fácil de utilizar?
ro: A fost ușor de utilizat?
ru: Легко ли было его использовать?
si: එය භාවිතයට පහසුද?
sk: Používa sa jednoducho?
sl: Ga je bilo lahko uporabljati?
sq: Qe e lehtë për ta përdorur?
sv_se: Var det enkelt att använda?
te: వాడటానికి సులువుగా ఉందా?
th: มันใช้งานง่ายไหม?
tr: Kullanımı kolay mıydı?
uk: Чи був він легким в користуванні?
vi: Có dễ sử dụng không?

source: Will you continue to use this add-on?
ar: هل ستستمر باستخدام هذه الإضافة؟
bg: Ще продължите ли да я използвате?
bn_bd: আপনি এই অ্যাড-অন ব্যবহার করতে পারবেন?
bs: Hoćete li nastaviti koristiti taj dodatak?
ca: Seguireu emprant aquest complement?
cs: Budete doplněk i nadále používat?
da: Vil du fortsætte med at bruge denne tilføjelse?
de: Werden Sie dieses Add-on weiter verwenden?
el: Θα συνεχίσετε να χρησιμοποιείτε το πρόσθετο αυτό;
es: ¿Seguirás utilizando este complemento?
fa: آیا به استفاده از این افزونه ادامه می‌دهید؟
fi: Jatkatko tämän lisäosan käyttämistä?
fr: Continuerez-vous d’utiliser ce module ?
fur: Continuarâstu a doprâ chest component adizionâl?
fy_nl: Bliuwe jo dizze add-on brûke?
he: האם תוספת זו תמשיך לשמש אותך?
hr: Hoćeš li i dalje koristiti ovaj dodatak?
hu: Használja majd ezután is ezt a kiegészítőt?
ia: Continuara tu a usar iste additivo?
id: Apakah Anda ingin tetap menggunakan pengaya ini?
is: Muntu halda áfram að nota hana?
it: Continuerai ad utilizzare questo componente aggiuntivo?
ja: このアドオンを使い続けますか？
ka: მომავალშიც განაგრძობთ მის გამოყენებას?
kab: Ad tkemleḍ aseqdec n uzegrir-agi?
ms: Adakah anda akan terus menggunakan add-on ini?
nb_no: Vil du fortsette å bruke dette tillegget?
nl: Blijft u deze add-on gebruiken?
nn_no: Vil du fortsetje med å bruke dette tillegget?
pa_in: ਕੀ ਤੁਸੀਂ ਇਸ ਐਡ-ਆਨ ਨੂੰ ਵਰਤਣਾ ਜਾਰੀ ਰੱਖੋਗੇ?
pl: Czy zamierzasz dalej używać tego dodatku?
pt_br: Você continuará utilizando esta extensão?
pt_pt: Irá continuar a utilizar este extra?
ro: Vei continua să utilizezi acest supliment?
ru: Будете ли вы продолжать использовать это дополнение?
si: ඔබ මෙම එක්කහුව දිගටම භාවිතා කරනවාද?
sk: Budete tento doplnok používať aj naďalej?
sl: Ali boste ta dodatek še naprej uporabljali?
sq: Do të vazhdoni ta përdorni këtë shtesë?
sv_se: Kommer du fortsätta att använda detta tillägg?
th: คุณจะใช้ส่วนเสริมนี้ต่อหรือไม่?
tr: Bu eklentiyi kullanmaya devam edecek misiniz?
uk: Чи будете ви й надалі використовувати цей додаток?
vi: Bạn có tiếp tục sử dụng tiện ích bổ sung này không?

source: Take a moment to read your review before submitting it to minimize typos.
ar: خذ وقتك في قراءة المراجعة قبل إرسالها لتقليل نسبة الأخطاء الإملائية.
bg: Отделете време да прочетете отново отзива преди да го изпратите, за да избегнете правописните грешки.
bs: Odvojite trenutak za čitanje recenzije prije slanja da biste minimizirali pravopisne greške.
ca: Fer una segona llegida de la vostra ressenya abans d'enviar-la per evitar errades.
cs: Před odesláním své recenze si prosím znovu přečtěte a opravte případné překlepy.
da: Brug lidt tid på at gennemgå din anmeldelse, inden du sender den ind, for at minimere slåfejl.
de: Nehmen Sie sich vor dem Absenden einen Moment Zeit, um Ihre Bewertung durchzulesen und Tippfehler zu minimieren.
el: Διαβάζετε την κριτική σας πριν να την υποβάλετε, ούτως ώστε να ελαχιστοποιήσετε τυχόν λάθη.
es: Tómate un momento para leer tu reseña antes de enviarla para minimizar los errores tipográficos.
fi: Ennen kuin lähetät arvion, lue arviosi läpi ajatuksella ja korjaa mahdolliset kirjoitusvirheet.
fr: Prenez le temps de relire votre critique pour corriger les éventuelles coquilles.
fur: Prime di publicâ la recension, piert un tic di timp par tornâ a lei la tô recension e corezi i erôrs di batidure.
fy_nl: Nim in momint om jo beoardieling troch te lêzen eardat jo dy yntsjinje, om sa typflaters te minimalisearjen.
he: לקרוא את הסקירה לפני שליחתה למניעת טעויות כתיב.
hr: Pregledaj recenziju prije nego što je pošalješ.
hu: Szánjon rá egy kis időt értékelésének átolvasására, hogy csökkenjen a gépelési hibák száma.
ia: Prende un momento pro leger tu recension ante de inviar lo pro minimisar le errores de orthographia.
id: Luangkan waktu untuk membaca tinjauan Anda sebelum mengajukannya untuk meminimalkan salah ketik.
is: Taktu þér tíma til að lesa yfir umsögnina áður en þú sendir hana inn, til að laga málfar og fækka stafsetningarvillum.
it: Prima di pubblicare la recensione, rileggila con calma per correggere eventuali errori di battitura.
ja: 投稿前に入力ミスがないか自分のレビューを読み直してください。
ka: გადაავლოთ თვალი თქვენს მიმოხილვას წარდგენამდე მცდარბეჭდილი შეცდომების შესამცირებლად.
kab: Awi kra n wakud akken ad teɣreḍ acegger-ik send tuzna-is i kra n yibeddile.
ms: Luangkan masa membaca ulasan anda sebelum menghantarnya bagi meminimumkan kesilapan menaip.
nb_no: Sett av et øyeblikk til å lese gjennom omtalen din før du sender den inn, for å redusere skrivefeil.
nl: Neem een moment om uw beoordeling door te lezen voordat u hem indient, om zo typefouten te minimaliseren.
nn_no: Bruk litt tid på å gå gjennom vurderinga di før du sender henne inn, for å luke ut stavefeil.
pa_in: ਗਲਤੀਆਂ ਨੂੰ ਘੱਟ ਕਰਨ ਲਈ ਆਪਣੀ ਸਮੀਖਿਆ ਦਾਖਲ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਪੜਨ ਵਿੱਚ ਸਮਾਂ ਲਗਾਓ।
pl: Poświęć chwilę na przeczytanie recenzji przed jej wysłaniem, aby ograniczyć liczbę literówek.
pt_br: Tire um tempo para ler a sua revisão antes de enviá-la para minimizar erros de digitação.
pt_pt: Dispense um momento para ler a sua revisão antes de a submeter para minimizar erros ortográficos.
ro: Acordă-ți timp să recitești recenzia înainte de a o transmite ca să minimalizezi erorile ortografice și gramaticale.
ru: Уделите немного времени, чтобы прочитать свой отзыв перед отправкой, чтобы минимизировать опечатки.
si: යොමු කිරීමට පෙර ඔබගේ සමාලෝචනයෙහි ව්‍යාකරණ දෝෂ ඇත්දැයි මොහොතක් බලන්න.
sk: Pred odoslaním svojej recenzie si ju, prosím, prečítajte znovu a opravte prípadné preklepy.
sl: Pred objavo si vzemite trenutek in preberite svojo oceno, da zmanjšate število tipkarskih napak.
sq: Ndaluni një çast dhe lexojeni shqyrtimin tuaj, përpara se ta parashtroni, për ndreqje gabimesh shkrimi.
sv_se: Ta en stund och läs igenom din recension innan du skickar in den för att minimera stavfel.
th: สละเวลาอ่านบทวิจารณ์ของคุณสักครู่ก่อนส่งเพื่อหลีกเลี่ยงการพิมพ์ผิด
tr: Yazım hatalarınızı en aza indirmek için incelemenizi göndermeden önce bir kez okuyun.
uk: Перевірте свій відгук перед відправленням для мінімізації помилок.
vi: Dành ít phút để đọc bài đánh giá của bạn trước khi gửi để giảm thiểu lỗi chính tả.

source: Don't:
ar: تجنّب أن:
bg: Не следва да
bs: Nemoj:
ca: No:
cs: Nepište:
da: Lad være med at:
de: Falsch:
el: Μην:
es: No:
fi: Älä:
fr: Voici ce que vous devez éviter.
fur: No:
fy_nl: Net dwaan:
he: לא לעשות:
hr: Ovako ne:
hu: Ne tegye:
ia: A evitar:
id: Jangan Lakukan:
is: Ekki:
it: Utilizzo scorretto:
ja: 悪いレビュー:
ka: არაა სასურველი:
kab: Ur teg ara:
ms: Jangan:
nb_no: Ikke gjør dette:
nl: Niet doen:
nn_no: Ikkje gjer dette:
pa_in: ਨਾ ਕਰੋ:
pl: Czego nie robić:
pt_br: O que não fazer:
pt_pt: O que não fazer:
ro: Așa nu:
ru: Вам не следует:
si: එපා:
sk: Čomu sa vyvarovať:
sl: Izogibajte se naslednjemu:
sq: Jo:
sv_se: Gör inte:
te: చేయకూడనివి:
th: สิ่งที่ไม่ควรทำ:
tr: Şunları yapmayın:
uk: Вам не слід:
vi: Không:

source: Submit one-word reviews such as "Great!", "wonderful," or "bad".
ar: تُرسل مراجعات فيها كلمة واحدة مثل ”رائعة!“، أو ”مذهلة“ أو ”سيئة“.
bg: Отправяте отзиви, съдържащи само една дума като „Отлично!“, „чудесно“ или „лошо“.
bs: Pošaljite recenzije jedna riječ kao što su "Super!", "prekrasno" ili "loše".
ca: Enviar ressenyes d’una sola paraula com ara «genial», «meravellós» o «dolent».
cs: Nepište pouze jednoslovné recenze jako "Úžasné!", "Vynikající" nebo "Nefunguje".
da: Indsende anmeldelser på ét ord som fx "Fantastisk!", "vidunderlig" eller "dårlig".
de: Übermitteln Sie keine Ein-Wort-Bewertungen wie „Toll!“, „Super“ oder „Schlecht“.
el: Υποβάλετε μονολεκτικές κριτικές όπως "Εξαιρετικό!", "υπέροχο", ή "κακό".
es: Envíes reseñas de una sola palabra, como "¡Genial!", "maravilloso" o "malo".
fi: Lähetä yhden sanan sisältäviä arvioita, kuten "Hyvä!" tai "Surkea".
fr: Ne limitez pas vos critiques à un seul mot, comme « Super ! », « Génial ! » ou « Nul ».
fur: Inserî recensions di une peraule, come: “Biel!”, “maraveôs”, “oribil”.
fy_nl: Ekstreem koarte beoardielingen as ‘Bjusterbaarlik!’, ‘prachtich’ of ‘slim’ yntsjinje.
he: לפרסם סקירות באורך של מילה בודדה כמו „מצוין!”, „מעולה” או „גרוע”.
hr: Slati recenzije koje se sastoje od jedne riječi, poput „Sjajno!”, „Divno” ili „Loše”.
hu: Ne küldjön be egyszavas értékeléseket, mint „kiváló!”, „csodálatos”, vagy „rossz”.
ia: Inviar recensiones de un sol parola, p.ex. "Optimo!", "meraviliose," o "mal".
id: Mengirim tinjauan satu kata misalnya "Hebat!", "luar biasa," atau "jelek."
is: Senda inn eins-orðs umsagnir á borð við "Frábært!", "Dásamlegt," eða "Lélegt".
it: Inserire recensioni di una parola del tipo “Bello!”, “Fantastico”, “terribile”;
ja: 「よかった！」「すばらしい」「よくなかった」 など、一言だけのレビュー。
ka: ერთსიტყვიანი მიმოხილვის გაგზავნა, როგორიცაა „მშვენიერია!“, „საოცარია“ ან „ცუდია“.
kab: Azen iceggiren n yowawen n wawal am "Igerrez!", " d afellaq", neɣ "dir-it".
ms: Hantar ulasan satu-perkataan seperti "Hebat!", "mengagumkan" atau "buruk".
nb_no: Sende inn ett-ordsomtaler som «Bra!», «strålende» eller «dårlig».
nl: Extreem korte beoordelingen als ‘Geweldig!’, ‘prachtig’ of ‘slecht’ indienen.
nn_no: Send ikkje inn vurderingar på eitt ord, som til dømes «Bra», «Fantastisk» eller «Dårleg».
pa_in: ਇੱਕ-ਅੱਖਰ ਸਮੀਖਿਆ ਦਾਖਲ ਕਰਨਾ ਜਿਵੇਂ "ਮਹਾਨ!", "ਹੈਰਾਨੀਜਨਕ," ਜਾਂ "ਬੁਰਾ"।
pl: Nie pisz jednowyrazowych recenzji, takich jak „Świetny!”, „Wspaniały” czy „Kiepski”.
pt_br: Enviar análises com uma palavra, tais como "Ótimo!", "maravilhoso" ou "ruim".
pt_pt: Escrever análises de uma palavra, tais como "Ótimo!", "maravilhoso," ou "mau".
ro: Nu trimite recenzii constând numai dintr-un cuvânt, de genul „Grozav!”, „Minunat” sau „Prost”.
ru: Отправлять односложные отзывы, например, «Отлично!», «замечательно» или «плохо».
si: "නියමයි!", "පුදුමාකාරයි" හෝ "නරකයි" වැනි තනි වචනයක සමාලෝචන යොමු කිරීම.
sk: Nepíšte iba jednoslovné recenzie, ako napríklad „úžasné“, „vynikajúce“ alebo „nefunguje“.
sl: Ne pišite ocen z eno besedo, kot so "Super!", "Izvrstno" ali "Zanič".
sq: Parashtroni shqyrtime njëfjalëshe, të tilla si "E fuqishme!", "e mrekullueshme," ose "e keqe".
sv_se: Skicka inte in recensioner med ett ord, som "Bra!", "underbar" eller "dålig".
th: ส่งบทวิจารณ์ที่มีเพียงคำเดียว เช่น "เยี่ยม!", "เจ๋ง", หรือ "แย่"
tr: "Mükemmel!", "harika" veya "kötü" gibi tek kelimelik incelemeler göndermeyin.
uk: Надсилати односкладові відгуки, такі як "Відмінно!", "чудово" чи "погано".
vi: Gửi đánh giá ngắn như "tuyệt vời", "tệ" hoặc "không tốt".
