Repository: mozilla/addons-frontend
Catalog: locale/*/LC_MESSAGES/amo.po
Languages: ar, az, bg, bn_bd, bs, ca, cs, da, de, el, es, fa, fi, fr, fur, fy_nl, ga_ie, he, hr, hu, ia, id, is, it, ja, ka, kab, ms, nb_no, nl, nn_no, pa_in, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: <span class="visually-hidden">Expand to</span> Read more
ar: <span class="visually-hidden">وسّع </span>لقراءة المزيد
bg: <span class="visually-hidden">Отваряне за </span>Повече информация
bn_bd: পড়তে হলে <span class="visually-hidden">সম্প্রসারণ করুন</span>
bs: <span class="visually-hidden">Proširi na</span> Pročitaj više
ca: <span class="visually-hidden"> Amplieu per </span> llegir-ne més
cs: <span class="visually-hidden">Rozbalit do</span> Přečíst více
da: <span class="visually-hidden">Udvid</span> for at læse mere
de: <span class="visually-hidden">Ausklappen</span> Mehr anzeigen
el: <span class="visually-hidden">Επέκταση για</span> ανάγνωση περισσότερων
es: <span class="visually-hidden">Expandir a </span> Leer más
fa: <span class="visually-hidden"> باز کردن </span> برای خواندن بیشتر
fi: Lue lisää <span class="visually-hidden">laajentamalla</span>
fr: <span class="visually-hidden">Développer pour afficher</span> Plus d’informations
fur: <span class="visually-hidden">Slargje par</span> Lei di plui
fy_nl: <span class="visually-hidden">Klap út om</span> mear te lêzen
ga_ie: <span class="visually-hidden">Leathnaigh</span> chun tuilleadh a léamhh
he: <span class="visually-hidden">יש להרחיב כדי</span> לקרוא עוד
hr: <span class="visually-hidden">Rasklopi i</span> čitaj dalje
hu: <span class="visually-hidden">Kibontás,</span> Tudjon meg többet
ia: <span class="visually-hidden">Expander a</span> Leger plus
id: <span class="visually-hidden">Bentangkan untuk</span> Baca lebih lanjut
is: <span class="visually-hidden">Fletta út til að</span> lesa meira
it: <span class="visually-hidden">Espandi per visualizzare</span> Ulteriori informazioni
ja: <span class="visually-hidden">広げて</span> 詳しく見る
ka: <span class="visually-hidden">ჩამოშლა,</span> ვრცლად
kab: <span class="visually-hidden">Sneflito</span> Ɣeṛ ugar
ms: <span class="visually-hidden">Luaskan untuk</span> Baca lebih lanjut
nb_no: <span class="visually-hidden">Utvid for å</span> lese mer
nl: <span class="visually-hidden">Vouw uit voor</span> Meer info
nn_no: <span class="visually-hidden">Utvid og</span> les meir
pa_in: <span class="visually-hidden">ਫੈਲਾਓ</span> ਹੋਰ ਪੜ੍ਹੋ
pl: <span class="visually-hidden">↓</span> Rozwiń
pt_br: <span class="visually-hidden">Expandir para</span> ler mais
pt_pt: <span class="visually-hidden">Expandir para</span> Ler mais
ro: <span class="visually-hidden">Extinde pentru</span> Mai multe informații
ru: <span class="visually-hidden">Разверните, чтобы</span> прочитать больше
si: තව කියවීමට <span class="visually-hidden">විහිදන්න</span>
sk: Viac si môžete prečítať po <span class="visually-hidden">rozbalení</span>
sl: <span class="visually-hidden">Razširite</span> za več informacij
sq: <span class="visually-hidden">Zgjeroje te</span> Lexoni më tepër
sv_se: <span class="visually-hidden">Fäll ut för att</span> läsa mer
th: <span class="visually-hidden">ขยายเพื่อ</span> อ่านเพิ่มเติม
tr: <span class="visually-hidden">Genişlet ve</span> Devamını oku
uk: <span class="visually-hidden">Розгорнути до</span> Читати більше
vi: <span class="visually-hidden">Mở rộng</span> để đọc thêm

source: Signed in as %(username)s
cs: Jste přihlášeni jako %(username)s
de: Als %(username)s angemeldet
el: Έγινε σύνδεση ως %(username)s
fi: Sisäänkirjautuneena käyttäjänä %(username)s
fr: Connecté·e en tant que %(username)s
fur: Jentrât come %(username)s
fy_nl: Oanmeld as %(username)s
hu: Bejelentkezve mint %(username)s
ia: Authenticate como %(username)s
is: Skráð inn sem %(username)s
it: Accesso effettuato come %(username)s
ka: შესული ხართ, როგორც %(username)s
nb_no: Logget inn som %(username)s
nl: Aangemeld als %(username)s
nn_no: Logga inn som %(username)s
pl: Zalogowano jako %(username)s
pt_br: Conectado como %(username)s
ru: Выполнен вход от имени %(username)s
sk: Prihlásený ako %(username)s
sv_se: Inloggad som %(username)s
tr: %(username)s olarak giriş yapıldı
uk: Ви ввійшли як %(username)s
vi: Đã đăng nhập với %(username)s

source: Some features are temporarily disabled while we perform website maintenance. We'll be back to full capacity shortly.
ca: Algunes característiques s'han inhabilitat temporalment mentre fem tasques de manteniment del lloc web. Tornarem a la capacitat plena aviat.
cs: Některá funkčnost je během údržby webu dočasně nedostupná. Brzy opět poběžíme naplno.
da: Nogle funktioner er midlertidig deaktiveret mens vi udfører vedligeholdelse af webstedet. Vi vil være tilbage med fuld kapacitet om kort tid.
de: Einige Funktionen sind während der Wartungsarbeiten an dieser Website vorübergehend abgeschaltet. Wir werden die volle Funktionsfähigkeit bald wiederherstellen.
el: Μερικές λειτουργίες έχουν προς το παρόν απενεργοποιηθεί λόγω εργασιών συντήρησης. Η πλήρης λειτουργικότητα θα επανέλθει σύντομα.
es: Hay algunas funciones deshabilitadas temporalmente mientras realizamos trabajos de mantenimiento en el sitio web. Pronto volverán a estar disponibles.
fi: Osa toiminnoista on hetkellisesti poissa käytöstä suorittaessamme sivuston huoltoa. Palaamme täyteen toimintaan pikaisesti.
fr: Certaines fonctionnalités sont temporairement désactivées pendant que nous effectuons une maintenance du site web. Nous serons bientôt de retour à capacité maximale.
fur: Cualchi funzion pal moment e je disativade par lavôrs di manutenzion. Ca di pôc o tornarìn ae normâl funzionalitât.
fy_nl: Inkelde funksjes binne tydlik útskeakele fanwegen ûnderhâld oan de website. Ynkoarten binne wy wer folslein beskikber.
he: חלק מהתכונות מושבתות באופן זמני בעת ביצוע פעולות תחזוקה באתר. נשוב לפעילות מלאה בקרוב.
hr: Tijekom održavanja naših web-stranica, neke su funkcije privremeno deaktivirane. Uskoro ćemo uspostaviti puni kapacitet.
hu: Néhány funkció a karbantartás ideje alatt átmenetileg le van tiltva. Hamarosan újra teljes kapacitással fog működni az oldal.
ia: Alcun functiones es temporarimente disactivate pro mantenentia del sito web. Nos retornara tosto al capacitate complete.
id: Beberapa fitur sedang dimatikan sementara karena kami sedang melakukan pemeliharaan situs web. Beberapa saat lagi kami akan kembali.
is: Einhverjir eiginleikar eru tímabundið óvirkir meðan við sinnum viðhaldi á vefsvæðinu. Athugaðu aftur aðeins síðar.
it: Alcune funzioni sono momentaneamente disattivate per lavori di manutenzione sul sito. A breve torneremo alla normale funzionalità.
ka: ზოგიერთი შესაძლებლობები დროებით შეზღუდულია, ვებსაიტზე ტექნიკური სამუშაოების მიმდინარეობის გამო. მოკლე ხანში, სრული დატვირთვით ამუშავდება.
kab: Kra n tmahilin nsant akka tura skudd nettṣeggim asmel-nneɣ. Ad d-nuɣal akka kra n wakud.
nb_no: Noen funksjoner er midlertidig utilgjengelig mens vi utfører rutinemessig vedlikehold av nettstedet. Vi kommer tilbake med full kapasitet om kort tid.
nl: Enkele functies zijn tijdelijk uitgeschakeld vanwege onderhoud aan de website. Binnenkort zijn we weer volledig beschikbaar.
nn_no: Nokre funksjonar er kortvarig utilgjengelege medan vi utfører rutinemessig vedlikehald. Vi kjem tilbake med full kapasitet om kort tid.
pa_in: ਜਦ ਤੱਕ ਅਸੀਂ ਵੈੱਬਸਾਈਟ ਦੀ ਸਾਂਭ-ਸੰਭਾਲ ਕਰ ਰਹੇ ਹਾਂ ਕੁੱਝ ਵਿਸ਼ੇਸਤਾਵਾਂ ਕੱਚੇ ਤੌਰ ਤੇ ਬੰਦ ਹਨ । ਅਸੀਂ ਛੇਤੀ ਹੀ ਪੂਰੀ ਸਮਰੱਥਾ ਨਾਲ ਵਾਪਸ ਆਵਾਂਗੇ।
pl: W trakcie prac konserwacyjnych niektóre funkcje strony są tymczasowo wyłączone. Pełna funkcjonalność zostanie wkrótce przywrócona.
pt_br: Alguns recursos estão temporariamente desativados enquanto efetuamos manutenção no site. Em breve estaremos de volta com capacidade total.
pt_pt: Algumas funcionalidades estão temporariamente desativadas enquanto nós realizamos a manutenção do site. Voltaremos à capacidade total em breve.
ro: Unele funcționalități sunt temporar dezactivate în timp ce efectuăm întreținerea site-ului web. Vom reveni în curând la capacitate maximă.
ru: Некоторые функции временно отключены, пока мы проводим техническое обслуживание сайта. Мы вернемся на полную мощность в ближайшее время.
si: අපි අඩවිය නඩත්තු කරන හෙයින් ඇතැම් විශේෂාංගය තාවකාලිකව අබල කර ඇත. ටික වේලාවකට පසු සියල්ල යථා පරිදි තිබෙනු ඇත.
sk: Niektoré funkcie sú dočasne vypnuté kvôli údržbe stránok. Stránka bude plne dostupná onedlho.
sl: Nekatere funkcije so začasno onemogočene, medtem ko na spletnem mestu poteka vzdrževanje. V kratkem bo spet dostopno v celoti.
sq: Disa veçori kanë çaktivizuar përkohësisht, teksa kryejmë mirëmbajtje të sajtit. Së shpejti do të kthehemi me kapacitet të plotë.
sv_se: Vissa funktioner är tillfälligt inaktiverade medan vi utför webbplatsunderhåll. Vi kommer tillbaka med full kapacitet inom kort.
th: บางคุณลักษณะถูกปิดใช้งานชั่วคราวในขณะที่เรากำลังทำการบำรุงรักษาเว็บไซต์ เราจะกลับมาเปิดให้ใช้เต็มรูปแบบอีกครั้งในไม่ช้า
tr: Web sitemizde bakım çalışması yapıldığından bazı özellikler geçici olarak devre dışı bırakılmıştır. Kısa süre içinde normal işleyişimize döneceğiz.
uk: Деякі функції тимчасово недоступні, поки ми проводимо обслуговування сайту. Незабаром ми повернемо повну функціональність.
vi: Một số tính năng tạm thời bị vô hiệu hóa trong khi chúng tôi bảo trì trang web. Chúng tôi sẽ hoạt động đầy đủ lại nhanh thôi.

source: You have been logged out.
ca: Ha finalitzat la sessió.
cs: Byli jste odhlášeni.
da: Du er blevet logget ud.
de: Sie wurden abgemeldet.
el: Έχετε αποσυνδεθεί.
fi: Olet kirjautunut ulos.
fr: Vous avez été déconnecté·e.
fur: La tô utence e je stade disconetude.
fy_nl: Jo binne ôfmeld.
hr: Odjavljen/a si.
hu: Kijelentkezett.
ia: Tu session ha essite claudite.
id: Anda telah keluar.
is: Þú hefur verið skráð(ur) út.
it: Sei stato disconnesso.
ja: ログアウトしました。
ka: ანგარიშიდან გამოსული ხართ.
kab: Telliḍ teffɣeḍ seg tuqqna.
nb_no: Du har blitt logget ut.
nl: U bent afgemeld.
nn_no: Du har blitt logga ut.
pl: Wylogowano.
pt_br: Você foi desconectado.
pt_pt: A sua sessão foi terminada.
ro: Ai fost deconectat(ă).
ru: Вы вышли из системы.
si: ඔබ නික්ම ගොස් ඇත.
sk: Boli ste odhlásení.
sl: Odjavljeni ste.
sq: Jeni nxjerrë nga llogaria.
sv_se: Du har loggats ut.
th: คุณออกจากระบบแล้ว
tr: Çıkış yaptınız.
uk: Ви вийшли з системи.
vi: Bạn đã được đăng xuất.

source: Suggested Pages
ar: الصفحات المقترحة
az: Məsləhətli Səhifələr
bg: Предложени етикети
bn_bd: প্রস্তাবিত পেজ সমূহ
bs: Preporučene stranice
ca: Pàgines recomanades
cs: Doporučené stránky
da: Foreslåede sider
de: Vorgeschlagene Seiten
el: Προτεινόμενες σελίδες
es: Páginas sugeridas
fa: صفحات پیشنهادی
fi: Ehdotetut sivut
fr: Pages suggérées
fur: Pagjinis conseadis
fy_nl: Foarstelde siden
ga_ie: Leathanaigh Mholta
he: דפים מוצעים
hr: Predložene stranice
hu: Javasolt oldalak
ia: Paginas suggerite
id: Laman yang Disarankan
is: Uppástungur að síðum
it: Pagine consigliate
ja: 提案されたページ
ka: შემოთავაზებული გვერდები
kab: Isebtar yettsimren
ms: Halaman Disyorkan
nb_no: Foreslåtte sider
nl: Voorgestelde pagina’s
nn_no: Føreslåtte sider
pa_in: ਸੁਝਾਏ ਗਏ ਸਫ਼ੇ
pl: Sugerowane strony
pt_br: Páginas sugeridas
pt_pt: Páginas sugeridas
ro: Pagini sugerate
ru: Предложенные страницы
si: යෝජිත පිටු
sk: Odporúčané stránky
sl: Predlagane strani
sq: Faqe të Këshilluara
sv_se: Föreslagna sidor
te: సూచించిన పేజీలు
th: หน้าที่เสนอแนะ
tr: Önerilen sayfalar
uk: Пропоновані сторінки
vi: Trang được đề xuất

source: Browse all extensions
ar: تصفّح كل الامتدادات
az: Bütün uzantıları gör
bg: Преглед на всички разширения
bn_bd: সব এক্সটেনশন ব্রাউজ করুন
bs: Pregledaj sve ekstenzije
ca: Cerca totes les extensions
cs: Procházet všechna rozšíření
da: Gennemse alle udvidelser
de: Alle Erweiterungen anzeigen
el: Περιήγηση σε όλες τις επεκτάσεις
es: Ver todas las extensiones
fa: مرور تمام ضمیمه‌ها
fi: Selaa kaikkia laajennuksia
fr: Parcourir toutes les extensions
fur: Esplore dutis lis estensions
fy_nl: Alle útwreidingen besjen
ga_ie: Brabhsáil na heisínteachtaí go léir
he: עיון בכל ההרחבות
hr: Pregledaj sve dodatke
hu: Összes kiegészítő tallózása
ia: Explora tote le extensiones
id: Jelajahi semua ekstensi
is: Skoða alla forritsauka
it: Esplora tutte le estensioni
ja: すべての拡張機能を見る
ka: ყველა გაფართოების ნახვა
kab: Inig akk isiɣzaf
ms: Lihat semua ekstensi
nb_no: Bla gjennom alle utvidelser
nl: Door alle extensies bladeren
nn_no: Bla i alle utvidingar
pa_in: ਸਾਰੇ ਐਡ-ਆਨਾਂ ਦੀ ਝਲਕ ਵੇਖੋ
pl: Wszystkie rozszerzenia
pt_br: Navegue por todas as extensões
pt_pt: Navegar todas as extensões
ro: Răsfoiește toate extensiile
ru: Просмотреть все расширения
si: සියළු දිගු පිරික්සන්න
sk: Prehliadať všetky rozšírenia
sl: Prebrskaj vse razširitve
sq: Shfletojini krejt zgjerimet
sv_se: Bläddra bland alla utökningar
te: అన్ని పొడగింతలను అన్వేషించు
th: เรียกดูส่วนขยายทั้งหมด
tr: Tüm uzantılara göz atın
uk: Перегляд усіх розширень
vi: Duyệt tất cả các tiện ích mở rộng

source: Browse all themes
ar: تصفّح كل السمات
az: Bütün mövzuları gör
bg: Преглед на всички теми
bn_bd: সব থিম ব্রাউজ করুন
bs: Pregledaj sve teme
ca: Cerca tots els temes
cs: Procházet všechny motivy vzhledu
da: Gennemse alle temaer
de: Alle Themes anzeigen
el: Περιήγηση σε όλα τα θέματα
es: Ver todos los temas
fa: مرور تمام تم‌ها
fi: Selaa kaikkia teemoja
fr: Parcourir tous les thèmes
fur: Esplore ducj i temis
fy_nl: Alle tema’s besjen
ga_ie: Brabhsáil na téamaí go léir
he: עיון בכל ערכות הנושא
hr: Pregledaj sve teme
hu: Összes téma tallózása
ia: Naviga per tote le themas
id: Telusuri semua tema
is: Skoða öll þemu
it: Esplora tutti i temi
ja: すべてのテーマを見る
ka: ყველა თემის ნახვა
kab: Inig ɣer akk isental
ms: Lihat semua tema
nb_no: Bla gjennom alle tema
nl: Door alle thema’s bladeren
nn_no: Bla i alle tema
pa_in: ਸਾਰੇ ਥੀਮਾਂ ਦੀ ਝਲਕ ਵੇਖੋ
pl: Wszystkie motywy
pt_br: Navegue por todos os temas
pt_pt: Navegar todos os temas
ro: Răsfoiește toate temele
ru: Просмотреть все темы
si: සියළු තේමා පිරික්සන්න
sk: Prehliadať všetky témy vzhľadu
sl: Prebrskaj vse teme
sq: Shfletoni krejt temat
sv_se: Bläddra bland alla teman
te: అన్ని అలంకారాలను విహరించు
th: เรียกดูชุดรูปแบบทั้งหมด
tr: Tüm temalara göz atın
uk: Перегляд усіх тем
vi: Duyệt tất cả các chủ đề

source: Add-ons Home Page
ar: صفحة الإضافات الرئيسية
az: Əlavələr Ana Səhifəsi
bg: Страница на добавката
bn_bd: অ্যাড-অন হোমপেজ
bs: Početna stranica dodataka
ca: Pàgina d'inici dels complements
cs: Domovská stránka
da: Tilføjelsens hjemmeside
de: Startseite der Add-ons
el: Αρχική σελίδα προσθέτων
es: Página de inicio de complementos
fa: صفحه خانگی افزودنه‌ها
fi: Lisäosien aloitussivu
fr: Page d’accueil des modules
fur: Pagjine iniziâl components adizionâi
fy_nl: Add-ons-startside
ga_ie: Baile na mBreiseán
he: דף הבית של התוספות
hr: Početna stranica dodataka
hu: Kiegészítők kezdőoldala
ia: Pagina principal del additivos
id: Beranda Pengaya
is: Heimasíða viðbóta
it: Pagina iniziale componenti aggiuntivi
ja: Add-ons ホームページ
ka: დამატების მთავარი გვერდი
kab: Asebter agejdan n uzegrir
ms: Halaman Utama Add-on
nb_no: Hjemmeside for utvidelser
nl: Add-ons-startpagina
nn_no: Heimeside for utvidingar
pa_in: ਐਡ-ਆਨ ਮੁੱਖ ਸਫ਼ਾ
pl: Strona domowa dodatków
pt_br: Página inicial das extensões
pt_pt: Página inicial dos extras
ro: Pagina de start pentru suplimente
ru: Домашняя страница дополнений
si: එක්කහු මුල් පිටුව
sk: Domovská stránka Doplnkov pre Firefox
sl: Domača stran dodatkov
sq: Faqe Hyrëse e Shtesës
sv_se: Hemsida för tillägg
te: పొడిగింతల ముంగిలి పేజీ
th: หน้าแรกส่วนเสริม
tr: Eklentiler Ana Sayfası
uk: Початкова сторінка додатків
vi: Trang chủ tiện ích

source: Preview of %(title)s
ar: معاينة لسمة ”⁨%(title)s⁩“
az: %(title)s ön görünüşü
bg: Преглед на %(title)s
bs: Pregled %(title)s
ca: Previsualització de %(title)s
cs: Náhled %(title)s
da: Forhåndsvisning af %(title)s
de: Vorschau von %(title)s
el: Προεπισκόπηση του %(title)s
es: Vista previa de %(title)s
fi: %(title)s esikatselu
fr: Aperçu de %(title)s
fur: Anteprime di %(title)s
fy_nl: Foarbyld fan %(title)s
he: תצוגה מקדימה של %(title)s
hr: Pregled za %(title)s
hu: %(title)s előnézete
ia: Vista preliminar de %(title)s
id: Pratinjau dari %(title)s
is: Forskoðun á %(title)s
it: Anteprima di %(title)s
ja: %(title)s のプレビュー
ka: %(title)s – წინასწარი შეთვალიერება
kab: Taskant n %(title)s
ms: Previu %(title)s
nb_no: Forhåndsvisning av %(title)s
nl: Voorbeeld van %(title)s
nn_no: Førehandsvising %(title)s
pa_in: %(title)s ਦੀ ਝਲਕ
pl: Podgląd „%(title)s”
pt_br: Pré-visualização de %(title)s
pt_pt: Pré-visualização de %(title)s
ro: Previzualizare %(title)s
ru: Предпросмотр %(title)s
si: %(title)s හි පෙරදසුන
sk: Náhľad témy %(title)s
sl: Predogled "%(title)s"
sq: Paraparje e %(title)s
sv_se: Förhandsvisning av %(title)s
te: %(title)s మునుజూపు
th: ตัวอย่างของ %(title)s
tr: %(title)s ön izlemesi
uk: Перегляд %(title)s
vi: Xem trước %(title)s

source: %(total)s add-on
ar: لا إضافات
az: %(total)s əlavə
bg: %(total)s добавка
ca: %(total)s complement
cs: %(total)s doplněk
da: %(total)s tilføjelse
el: %(total)s πρόσθετο
es: %(total)s complemento
fi: %(total)s lisäosa
fr: %(total)s module
fur: %(total)s component adizionâl
he: תוספת אחת
hr: %(total)s dodatak
hu: %(total)s kiegészítő
ia: %(total)s additivo
id: %(total)s pengaya
is: %(total)s viðbót
it: %(total)s componente aggiuntivo
ja: %(total)s 個のアドオン
ka: %(total)s დამატება
kab: %(total)s n uzegrir
nb_no: %(total)s tillegg
nn_no: %(total)s tillegg
pa_in: %(total)s ਐਡ-ਆਨ
pl: %(total)s dodatek
pt_br: %(total)s extensão
pt_pt: %(total)s extra
ro: %(total)s supliment
ru: %(total)s дополнение
si: එක්කහු %(total)s
sk: %(total)s doplnok
sl: %(total)s dodatek
sq: %(total)s shtesë
sv_se: %(total)s tillägg
te: %(total)s యాడాన్
th: %(total)s ส่วนเสริม
tr: %(total)s eklenti
uk: %(total)s додаток
vi: %(total)s tiện ích

source: Do you really want to delete this picture?
ar: أمتأكد من حذف هذه الصورة؟
bg: Наистина ли искате да изтриете тази картинка?
ca: Segur que voleu suprimir aquesta imatge?
cs: Opravdu chcete odstranit tento obrázek?
da: Vil du virkelig slette dette billede?
de: Soll dieses Bild wirklich gelöscht werden?
el: Θέλετε σίγουρα να διαγράψετε την εικόνα;
es: ¿De verdad quieres eliminar esta foto?
fi: Haluatko varmasti poistaa tämän kuvan?
fr: Voulez-vous vraiment supprimer cette image ?
fur: Eliminâ pardabon cheste imagjin?
fy_nl: Binne jo wis dat jo dizze ôfbylding fuortsmite wolle?
he: האם ברצונך למחוק את התמונה הזאת?
hr: Stvarno želiš izbrisati ovu sliku?
hu: Valóban törölni szeretné ezt a képet?
ia: Vole tu vermente deler iste imagine?
id: Anda benar-benar ingin menghapus gambar ini?
is: Viltu í alvörunni eyða þessari mynd?
it: Eliminare l’immagine?
ja: 本当にこの写真を削除しますか？
ka: ნამდვილად გსურთ ამ სურათის წაშლა?
kab: Tebγiḍ s tidet ad tekseḍ tugna-agi?
ms: Adakah anda pasti mahu menghapuskan gambar ini?
nb_no: Vil du virkelig slette dette bildet?
nl: Wilt u deze afbeelding echt verwijderen?
nn_no: Vil du slette dette bildet?
pa_in: ਕੀ ਤੁਸੀਂ ਅਸਲ ਵਿੱਚ ਇਸ ਤਸਵੀਰ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Czy na pewno usunąć ten obraz?
pt_br: Você quer mesmo excluir esta figura?
pt_pt: Pretende mesmo apagar esta imagem?
ro: Chiar vrei să ștergi această imagine?
ru: Вы действительно хотите удалить эту картинку?
si: ඔබට මෙම රූපය මකා දැමීමට වුවමනා ද?
sk: Naozaj chcete odstrániť túto fotografiu?
sl: Ali res želite izbrisati to sliko?
sq: Doni vërtet të fshihet kjo foto?
sv_se: Vill du verkligen ta bort den här bilden?
te: మీరు నిజంగానే ఈ బొమ్మను తొలగించాలని అనుకుంటున్నారా?
th: คุณต้องการลบรูปภาพนี้หรือไม่?
tr: Bu resmi silmek istediğinizden emin misiniz?
uk: Ви справді хочете видалити це зображення?
vi: Bạn có thực sự muốn xóa hình ảnh này?

source: Delete This Picture
ar: احذف هذه الصورة
az: Bu şəkli sil
bg: Изтриване на тази снимка
ca: Suprimeix aquesta imatge
cs: Smazat tento obrázek
da: Slet dette billede
de: Dieses Bild löschen
el: Διαγραφή εικόνας
es: Eliminar esta foto
fi: Poista tämä kuva
fr: Supprimer cette photo
fur: Elimine cheste imagjin
fy_nl: Dizze ôfbylding fuortsmite
he: מחיקת תמונה זו
hr: Izbriši ovu sliku
hu: Fénykép törlése
ia: Deler iste imagine
id: Hapus Gambar Ini
is: Eyða þessari mynd
it: Elimina immagine
ja: この写真を削除
ka: სურათის წაშლა
kab: Kkes tawlaft-agi
ms: Buang Gambar Ini
nb_no: Slett dette bildet
nl: Deze afbeelding verwijderen
nn_no: Slett dette bildet
pa_in: ਇਹ ਤਸਵੀਰ ਹਟਾਓ
pl: Usuń ten obraz
pt_br: Excluir esta figura
pt_pt: Apagar esta imagem
ro: Șterge această imagine
ru: Удалить это изображение
si: මෙම රූපය මකන්න
sk: Odstrániť túto fotografiu
sl: Izbriši to sliko
sq: Fshije Këtë Foto
sv_se: Ta bort den här bilden
te: ఈ బొమ్మను తొలగించు
th: ลบรูปภาพนี้
tr: Bu resmi sil
uk: Видалити це зображення
vi: Xóa hình ảnh này

source: Profile picture for %(name)s
ar: صورة ملف %(name)s الشخصي
az: %(name)s üçün profil şəkli
bg: Изображение за профила на %(name)s
ca: Imatge de perfil de %(name)s
cs: Profilový obrázek uživatele %(name)s
da: Profilbillede for %(name)s
de: Profilbild für %(name)s
el: Εικόνα προφίλ του/της %(name)s
es: Foto del perfil de %(name)s
fi: Käyttäjän %(name)s profiilikuva
fr: Photo de profil pour %(name)s
fur: Imagjin di profîl par %(name)s
fy_nl: Profylôfbylding foar %(name)s
he: תמונת פרופיל עבור %(name)s
hr: Slika profila za %(name)s
hu: %(name)s profilképe
ia: Imagine de profilo pro %(name)s
id: Gambar profil untuk %(name)s
is: Auðkennismynd fyrir %(name)s
it: Immagine di profilo di %(name)s
ja: %(name)s のプロファイル写真
ka: %(name)s პროფილის სურათი
kab: Tawlaft n umaɣnu i "%(name)s"
ms: Gambar profil untuk %(name)s
nb_no: Profilbilde for %(name)s
nl: Profielafbeelding voor %(name)s
nn_no: Profilbilde for %(name)s
pa_in: %(name)s ਲਈ ਪਰੋਫਾਈਲ ਤਸਵੀਰ
pl: Obraz profilu „%(name)s”
pt_br: Figura de perfil de %(name)s
pt_pt: Imagem de perfil para %(name)s
ro: Imagine de profil pentru %(name)s
ru: Изображение профиля для %(name)s
si: %(name)s සඳහා පැතිකඩ රූපය
sk: Profilová fotografia používateľa %(name)s
sl: Slika profila %(name)s
sq: Foto profili për %(name)s
sv_se: Profilbild för %(name)s
te: %(name)s కొరకు ప్రొఫైలు చిత్రం
th: รูปโปรไฟล์สำหรับ %(name)s
tr: %(name)s profil resmi
uk: Зображення профілю для %(name)s
vi: Ảnh hồ sơ cho %(name)s

source: Profile photo
ar: صورة الملف الشخصي
az: Profil şəkli
bg: Профилна снимка
ca: Imatge de perfil
cs: Profilový obrázek
da: Profilbillede
de: Profilfoto
el: Φωτογραφία προφίλ
es: Foto del perfil
fi: Profiilikuva
fr: Photo de profil
fur: Imagjin profîl
fy_nl: Profylfoto
he: תמונת פרופיל
hr: Slika profila
hu: Profilkép
ia: Photo del profilo
id: Foto profil
is: Auðkennismynd
it: Immagine profilo
ja: プロファイル写真
ka: პროფილის სურათი
kab: Tawlaft n umaɣnu
ms: Foto profil
nb_no: Profilbilde
nl: Profielfoto
nn_no: Profilbilde
pa_in: ਪ੍ਰੋਫ਼ਾਈਲ ਫ਼ੋਟੋ
pl: Zdjęcie profilu
pt_br: Figura de perfil
pt_pt: Foto de perfil
ro: Fotografie de profil
ru: Фото профиля
si: පැතිකඩ රූපය
sk: Profilová fotografia
sl: Slika profila
sq: Foto profili
sv_se: Profilbild
te: ప్రొఫైలు చిత్రం
th: รูปโปรไฟล์
tr: Profil fotoğrafı
uk: Фотографія профілю
vi: Ảnh đại diện

source: Choose Photo…
ar: اختر صورة…
az: Şəkil seç…
ca: Trieu la imatge…
cs: Vybrat fotku…
da: Vælg billede...
de: Foto auswählen…
el: Επιλογή φωτογραφίας…
es: Elegir foto...
fi: Valitse kuva…
fr: Sélectionner une photo…
fur: Sielç une foto…
fy_nl: Foto kieze…
he: בחירת תמונה…
hr: Odaberi sliku …
hu: Válasszon fényképet…
ia: Elige photo…
id: Pilih Foto…
is: Velja mynd…
it: Seleziona un’immagine…
ja: 写真を選択...
ka: სურათის არჩევა...
kab: Fren tawlaft…
ms: Pilih Foto…
nb_no: Velg bilde…
nl: Foto kiezen…
nn_no: Vel bilde…
pa_in: ਫੋਟੋ ਚੁਣੋ…
pl: Wybierz zdjęcie…
pt_br: Escolher foto…
pt_pt: Escolher foto…
ro: Alege o fotografie…
ru: Выберите фото…
si: රූපයක් තෝරන්න…
sk: Vyberte fotografiu…
sl: Izberi sliko ...
sq: Zgjidhni Foto…
sv_se: Välj bild…
te: ఫొటోని ఎంచుకోండి…
th: เลือกรูปถ่าย…
tr: Fotoğraf seçin…
uk: Оберіть фото…
vi: Chọn ảnh…
