Repository: mozilla/addons-frontend
Catalog: locale/*/LC_MESSAGES/amo.po
Languages: ar, az, bg, bn_bd, bs, ca, cs, da, de, el, es, fa, fi, fr, fur, fy_nl, ga_ie, he, hr, hu, ia, id, is, it, ja, ka, kab, ms, nb_no, nl, nn_no, pa_in, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: The developer of this extension asks that you help support its continued development by making a small contribution.
ar: يطلب منك مطوّر هذا الامتداد مساعدته بدعم متابعة تطوير هذا العمل عبر مساهمة بسيطة منك.
bg: Разработчикът на разширението ви приканва да допринесете за бъдещото ѝ развитие, като направите скромно дарение.
bs: Developer ove ekstenzije vas je zamolio da podržite njegov dalji razvoj davanjem malog doprinosa.
ca: El desenvolupador d'aquesta extensió us demana que l'ajudeu a continuar amb el seu desenvolupament fent una petita donació.
cs: Vývojář tohoto doplňku váš žádá o malý příspěvek, kterým pomůžete podpořit vývoj do budoucna.
da: Udvikleren af denne udvidelse beder dig støtte udvidelsens fortsatte udvikling ved at donere et mindre beløb.
de: Der Entwickler dieser Erweiterung bittet Sie, dass Sie die Entwicklung unterstützen, indem Sie einen kleinen Betrag spenden.
el: Ο προγραμματιστής της επέκτασης σάς ζητά να βοηθήσετε τη συνεχή ανάπτυξή της με μια μικρή συνεισφορά.
es: El desarrollador de esta extensión te pide le ayudes a seguir con el desarrollo haciendo una pequeña contribución.
fa: توسعه دهنده این افزونه از شما درخواست می‌کند که به ادامه یافتن توسعه‌ی آن با یک مشارکت کوچک کمک کنید.
fi: Tämän laajennuksen kehittäjä pyytää taloudellista tukeasi laajennuksen kehityksen jatkamiseksi.
fr: Le développeur de cette extension demande que vous l’aidiez à assurer la poursuite de son développement en lui versant une petite contribution.
fur: Il svilupadôr di cheste estension ti domande di sostignîlu tal so disvilup continuatîf fasint une piçule donazion.
fy_nl: De ûnwikkeler fan dizze útwreiding freget om stipe foar de trochgeande ûntwikkeling troch it meitsjen fan in lytse bydrage.
he: מפתח ההרחבה הזו מבקש ממך לסייע בהמשך הפיתוח על ידי מתן תרומה צנועה.
hr: Programer ovog proširenja te moli, da pomoću male donacije podržiš daljnji razvoj proširenja.
hu: A kiegészítő fejlesztője azt kéri, hogy egy csekély összeggel támogassa a további fejlesztést.
ia: Le disveloppator de iste extension te demanda adjuta pro supportar su continuation del disveloppamento per un micre donation.
id: Pengembang ekstensi ini meminta Anda mendukung pengembangan lebih lanjut dengan memberi sedikit kontribusi.
is: Hönnuður þessa forritsauka biður þig að hjálpa til við áframhaldandi þróun hans með því að veita smávægilegan fjárstuðning.
it: Sostieni il mantenimento e l’aggiornamento di questa estensione con una piccola donazione allo sviluppatore.
ja: この拡張機能の開発者は、開発を続けていくため、少額の寄付による支援を求めています。
ka: ამ დამატების შემქმნელი, პროგრამის მომავალი განვითარებისთვის, გთხოვთ მხარდაჭერას, მცირეოდენი შემოწირულობის სახით.
kab: Aneflay n usiɣzef-agi isutur-ak-d tallelt akken ad iseddu taneflit ines ticki tmuddeḍ-as cwiṭ n tewsa.
ms: Pembangun ekstensi ini meminta bantuan anda untuk menyokong pembangunan yang berterusan dengan memberikan sedikit sumbangan.
nb_no: Utvikleren av denne utvidelsen spør om du kan hjelpe til med å støtte den videre utviklingen ved å gi et lite bidrag.
nl: De ontwikkelaar van deze extensie vraagt uw steun voor verdere ontwikkeling door middel van een kleine bijdrage.
nn_no: Utviklaren av denne utvidinga spør om du kan hjelpe til med å støtte den vidare utviklinga med eit lite pengebidrag.
pa_in: ਇਸ ਇਕਸਟੈਨਸ਼ਨ ਦੇ ਡਿਵੈਲਪਰ ਨੇ ਕਿਹਾ ਹੈ ਕਿ ਤੁਸੀਂ ਇੱਕ ਛੋਟਾ ਯੋਗਦਾਨ ਕਰਕੇ ਆਪਣਾ ਨਿਰੰਤਰ ਵਿਕਾਸ ਵਿੱਚ ਸਹਾਇਤਾ ਕਰਦੇ ਹੋ।
pl: Autor tego rozszerzenia prosi o pomoc we wspieraniu jego rozwoju przez drobny datek.
pt_br: O desenvolvedor desta extensão pede que você ajude a apoiar seu desenvolvimento contínuo fazendo uma pequena contribuição.
pt_pt: O programador desta extensão pede que apoie o desenvolvimento da mesma através de um pequeno donativo.
ro: Dezvoltatorul acestei extensii îți solicită să contribui pentru sprijinirea dezvoltării continue printr-o mică donație.
ru: Разработчик этого расширения просит вас помочь поддержать его дальнейшее развитие, внеся небольшое пожертвование.
si: සුළු දායකත්‍වයක් ලබා දීමෙන් එහි අඛණ්ඩ සංවර්ධනයට සහාය වන ලෙස මෙම දිගුවේ සංවර්ධකයා ඉල්ලා සිටියි.
sk: Vývojár tohto rozšírenia žiada o podporu v jeho vývoji zaslaním malého príspevku.
sl: Razvijalec te razširitve vas vabi, da podprete nadaljnji razvoj s skromnim prispevkom.
sq: Zhvilluesi i kësaj shtese dëshiron që të ndihmoni duke mbështetur zhvillimin e mëtejshëm të saj përmes një kontributi të vogël.
sv_se: Utvecklaren av denna utökning frågar att du kan hjälpa till att stödja den fortsatta utvecklingen genom att göra ett litet bidrag.
th: นักพัฒนาส่วนขยายนี้ใคร่ขอให้คุณช่วยสนับสนุนการพัฒนาอย่างต่อเนื่องโดยการสมทบทุนสักเล็กน้อย
tr: Bu uzantının geliştiricisi, küçük bir bağışta bulunarak gelişimin devamı için katkıda bulunmanızı rica ediyor.
uk: Розробник цього розширення просить вас посприяти його подальшому розвитку, зробивши невеликий внесок.
vi: Nhà phát triển của tiện ích mở rộng này yêu cầu bạn giúp hỗ trợ sự phát triển liên tục của nó bằng cách đóng góp nhỏ.

source: The developers of this extension ask that you help support its continued development by making a small contribution.
ar: يطلب منك مطوّري هذا الامتداد مساعدتهم بدعم متابعة تطوير هذا العمل عبر مساهمة بسيطة منك.
bg: Разработчиците на разширението ви приканват да допринесете за бъдещото ѝ развитие, като направите скромно дарение.
bs: Developeri ovih ekstenzija vas mole da podržite njihov dalji razvoj davanjem malog doprinosa.
ca: Els desenvolupadors d'aquesta extensió us demanen que els ajudeu a continuar amb el seu desenvolupament fent una petita donació.
cs: Vývojáři tohoto doplňku váš žádají o malý příspěvek, kterým pomůžete podpořit vývoj do budoucna.
da: Udviklerne af denne udvidelse beder dig støtte udvidelsens fortsatte udvikling ved at donere et mindre beløb.
de: Die Entwickler dieser Erweiterung bitten Sie, dass Sie die Entwicklung unterstützen, indem Sie einen kleinen Betrag spenden.
el: Οι προγραμματιστές της επέκτασης σάς ζητούν να βοηθήσετε τη συνεχή ανάπτυξή της με μια μικρή συνεισφορά.
es: El desarrollador de esta extensión te pide le ayudes a seguir con el desarrollo haciendo una pequeña contribución.
fa: توسعه دهنده‌گان این افزونه از شما درخواست می‌کنند که به ادامه یافتن توسعه‌ی آن با یک مشارکت کوچک کمک کنید.
fi: Tämän laajennuksen kehittäjät pyytävät taloudellista tukeasi laajennuksen kehityksen jatkamiseksi.
fr: Les développeurs de cette extension demandent que vous les aidiez à assurer la poursuite du développement en leur versant une petite contribution.
fur: I svilupadôrs di cheste estension ti domandin di sostignîju tal lôr disvilup continuatîf fasint une piçule donazion.
fy_nl: De ûnwikkelers fan dizze útwreiding freegje om stipe foar de trochgeande ûntwikkeling troch it meitsjen fan in lytse bydrage.
he: מפתחי ההרחבה הזו מבקשים ממך לסייע בהמשך הפיתוח על ידי מתן תרומה צנועה.
hr: Programer ovog proširenja te moli, da pomoću male donacije podržiš daljnji razvoj proširenja.
hu: A kiegészítő fejlesztői azt kérik, hogy egy csekély összeggel támogassa a további fejlesztést.
ia: Le disveloppatores de iste extension te demanda adjuta pro supportar su continuation del disveloppamento per un micre donation.
id: Para pengembang ekstensi ini meminta Anda mendukung pengembangan lebih lanjut dengan memberi sedikit kontribusi.
is: Hönnuðir þessa forritsauka biðja þig að hjálpa til við áframhaldandi þróun hans með því að veita smávægilegan fjárstuðning.
it: Sostieni il mantenimento e l’aggiornamento di questa estensione con una piccola donazione agli sviluppatori.
ja: この拡張機能の開発者は、開発を続けていくため、少額の寄付による支援を求めています。
ka: ამ დამატების შემქმნელები, პროგრამის მომავალი განვითარებისთვის, გთხოვთ მხარდაჭერას, მცირეოდენი შემოწირულობის სახით.
kab: Ineflayen n usiɣzef-agi suturen-ak-d tallelt akken ad seddun taneflit-nse ticki tmuddeḍ-asen cwiṭ n tewsa.
ms: Pembangun ekstensi ini meminta bantuan anda untuk menyokong pembangunan yang berterusan dengan memberikan sedikit sumbangan.
nb_no: Utviklerene av denne utvidelsen spør om du kan hjelpe til med å støtte den videre utviklingen ved å gi et lite bidrag.
nl: De ontwikkelaars van deze extensie vragen uw steun voor verdere ontwikkeling door middel van een kleine bijdrage.
nn_no: Utviklarane av denne utvidinga spør om du kan hjelpe til med å støtte den vidare utviklinga med eit lite pengebidrag.
pa_in: ਇਸ ਇਕਸਟੈਨਸ਼ਨ ਦੇ ਡਿਵੈਲਪਰ ਨੇ ਕਿਹਾ ਹੈ ਕਿ ਤੁਸੀਂ ਇੱਕ ਛੋਟਾ ਯੋਗਦਾਨ ਕਰਕੇ ਆਪਣੀ ਨਿਰੰਤਰ ਵਿਕਾਸ ਵਿੱਚ ਸਹਾਇਤਾ ਕਰਦੇ ਹੋ।
pl: Autorzy tego rozszerzenia proszą o pomoc we wspieraniu jego rozwoju przez drobny datek.
pt_br: Os desenvolvedores desta extensão pedem que você ajude a apoiar seu desenvolvimento contínuo fazendo uma pequena contribuição.
pt_pt: Os programadores desta extensão pedem que apoie o desenvolvimento da mesma através de um pequeno donativo.
ro: Dezvoltatorii acestei extensii îți solicită să contribui pentru sprijinirea dezvoltării continue printr-o mică donație.
ru: Разработчики этого расширения просят вас помочь поддержать его дальнейшее развитие, внеся небольшое пожертвование.
si: සුළු දායකත්‍වයක් ලබා දීමෙන් එහි අඛණ්ඩ සංවර්ධනයට සහාය වන ලෙස මෙම දිගුවේ සංවර්ධකයින් ඉල්ලා සිටියි.
sk: Vývojári tohto rozšírenia žiadajú o podporu v jeho vývoji zaslaním malého príspevku.
sl: Razvijalci te razširitve vas vabijo, da podprete nadaljnji razvoj s skromnim prispevkom.
sq: Zhvilluesit e kësaj shtese dëshirojnë që të ndihmoni duke mbështetur zhvillimin e mëtejshëm të saj përmes një kontributi të vogël.
sv_se: Utvecklarna av denna utökning frågar att du kan hjälpa till att stödja den fortsatta utvecklingen genom att göra ett litet bidrag.
th: นักพัฒนาส่วนขยายนี้ใคร่ขอให้คุณช่วยสนับสนุนการพัฒนาอย่างต่อเนื่องโดยการสมทบทุนสักเล็กน้อย
tr: Bu uzantının geliştiricileri, küçük bir bağışta bulunarak gelişimin devamı için katkıda bulunmanızı rica ediyor.
uk: Розробники цього розширення просять вас посприяти його подальшому розвитку, зробивши невеликий внесок.
vi: Các nhà phát triển của tiện ích mở rộng này yêu cầu bạn giúp hỗ trợ phát triển liên tục bằng cách đóng góp nhỏ.

source: Support this artist
ar: ادعم هذا الفنان
az: Bu sənətkarı dəstəklə
bg: Насърчаване на художника
bn_bd: শিল্পীকে সমর্থন করুন
bs: Podrži ovog umjetnika
ca: Ajuda aquest artista
cs: Podpořte tohoto umělce
da: Støt denne kunstner
de: Diesen Künstler unterstützen
el: Υποστηρίξτε τον καλλιτέχνη
es: Ayudar a este artista
fa: از این هنرمند پشتیبانی کنید
fi: Tue tätä käyttäjää
fr: Soutenir cet artiste
fur: Sosten chest artist
fy_nl: Dizze keunstner stypje
he: תמיכה באמן זה
hr: Podrži ovog umjetnika
hu: Művész támogatása
ia: Supportar iste artista
id: Dukung kreator ini
is: Styrkja þennan listamann
it: Sostieni l’artista
ja: このアーティストを支援する
ka: ამ მხატვრის მხარდაჭერა
kab: Mudd afis i unaẓur-agi
ms: Sokong artis ini
nb_no: Støtt denne artisten
nl: Deze kunstenaar steunen
nn_no: Støtt denne artisten
pa_in: ਇਸ ਕਲਾਕਾਰ ਦਾ ਸਮਰਥਨ ਕਰੋ
pl: Wesprzyj tego twórcę
pt_br: Ajudar este artista
pt_pt: Apoie este artista
ro: Sprijină acest artist
ru: Поддержать этого художника
si: මෙම කලාකරුවාට සහයෝගය දෙන්න
sk: Podporte tohto umelca
sl: Podprite tega ustvarjalca
sq: Përkrahni këta artist
sv_se: Stöd denna artist
te: ఈ కళాకారుడికి మద్దతు ఇవ్వండి
th: สนับสนุนศิลปินนี้
tr: Bu sanatçıyı destekleyin
uk: Підтримати цього художника
vi: Tài trợ nghệ sĩ này

source: Support these artists
ar: ادعم هؤلاء الفنانين
az: Bu sənətkarları dəstəklə
bg: Насърчаване на художниците
bn_bd: শিল্পীকে সমর্থন করুন
bs: Podrži ove umjetnike
ca: Ajuda aquests artistes
cs: Podpořte tyto umělce
da: Støt disse kunstnere
de: Diese Künstler unterstützen
el: Υποστηρίξτε αυτούς τους καλλιτέχνες
es: Ayudar a estos artistas
fa: از این هنرمندان پشتیبانی کنید
fi: Tue näitä käyttäjiä
fr: Soutenir ces artistes
fur: Sosten chescj artiscj
fy_nl: Dizze keunstners stypje
he: תמיכה באמנים אלו
hr: Podrži ove umjetnike
hu: Művészek támogatása
ia: Supportar iste artistas
id: Dukung para kreator ini
is: Styrkja þessa listamenn
it: Sostieni gli artisti
ja: これらのアーティストを支援する
ka: ამ მხატვრების მხარდაჭერა
kab: Mudd afis i yinaẓuren-agi
ms: Sokong para artis ini
nb_no: Støtt disse artistene
nl: Deze kunstenaars steunen
nn_no: Støtt desse artistane
pa_in: ਇਨ੍ਹਾਂ ਕਲਾਕਾਰਾਂ ਦਾ ਸਮਰਥਨ ਕਰੋ
pl: Wesprzyj tych twórców
pt_br: Ajudar estes artistas
pt_pt: Apoie estes artistas
ro: Sprijină acești artiști
ru: Поддержать этих художников
si: මෙම කලාකරුවන්ට සහයෝගය දෙන්න
sk: Podporte týchto umelcov
sl: Podpri te ustvarjalce
sq: Përkrahni këta artistë
sv_se: Stöd dessa artister
te: ఈ కళాకారులకు మద్దతు ఇవ్వండి
th: สนับสนุนศิลปินเหล่านี้
tr: Bu sanatçıları destekleyin
uk: Підтримати цих художників
vi: Tài trợ các nghệ sĩ này

source: The artist of this theme asks that you help support its continued creation by making a small contribution.
ar: يطلب منك فنّان هذه السمة مساعدته بدعم متابعة تطوير هذا العمل عبر مساهمة بسيطة منك.
bg: Художникът на темата ви приканва да допринесете за бъдещото ѝ развитие като направите скромно дарение.
bs: Umjetnik ove teme vas je zamolio da podržite njegov dalji razvoj kreiranja davanjem malog doprinosa.
ca: L'artista d'aquest tema us demana que l'ajudeu a continuar amb la seva creació fent una petita donació.
cs: Autor tohoto vzhledu vás žádá o malý příspěvek, kterým pomůžete podpořit jeho další tvorbu.
da: Kunstneren bag dette tema beder dig støtte temaets fortsatte udvikling ved at donere et mindre beløb.
de: Der Künstler dieses Themes bittet Sie, dass Sie die weitere Gestaltung unterstützen, indem Sie einen kleinen Betrag spenden.
el: Ο καλλιτέχνης του θέματος σάς ζητά να βοηθήσετε τη δημιουργία του με μια μικρή συνεισφορά.
es: El artista de este tema te pide le ayudes a seguir con su creación haciendo una pequeña contribución.
fa: هنرمند این پوسته از شما درخواست می‌کند که به ادامه یافتن خلق آن با یک مشارکت کوچک کمک کنید.
fi: Tämän teeman kehittäjä pyytää taloudellista tukeasi teeman kehityksen jatkamiseksi.
fr: L’artiste qui a créé ce thème demande que vous l’aidiez à assurer la poursuite de sa création en lui versant une petite contribution.
fur: L’artist di chest teme ti domande di sostignîlu te sô creazion continuative fasint une piçule donazion.
fy_nl: De keunstner fan dit tema freget om stipe foar de trochgeande kreaasje troch it meitsjen fan in lytse bydrage.
he: אמן ערכת הנושא הזו מבקש ממך לסייע בהמשך היצירה על ידי מתן תרומה צנועה.
hr: Umjetnik/ca ove teme te moli da pomoću male donacije podržiš razvoj daljnjih kreacija.
hu: A téma készítője azt kéri, hogy egy csekély összeggel támogassa a további alkotást.
ia: Le artista de iste thema te demanda adjuta pro supportar su continuation del creation per un micre donation.
id: Kreator tema ini meminta Anda mendukung pembuatan lebih lanjut dengan memberi sedikit kontribusi.
is: Listamaðurinn sem gerði þetta þema biður þig að hjálpa til við áframhaldandi þróun þess með því að veita smávægilegan fjárstuðning.
it: Sostieni la realizzazione di altri temi come questo con una piccola donazione all’artista.
ja: このテーマのアーティストは、開発を続けていくため、少額の寄付による支援を求めています。
ka: ამ თემის მხატვარი, შემოქმედებითი საქმიანობის განვითარებისთვის, გთხოვთ მხარდაჭერას, მცირეოდენი შემოწირულობის სახით.
kab: Anazuṛ n usentel-agi isutur-ak-d tallelt akken ad iseddu asnulfu ines ticki tmuddeḍ-as cwiṭ n tewsa.
ms: Artis tema ini meminta bantuan anda untuk menyokong pembangunan yang berterusan dengan memberikan sedikit sumbangan.
nb_no: Artisten bak dette temaet spør om du kan hjelpe til med å støtte en videreutvikling av temaet ved å gi et lite bidrag.
nl: De kunstenaar van dit thema vraagt uw steun voor verdere creatie door middel van een kleine bijdrage.
nn_no: Artisten bak dette temaet spør om du kan hjelpe til med å støtte ei vidareutvikling av temaet ved å gje eit lite bidrag.
pa_in: ਇਸ ਥੀਮ ਦਾ ਕਲਾਕਾਰ ਇਹ ਪੁੱਛਦਾ ਹੈ ਕਿ ਤੁਸੀਂ ਇਕ ਛੋਟਾ ਜਿਹਾ ਯੋਗਦਾਨ ਪਾ ਕੇ ਇਸ ਦੀ ਨਿਰੰਤਰ ਸ੍ਰਿਸ਼ਟੀ ਵਿੱਚ ਸਹਾਇਤਾ ਕਰਦੇ ਹੋ।
pl: Twórca tego motywu prosi o pomoc we wspieraniu jego rozwoju przez drobny datek.
pt_br: O artista deste tema pede que você ajude a continuar sua criação fazendo uma pequena contribuição.
pt_pt: O artista deste tema pede que apoie o desenvolvimento do mesmo através de um pequeno donativo.
ro: Artistul acestei teme îți solicită să contribui pentru sprijinirea dezvoltării continue printr-o mică donație.
ru: Дизайнер этой темы просит вас помочь поддержать его дальнейшее развитие, внеся небольшое пожертвование.
si: සුළු දායකත්‍වයක් ලබා දීමෙන් එහි අඛණ්ඩ සංවර්ධනයට සහාය වන ලෙස මෙම තේමාවේ කලාකරු ඉල්ලා සිටියි.
sk: Autor tejto témy vzhľadu žiada o podporu v jej vývoji zaslaním malého príspevku.
sl: Ustvarjalec te teme vas vabi, da podprete nadaljnji razvoj s skromnim prispevkom.
sq: Artisti i kësaj teme dëshiron që të ndihmoni duke mbështetur zhvillimin e mëtejshëm të saj përmes një kontributi të vogël.
sv_se: Artisten av detta tema frågar att du kan hjälpa till att stödja den fortsatta utvecklingen genom att göra ett litet bidrag.
th: ศิลปินชุดตกแต่งนี้ใคร่ขอให้คุณช่วยสนับสนุนการพัฒนาอย่างต่อเนื่องโดยการสมทบทุนสักเล็กน้อย
tr: Bu temanın tasarımcısı, küçük bir bağışta bulunarak gelişimin devamı için katkıda bulunmanızı rica ediyor.
uk: Художник цієї теми просить вас посприяти її подальшому розвитку, зробивши невеликий внесок.
vi: Nghệ sĩ của chủ đề này yêu cầu bạn giúp hỗ trợ sáng tạo liên tục của nó bằng cách đóng góp nhỏ.

source: The artists of this theme ask that you help support its continued creation by making a small contribution.
ar: يطلب منك فنّاني هذه السمة مساعدتهم بدعم متابعة تطوير هذا العمل عبر مساهمة بسيطة منك.
bg: Художниците на темата ви приканват да допринесете за бъдещото ѝ развитие като направите скромно дарение.
bs: Umjetnici ove teme vas mole da podržite njihov dalji razvoj kreiranja davanjem malog doprinosa.
ca: Els artistes d'aquest tema us demanen que els ajudeu a continuar amb la seva creació fent una petita donació.
cs: Autoři tohoto vzhledu vás žádají o malý příspěvek, kterým pomůžete podpořit jejich další tvorbu.
da: Kunstnerne bag dette tema beder dig støtte temaets fortsatte udvikling ved at donere et mindre beløb.
de: Die Künstler dieses Themes bitten Sie, dass Sie die weitere Gestaltung unterstützen, indem Sie einen kleinen Betrag spenden.
el: Οι καλλιτέχνες του θέματος σάς ζητούν να βοηθήσετε τη δημιουργία του με μια μικρή συνεισφορά.
es: El artista de este tema te pide le ayudes a seguir con su creación haciendo una pequeña contribución.
fa: هنرمندان این پوسته از شما درخواست می‌کنند که به ادامه یافتن خلق آن با یک مشارکت کوچک کمک کنید.
fi: Tämän teeman kehittäjät pyytävät taloudellista tukeasi teeman kehityksen jatkamiseksi.
fr: Les artistes qui ont créé ce thème demandent que vous les aidiez à assurer la poursuite de leur création en leur versant une petite contribution.
fur: I artiscj di chest teme ti domandin di sostignîju te lôr creazion continuative fasint une piçule donazion.
fy_nl: De keunstners fan dit tema freegje om stipe foar de trochgeande kreaasje troch it meitsjen fan in lytse bydrage.
he: אמני ערכת הנושא הזו מבקשים ממך לסייע בהמשך היצירה על ידי מתן תרומה צנועה.
hr: Umjetnici ove teme te mole da pomoću male donacije podržiš razvoj daljnjih kreacija.
hu: A téma készítői azt kérik, hogy egy csekély összeggel támogassa a további alkotást.
ia: Le artistas de iste thema te demanda adjuta pro supportar su continuation del creation per un micre donation.
id: Para kreator tema ini meminta Anda mendukung pembuatan lebih lanjut dengan memberi sedikit kontribusi.
is: Listamennirnir sem gerðu þetta þema biðja þig að hjálpa til við áframhaldandi þróun þess með því að veita smávægilegan fjárstuðning.
it: Sostieni la realizzazione di altri temi come questo con una piccola donazione agli artisti.
ja: このテーマのアーティストは、開発を続けていくため、少額の寄付による支援を求めています。
ka: ამ თემის მხატვრები, შემოქმედებითი საქმიანობის განვითარებისთვის, გთხოვთ მხარდაჭერას, მცირეოდენი შემოწირულობის სახით.
kab: Inazuṛen n usentel-agi suturen-ak-d tallelt akken ad seddun asnulfu-nsen ticki tmuddeḍ-asen cwiṭ n tewsa.
ms: Artis tema ini meminta bantuan anda untuk menyokong pembangunan yang berterusan dengan memberikan sedikit sumbangan.
nb_no: Artistene bak dette temaet spør om du kan hjelpe til med å støtte en videreutvikling av temaet ved å gi et lite bidrag.
nl: De kunstenaars van dit thema vragen uw steun voor verdere creatie door middel van een kleine bijdrage.
nn_no: Artistane bak dette temaet spør om du kan hjelpe til med å støtte ei vidareutvikling av temaet ved å gje eit lite bidrag.
pa_in: ਇਸ ਥੀਮ ਦੇ ਕਲਾਕਾਰਾਂ ਨੇ ਕਿਹਾ ਹੈ ਕਿ ਤੁਸੀਂ ਇਕ ਛੋਟੇ ਜਿਹੇ ਯੋਗਦਾਨ ਦੇ ਕੇ ਇਸ ਦੀ ਲਗਾਤਾਰ ਰਚਨਾ ਦੀ ਮਦਦ ਕਰਦੇ ਹੋ।
pl: Twórcy tego motywu proszą o pomoc we wspieraniu jego rozwoju przez drobny datek.
pt_br: Os artistas deste tema pede que você ajude a continuar sua criação fazendo uma pequena contribuição.
pt_pt: Os artistas deste tema pedem que apoie o desenvolvimento do mesmo através de um pequeno donativo.
ro: Artiștii acestei teme îți solicită să contribui pentru sprijinirea dezvoltării continue printr-o mică donație.
ru: Дизайнеры этой темы просят вас помочь поддержать его дальнейшее развитие, внеся небольшое пожертвование.
si: සුළු දායකත්‍වයක් ලබා දීමෙන් එහි අඛණ්ඩ සංවර්ධනයට සහාය වන ලෙස මෙම තේමාවේ කලාකරුවන් ඉල්ලා සිටියි.
sk: Autori tejto témy vzhľadu žiadajú o podporu v jej vývoji zaslaním malého príspevku.
sl: Ustvarjalci te teme vas vabijo, da podprete nadaljnji razvoj s skromnim prispevkom.
sq: Artistët e kësaj teme dëshirojnë që të ndihmoni duke mbështetur zhvillimin e mëtejshëm të saj përmes një kontributi të vogël.
sv_se: Artisterna av detta tema frågar att du kan hjälpa till att stödja den fortsatta utvecklingen genom att göra ett litet bidrag.
th: ศิลปินชุดตกแต่งนี้ใคร่ขอให้คุณช่วยสนับสนุนการพัฒนาอย่างต่อเนื่องโดยการสมทบทุนสักเล็กน้อย
tr: Bu temanın tasarımcıları, küçük bir bağışta bulunarak gelişimin devamı için katkıda bulunmanızı rica ediyor.
uk: Художники цієї теми просять вас посприяти її подальшому розвитку, зробивши невеликий внесок.
vi: Các nghệ sĩ của chủ đề này yêu cầu bạn giúp hỗ trợ sáng tạo liên tục của nó bằng cách đóng góp nhỏ.

source: Support this author
ar: ادعم هذا المؤلف
az: Bu müəllifi dəstəklə
bg: Насърчаване на автора
bn_bd: লেখককে সমর্থন করুন
bs: Podrži ovog autora
ca: Ajuda aquest autor
cs: Podpořte tohoto autora
da: Støt denne udvikler
de: Diesen Autor unterstützen
el: Υποστήριξη δημιουργού
es: Ayudar a este autor
fa: از این مؤلف پشتیبانی کنید
fi: Tue tätä tekijää
fr: Soutenir cet auteur
fur: Sosten chest autôr
fy_nl: Dizze auteur stypje
he: תמיכה ביוצר זה
hr: Podrži ovog autora
hu: Szerző támogatása
ia: Supportar iste autor
id: Dukung penulis ini
is: Styrkja þennan höfund
it: Sostieni l’autore
ja: この作者を支援する
ka: ამ ავტორის მხარდაჭერა
kab: Mudd afis i umeskar-agi
ms: Sokong pengarang ini
nb_no: Støtt denne utvikleren
nl: Deze schrijver steunen
nn_no: Støtt denne utviklaren
pa_in: ਇਸ ਲੇਖਕ ਦਾ ਸਮਰਥਨ ਕਰੋ
pl: Wesprzyj tego autora
pt_br: Ajudar este autor
pt_pt: Apoie este autor
ro: Sprijină acest autor
ru: Поддержать этого автора
si: මෙම කර්තෘට සහාය වන්න
sk: Podporte tohto autora
sl: Podprite tega avtorja
sq: Përkrahni këtë autor
sv_se: Stöd denna författare
te: ఈ రచయితకు మద్దతు ఇవ్వండి
th: สนับสนุนผู้สร้างนี้
tr: Bu geliştiriciyi destekleyin
uk: Підтримати цього автора
vi: Tài trợ tác giả này
