Repository: mozilla/addons-frontend
Catalog: locale/*/LC_MESSAGES/amo.po
Languages: ar, az, bg, bn_bd, bs, ca, cs, da, de, el, es, fa, fi, fr, fur, fy_nl, ga_ie, he, hr, hu, ia, id, is, it, ja, ka, kab, ms, nb_no, nl, nn_no, pa_in, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: %(count)s extension found
ar: لم يُعثر على امتدادات
bg: Намерена е %(count)s добавка
ca: S'ha trobat %(count)s extensió
cs: Nalezeno %(count)s rozšíření
da: %(count)s udvidelse blev fundet
de: %(count)s Erweiterung gefunden
el: Βρέθηκε %(count)s επέκταση
es: %(count)s extensión encontrada
fi: %(count)s laajennus löytyi
fr: %(count)s extension trouvée
fur: %(count)s estension cjatade
fy_nl: %(count)s útwreiding fûn
he: נמצאה הרחבה אחת
hr: Pronađeno je %(count)s proširenje
hu: %(count)s kiegészítő található
ia: %(count)s extension trovate
id: %(count)s ekstensi ditemukan
is: %(count)s forritsauki fannst
it: %(count)s estensione trovata
ja: %(count)s 個の拡張機能が見つかりました
ka: %(count)s გაფართოება მოიძებნა
kab: %(count)s n usiɣzef yattwaf
nb_no: %(count)s utvidelse funnet
nl: %(count)s extensie gevonden
nn_no: Fann %(count)s tillegg
pa_in: %(count)s ਇਕਸਟੈਨਸ਼ਨ ਲੱਭੀ
pl: Odnaleziono %(count)s rozszerzenie
pt_br: %(count)s extensão encontrada
pt_pt: %(count)s extensão encontrada
ro: %(count)s extensie găsită
ru: найдено %(count)s расширение
si: දිගු %(count)s ක් හමු විය
sk: Bolo nájdené %(count)s rozšírenie
sl: %(count)s najdena razširitev
sq: U gjet %(count)s zgjerim
sv_se: %(count)s utökning hittades
te: %(count)s పొడగింత దొరికింది
th: พบ %(count)s ส่วนขยาย
tr: %(count)s uzantı bulundu
uk: Знайдено %(count)s розширення
vi: %(count)s tiện ích đã tìm thấy

source: %(count)s theme found for "%(query)s" with tag %(tag)s in %(categoryName)s
bg: Намерена е %(count)s тема при търсене на „%(query)s“ с етикет %(tag)s в %(categoryName)s
cs: Nalezen jeden motiv vzhledu pro dotaz „%(query)s“ se štítkem „%(tag)s“ v kategorii „%(categoryName)s“
de: %(count)s Theme für „%(query)s“mit Schlagwort %(tag)s in %(categoryName)s gefunden
el: Βρέθηκε %(count)s θέμα για «%(query)s» με ετικέτα «%(tag)s» στην κατηγορία «%(categoryName)s»
fr: %(count)s thème trouvé pour « %(query)s » avec l’étiquette %(tag)s dans %(categoryName)s
fur: %(count)s teme cjatât par “%(query)s” cu la etichete %(tag)s in %(categoryName)s
fy_nl: %(count)s tema foar ‘%(query)s’ mei label %(tag)s fûn yn %(categoryName)s
hr: Pronađena je %(count)s tema za „%(query)s” s oznakom %(tag)s u kategoriji %(categoryName)s
hu: %(count)s téma található a(z) „%(query)s” keresésre a(z) %(tag)s címkével a(z) %(categoryName)s kategóriában
ia: %(count)s thema trovate pro "%(query)s" con etiquetta %(tag)s in %(categoryName)s
is: %(count)s þema fannst fyrir "%(query)s" með merkið %(tag)s í %(categoryName)s
it: %(count)s tema trovato per “%(query)s” con etichetta %(tag)s in %(categoryName)s
ja: %(categoryName)s カテゴリー内に %(tag)s タグを持ち「%(query)s」と一致するテーマが %(count)s 件見つかりました
ka: „%(query)s“ ფრაზისთვის მოიძებნა %(count)s თემა კატეგორიაში %(categoryName)s ჭდით %(tag)s
kab: %(count)s n usentel yettwafen i "%(query)s" s tecreḍt %(tag)s deg %(categoryName)s
nb_no: %(count)s tema funnet for «%(query)s» med etikett %(tag)s i %(categoryName)s
nl: %(count)s thema voor ‘%(query)s’ met label %(tag)s gevonden in %(categoryName)s
nn_no: %(count)s tema funne for "%(query)s" med etiketten %(tag)s in %(categoryName)s
pl: Odnaleziono %(count)s motyw dla zapytania „%(query)s” z etykietą „%(tag)s” w kategorii %(categoryName)s
pt_br: %(count)s tema encontrado para "%(query)s" com etiqueta %(tag)s em %(categoryName)s
pt_pt: %(count)s tema encontrado para "%(query)s" com a etiqueta %(tag)s em %(categoryName)s
ru: по запросу «%(query)s» с меткой %(tag)s в %(categoryName)s найдена %(count)s тема
si: "%(query)s" සඳහා %(categoryName)s හි %(tag)s අනන්‍යනය සහිත තේමා %(count)s ක් හමු විය
sk: V kategórii „%(categoryName)s“ bola pre výraz „%(query)s“ nájdená %(count)s téma vzhľadu so značkou %(tag)s
sv_se: %(count)s tema hittades för "%(query)s" med tagg %(tag)s i %(categoryName)s
tr: %(categoryName)s kategorisinde "%(query)s" için %(tag)s etiketli %(count)s tema bulundu
uk: За запитом "%(query)s" знайдено %(count)s тему в категорії %(categoryName)s з міткою %(tag)s
vi: %(count)s chủ đề tìm thấy cho "%(query)s" với tag %(tag)s trong %(categoryName)s

source: %(count)s theme found for "%(query)s" in %(categoryName)s
ar: لم يُعثر على أية سمة عند البحث عن "%(query)s" في %(categoryName)s
bg: Намерена е %(count)s тема при търсене на „%(query)s“ в %(categoryName)s
ca: S'ha trobat %(count)s tema de «%(query)s» a %(categoryName)s
cs: Nalezen jeden motiv vzhledu pro dotaz „%(query)s“ v kategorii %(categoryName)s
da: %(count)s tema med "%(query)s" blev fundet i kategorien %(categoryName)s
de: %(count)s Theme für „%(query)s“ in %(categoryName)s gefunden
el: Βρέθηκε %(count)s θέμα για «%(query)s» στην κατηγορία «%(categoryName)s»
es: %(count)s tema encontrado para "%(query)s" en %(categoryName)s
fi: %(count)s teema löytyi haulla "%(query)s" luokasta %(categoryName)s
fr: %(count)s thème trouvé pour « %(query)s » dans %(categoryName)s
fur: %(count)s teme cjatât par “%(query)s” in %(categoryName)s
fy_nl: %(count)s tema foar ‘%(query)s’ fûn yn %(categoryName)s
he: נמצאה ערכת נושא אחת עבור "%(query)s" בקטגוריה %(categoryName)s
hr: Pronađena je %(count)s tema za „%(query)s” u kategoriji %(categoryName)s
hu: %(count)s téma található a(z) „%(query)s” keresésre a(z) %(categoryName)s kategóriában
ia: %(count)s thema trovate pro "%(query)s" in %(categoryName)s
id: %(count)s tema ditemukan untuk "%(query)s" pada %(categoryName)s
is: %(count)s þema fannst fyrir "%(query)s" í %(categoryName)s
it: %(count)s tema trovato per “%(query)s” in %(categoryName)s
ja: %(categoryName)sカテゴリーで「%(query)s」に一致するテーマが %(count)s 件見つかりました
ka: „%(query)s“ ფრაზისთვის მოიძებნა %(count)s თემა კატეგორიაში %(categoryName)s
kab: %(count)s n usentel yettwaf i "%(query)s" deg %(categoryName)s
nb_no: %(count)s tema funnet for «%(query)s» i %(categoryName)s
nl: %(count)s thema voor ‘%(query)s’ gevonden in %(categoryName)s
nn_no: %(count)s tema funne for "%(query)s" i %(categoryName)s
pa_in: %(categoryName)s ਵਿੱਚ "%(query)s" ਲਈ %(count)s ਦਾ ਥੀਮ ਪਾਇਆ ਗਿਆ ਹੈ
pl: Odnaleziono %(count)s motyw dla zapytania „%(query)s” w kategorii %(categoryName)s
pt_br: %(count)s tema encontrado para "%(query)s" em %(categoryName)s
pt_pt: %(count)s tema encontrado para "%(query)s" em %(categoryName)s
ro: %(count)s temă găsită pentru "%(query)s" în %(categoryName)s
ru: по запросу «%(query)s» в %(categoryName)s найдена %(count)s тема
si: "%(query)s" සඳහා %(categoryName)s හි තේමා %(count)s ක් හමු විය
sk: V kategórii „%(categoryName)s“ bola pre výraz „%(query)s“ nájdená %(count)s téma vzhľadu
sl: %(count)s najdena tema za "%(query)s" v %(categoryName)s
sq: U gjet %(count)s temë për "%(query)s" te %(categoryName)s
sv_se: %(count)s tema hittades för "%(query)s" i %(categoryName)s
te: %(categoryName)s‌లో "%(query)s" కొరకు %(count)s అలంకారం దొరికింది
th: พบ %(count)s ชุดตกแต่งสำหรับ "%(query)s" ใน %(categoryName)s
tr: %(categoryName)s kategorisinde "%(query)s" için %(count)s tema bulundu
uk: На запит "%(query)s" знайдено %(count)s тему в категорії %(categoryName)s
vi: %(count)s chủ đề tìm thấy cho "%(query)s" trong %(categoryName)s

source: %(count)s theme found with tag %(tag)s in %(categoryName)s
cs: Nalezen jeden motiv vzhledu se štítkem „%(tag)s“ v kategorii „%(categoryName)s“
de: %(count)s Theme mit Schlagwort %(tag)s in %(categoryName)s gefunden
el: Βρέθηκε %(count)s θέμα με ετικέτα «%(tag)s» στην κατηγορία «%(categoryName)s»
fr: %(count)s thème trouvé avec l’étiquette %(tag)s dans %(categoryName)s
fur: %(count)s teme cjatât cun etichete %(tag)s in %(categoryName)s
fy_nl: %(count)s tema mei label %(tag)s fûn yn %(categoryName)s
hr: Pronađena je %(count)s tema s oznakom %(tag)s u kategoriji %(categoryName)s
hu: %(count)s téma található a(z) %(tag)s címkével a(z) %(categoryName)s kategóriában
ia: %(count)s thema trovate con etiquetta %(tag)s in %(categoryName)s
is: %(count)s þema fannst með merkið %(tag)s í %(categoryName)s
it: %(count)s tema trovato con etichetta %(tag)s in %(categoryName)s
ja: %(categoryName)s カテゴリー内に %(tag)s タグを持つテーマが %(count)s 件見つかりました
ka: %(count)s თემა მოიძებნა კატეგორიაში %(categoryName)s ჭდით %(tag)s
kab: %(count)s n usentel yettwafen s tecreḍt %(tag)s deg %(categoryName)s
nb_no: %(count)s tema funnet med etikett %(tag)s i %(categoryName)s
nl: %(count)s thema met label %(tag)s gevonden in %(categoryName)s
nn_no: %(count)s tema funne med etiketten %(tag)s i %(categoryName)s
pl: Odnaleziono %(count)s motyw z etykietą „%(tag)s” w kategorii %(categoryName)s
pt_br: %(count)s tema encontrado com etiqueta %(tag)s em %(categoryName)s
pt_pt: %(count)s tema encontrado com a etiqueta %(tag)s em %(categoryName)s
ru: в %(categoryName)s с меткой %(tag)s найдена %(count)s тема
si: %(categoryName)s හි %(tag)s අනන්‍යනය සහිත තේමා %(count)s ක් හමු විය
sk: V kategórii „%(categoryName)s“ bola nájdená %(count)s téma vzhľadu so značkou %(tag)s
sv_se: %(count)s tema hittades med tagg %(tag)s i %(categoryName)s
tr: %(categoryName)s kategorisinde %(tag)s etiketli %(count)s tema bulundu
uk: Знайдено %(count)s тему в категорії %(categoryName)s з міткою %(tag)s
vi: %(count)s chủ đề tìm thấy với tag %(tag)s trong %(categoryName)s

source: %(count)s theme found in %(categoryName)s
ar: لم يُعثر على أية سمة عند البحث في %(categoryName)s
bg: Намерена е %(count)s тема в %(categoryName)s
ca: S'ha trobat %(count)s tema a %(categoryName)s
cs: Nalezen jeden motiv vzhledu v kategorii %(categoryName)s
da: %(count)s tema i kategorien %(categoryName)s blev fundet
de: %(count)s Theme in %(categoryName)s gefunden
el: Βρέθηκε %(count)s θέμα στην κατηγορία «%(categoryName)s»
es: %(count)s tema encontrado en %(categoryName)s
fi: %(count)s teema löytyi luokasta %(categoryName)s
fr: %(count)s thème trouvé dans %(categoryName)s
fur: %(count)s teme cjatât in %(categoryName)s
fy_nl: %(count)s tema fûn yn %(categoryName)s
he: נמצאה ערכת נושא אחת בקטגוריה %(categoryName)s
hr: Pronađena je %(count)s tema u kategoriji %(categoryName)s
hu: %(count)s téma található a(z) %(categoryName)s kategóriában
ia: %(count)s thema trovate in %(categoryName)s
id: %(count)s tema ditemukan pada %(categoryName)s
is: %(count)s þema fannst í %(categoryName)s
it: %(count)s tema trovato in %(categoryName)s
ja: %(categoryName)sカテゴリー内にテーマが %(count)s 件見つかりました
ka: %(count)s თემა მოიძებნა კატეგორიაში %(categoryName)s
kab: %(count)s n usentel yettwaf deg %(categoryName)s
nb_no: %(count)s tema funnet for «%(categoryName)s»
nl: %(count)s thema gevonden in %(categoryName)s
nn_no: %(count)s tema funne i «%(categoryName)s»
pa_in: %(count)s ਦਾ ਥੀਮ %(categoryName)s ਵਿੱਚ ਮਿਲਿਆ ਹੈ
pl: Odnaleziono %(count)s motyw w kategorii %(categoryName)s
pt_br: %(count)s tema encontrado em %(categoryName)s
pt_pt: %(count)s tema encontrado em %(categoryName)s
ro: %(count)s temă găsită în %(categoryName)s
ru: %(count)s тема найдена в %(categoryName)s
si: %(categoryName)s හි තේමා %(count)s ක් හමු විය
sk: V kategórii „%(categoryName)s“ bola nájdená %(count)s téma vzhľadu
sl: %(count)s najdena tema v %(categoryName)s
sq: U gjet %(count)s temë te %(categoryName)s
sv_se: %(count)s tema hittades i %(categoryName)s
te: %(categoryName)s‌లో %(count)s అలంకారం దొరికింది
th: พบ %(count)s ชุดตกแต่งใน %(categoryName)s
tr: %(categoryName)s kategorisinde %(count)s tema bulundu
uk: Знайдено %(count)s тему в категорії %(categoryName)s
vi: %(count)s chủ đề tìm thấy trong %(categoryName)s

source: %(count)s theme found for "%(query)s" with tag %(tag)s
cs: Nalezen jeden motiv vzhledu pro dotaz „%(query)s“ se štítkem „%(tag)s“
de: %(count)s Theme für „%(query)s“ mit Schlagwort %(tag)s gefunden
el: Βρέθηκε %(count)s θέμα για «%(query)s» με ετικέτα «%(tag)s»
fr: %(count)s thème trouvé pour « %(query)s » avec l’étiquette %(tag)s
fur: %(count)s teme cjatât par “%(query)s” cun etichete %(tag)s
fy_nl: %(count)s tema foar ‘%(query)s’ mei label %(tag)s fûn
hr: Pronađena je %(count)s tema za „%(query)s” s oznakom %(tag)s
hu: %(count)s téma található a(z) „%(query)s” keresésre a(z) %(tag)s címkével
ia: %(count)s thema trovate pro "%(query)s" con etiquetta %(tag)s
is: %(count)s þema fannst fyrir "%(query)s" með merkið %(tag)s
it: %(count)s tema trovato per “%(query)s” con etichetta %(tag)s
ja: %(tag)s タグを持ち「%(query)s」と一致するテーマが %(count)s 件見つかりました
ka: „%(query)s“ ფრაზისთვის მოიძებნა %(count)s თემა კატეგორიაში ჭდით %(tag)s
kab: %(count)s n usentel yettwafen i "%(query)s" s tecreḍt
nb_no: %(count)s tema funnet for «%(query)s» med etikett %(tag)s
nl: %(count)s thema voor ‘%(query)s’ met label %(tag)s gevonden
nn_no: %(count)s tema funne for "%(query)s" med etiketten %(tag)s
pl: Odnaleziono %(count)s motyw dla zapytania „%(query)s” z etykietą „%(tag)s”
pt_br: %(count)s tema encontrado para "%(query)s" com etiqueta %(tag)s
pt_pt: %(count)s tema encontrado para "%(query)s" com a etiqueta %(tag)s
ru: по запросу «%(query)s» с меткой %(tag)s найдена %(count)s тема
si: "%(query)s" සඳහා %(tag)s අනන්‍යනය සහිත තේමා %(count)s ක් හමු විය
sk: Pre výraz „%(query)s“ bola nájdená %(count)s téma vzhľadu so značkou %(tag)s
sv_se: %(count)s tema hittades för "%(query)s" med tagg %(tag)s
tr: "%(query)s" için %(tag)s etiketli %(count)s tema bulundu
uk: За запитом "%(query)s" знайдено %(count)s тему з міткою %(tag)s
vi: %(count)s chủ đề tìm thấy cho "%(query)s" với tag %(tag)s

source: %(count)s theme found for "%(query)s"
ar: لم يُعثر على أية سمة عند البحث عن ”⁨%(query)s⁩“
az: "%(query)s" üçün %(count)s mövzu tapıldı
bg: Намерена е %(count)s тема при търсене на „%(query)s“
bn_bd: %(count)s এর থিম "%(query)s" এর জন্য পাওয়া গেছে
bs: %(count)s tema pronađena za"%(query)s"
ca: S'ha trobat %(count)s tema de «%(query)s»
cs: Nalezen jeden motiv vzhledu pro dotaz „%(query)s“
da: %(count)s tema med "%(query)s" blev fundet
de: %(count)s Theme für „%(query)s“ gefunden
el: Βρέθηκε %(count)s θέμα για «%(query)s»
es: %(count)s tema encontrado para "%(query)s"
fa: %(count)s تم برای «%(query)s» پیدا شد
fi: %(count)s teema löytyi haulla "%(query)s"
fr: %(count)s thème trouvé pour « %(query)s »
fur: %(count)s teme cjatât par “%(query)s”
fy_nl: %(count)s tema foar ‘%(query)s’ fûn
he: נמצאה ערכת נושא אחת עבור "%(query)s"
hr: Pronađena je %(count)s tema za „%(query)s”
hu: %(count)s téma található a(z) „%(query)s” keresésre
ia: %(count)s thema trovate pro "%(query)s"
id: %(count)s tema ditemukan untuk "%(query)s"
is: %(count)s þema fannst fyrir "%(query)s"
it: %(count)s tema trovato per “%(query)s”
ja: 「%(query)s」に一致するテーマが %(count)s 件見つかりました
ka: „%(query)s“ ფრაზისთვის მოიძებნა %(count)s თემა
kab: %(count)s n usentel yettwaf i "%(query)s"
ms: %(count)s tema ditemui untuk "%(query)s"
nb_no: %(count)s tema funnet for «%(query)s»
nl: %(count)s thema voor ‘%(query)s’ gevonden
nn_no: %(count)s tema funne for «%(query)s»
pa_in: %(count)s ਲਈ "%(query)s" ਦਾ ਥੀਮ ਮਿਲਿਆ
pl: %(count)s motyw dla zapytania „%(query)s”
pt_br: %(count)s tema encontrado para "%(query)s"
pt_pt: %(count)s tema encontrado para "%(query)s"
ro: %(count)s temă găsită pentru „%(query)s”
ru: по запросу "%(query)s" найдена %(count)s тема
si: "%(query)s" සඳහා තේමා %(count)s ක් හමු විය
sk: Pre vyhľadávaný výraz „%(query)s“ bola nájdená %(count)s téma vzhľadu
sl: %(count)s najdena tema za "%(query)s"
sq: U gjet %(count)s temë për "%(query)s"
sv_se: %(count)s tema hittades för "%(query)s"
te: "%(query)s" కొరకు %(count)s అలంకారం దొరికింది
th: พบ %(count)s ชุดตกแต่งสำหรับ "%(query)s"
tr: "%(query)s" için %(count)s tema bulundu
uk: на запит "%(query)s" знайдено %(count)s тема
vi: %(count)s chủ đề tìm thấy cho "%(query)s"

source: %(count)s theme found with tag %(tag)s
cs: Nalezen %(count)s motiv vzhledu se štítkem %(tag)s
de: %(count)s Theme mit Schlagwort %(tag)s gefunden
el: Βρέθηκε %(count)s θέμα με ετικέτα %(tag)s
fi: %(count)s teema löytyi tunnisteella %(tag)s
fr: %(count)s thème trouvé dans %(tag)s
fur: %(count)s teme cjatât cun etichete %(tag)s
fy_nl: %(count)s tema fûn mei label %(tag)s
hr: Pronađena je %(count)s tema s oznakom %(tag)s
hu: %(count)s téma található a(z) %(tag)s címkével
ia: %(count)s thema trovate con tag %(tag)s
is: %(count)s þema fannst með merkið %(tag)s
it: %(count)s tema trovato con etichetta %(tag)s
ja: %(tag)s タグの付いたテーマが %(count)s 件見つかりました
ka: %(count)s თემა მოიძებნა ჭდით %(tag)s
kab: %(count)s n usentel yettwafen s tabzimt %(tag)s
nb_no: %(count)s tema funnet med etiketten %(tag)s
nl: %(count)s thema gevonden met label %(tag)s
nn_no: %(count)s tema funne med etiketten %(tag)s
pl: Odnaleziono %(count)s motyw z etykietą „%(tag)s”
pt_br: %(count)s tema encontrado com etiqueta %(tag)s
pt_pt: %(count)s tema encontrado com a etiqueta %(tag)s
ru: %(count)s тема найдена с меткой %(tag)s
si: %(tag)s අනන්‍යනය සහිත තේමා %(count)s ක් හමු විය
sk: Pod značkou %(tag)s bola nájdená %(count)s téma vzhľadu
sv_se: %(count)s tema hittades med tagg %(tag)s
tr: %(tag)s etiketli %(count)s tema bulundu
uk: Знайдено %(count)s тему з міткою %(tag)s
vi: %(count)s chủ đề đã tìm thấy với thẻ %(tag)s

source: %(count)s theme found
ar: لم يُعثر على أية سمات
bg: Намерена е %(count)s добавка
ca: S'ha trobat %(count)s tema
cs: Nalezen %(count)s vzhled
da: %(count)s tema blev fundet
de: %(count)s Theme gefunden
el: Βρέθηκε %(count)s θέμα
es: %(count)s tema encontrado
fi: %(count)s teema löytyi
fr: %(count)s thème trouvé
fur: %(count)s teme cjatât
fy_nl: %(count)s tema fûn
he: נמצאה ערכת נושא אחת
hr: Pronađena je %(count)s tema
hu: %(count)s téma található
ia: %(count)s thema trovate
id: %(count)s tema ditemukan
is: %(count)s þema fannst
it: %(count)s tema trovato
ja: %(count)s 個のテーマが見つかりました
ka: ნაპოვნია %(count)s თემა
kab: %(count)s n usentel i yellan
nb_no: %(count)s tema funnet
nl: %(count)s thema gevonden
nn_no: Fann %(count)s tema
pa_in: %(count)s ਦਾ ਥੀਮ ਲੱਭਿਆ ਹੈ
pl: Odnaleziono %(count)s motyw
pt_br: %(count)s tema encontrado
pt_pt: %(count)s tema encontrado
ro: %(count)s temă găsită
ru: найдена %(count)s тема
si: තේමාවක් හමු විය
sk: Našla sa %(count)s téma vzhľadu
sl: %(count)s najdena tema
sq: U gjet %(count)s temë
sv_se: %(count)s tema hittades
te: %(count)s అలంకారం కనబడింది
th: พบ %(count)s ชุดตกแต่ง
tr: %(count)s tema bulundu
uk: Знайдено %(count)s тему
vi: %(count)s chủ đề đã tìm thấy

source: %(count)s result found for "%(query)s" with tag %(tag)s
cs: Nalezen %(count)s výsledek se štítkem se štítkem „%(tag)s“
de: %(count)s Ergebnis für „“%(query)s mit Schlagwort %(tag)s gefunden
el: Βρέθηκε %(count)s αποτέλεσμα για «%(query)s» με ετικέτα «%(tag)s»
fr: %(count)s résultat trouvé pour « %(query)s » avec l’étiquette %(tag)s
fur: %(count)s risultât cjatât par “%(query)s” cun etichete %(tag)s
fy_nl: %(count)s resultaat fûn foar ‘%(query)s’ mei label %(tag)s
hr: Pronađen je %(count)s rezultat za „%(query)s” s oznakom %(tag)s
hu: %(count)s találat a(z) „%(query)s” keresésre a(z) %(tag)s címkével
ia: %(count)s resultato trovate pro "%(query)s" con etiquetta %(tag)s
is: %(count)s niðurstaða fannst fyrir "%(query)s" með merkið %(tag)s
it: %(count)s risultato trovato per “%(query)s” con etichetta %(tag)s
ja: %(tag)s タグを持つ「%(query)s」の検索結果が %(count)s 件見つかりました
ka: „%(query)s“ ფრაზისთვის მოიძებნა %(count)s შედეგი ჭდით %(tag)s
kab: %(count)s n ugmud yettwafen i "%(query)s" s tebzimt %(tag)s
nb_no: %(count)s resultat funnet for «%(query)s» med etiketten %(tag)s
nl: %(count)s resultaat gevonden voor ‘%(query)s’ met label %(tag)s
nn_no: %(count)s resultat funne for «%(query)s» med etiketten %(tag)s
pl: Odnaleziono %(count)s wynik dla zapytania „%(query)s” z etykietą „%(tag)s”
pt_br: %(count)s resultado encontrado para "%(query)s" com etiqueta %(tag)s
pt_pt: %(count)s resultado encontrado para "%(query)s" com a etiqueta %(tag)s
ru: по запросу «%(query)s» с меткой %(tag)s найден %(count)s результат
si: අනන්‍යන %(tag)s ක් සමඟ "%(query)s" සඳහා ප්‍රතිඵල %(count)s ක් හමු විය
sk: Pod značkou %(tag)s bol pre výraz "%(query)s" nájdený %(count)s výsledok
sv_se: %(count)s resultat hittades för "%(query)s" med tagg %(tag)s
tr: "%(query)s" için %(tag)s etiketli %(count)s sonuç bulundu
uk: За запитом "%(query)s" знайдено %(count)s результат з міткою %(tag)s
vi: %(count)s kết quả tìm thấy cho "%(query)s" với tag %(tag)s

source: %(count)s result found for "%(query)s"
ar: لم يُعثر على أية نتيجة عند البحث عن ”⁨%(query)s⁩“
az: "%(query)s" üçün %(count)s axtarış nəticəsi tapıldı
bg: %(count)s резултат за „%(query)s“
bn_bd: %(count)s এর ফলাফল "%(query)s" এর জন্য পাওয়া গেছে
bs: %(count)s rezultat pronađen za "%(query)s"
ca: S'ha trobat %(count)s resultat de «%(query)s»
cs: Nalezen jeden výsledek pro dotaz „%(query)s“
da: %(count)s forekomst af "%(query)s" blev fundet
de: %(count)s Ergebnis für „%(query)s“ gefunden
el: Βρέθηκε %(count)s αποτέλεσμα για «%(query)s»
es: %(count)s resultado encontrado para "%(query)s"
fa: %(count)s نتیجه برای «%(query)s» پیدا شد
fi: %(count)s tulos haulle ”%(query)s”
fr: %(count)s résultat pour « %(query)s »
fur: %(count)s risultât cjatât par “%(query)s”
fy_nl: %(count)s resultaat foar ‘%(query)s’ fûn
he: נמצאה תוצאה אחת עבור "%(query)s"
hr: Pronađen je %(count)s rezultat za „%(query)s”
hu: %(count)s találat a(z) „%(query)s” keresésre
ia: %(count)s resultato trovate pro "%(query)s"
id: %(count)s hasil ditemukan untuk "%(query)s"
is: %(count)s niðurstaða fannst fyrir "%(query)s"
it: %(count)s risultato trovato per “%(query)s”
ja: 「%(query)s」に一致する結果が %(count)s 件見つかりました
ka: „%(query)s“ ფრაზისთვის მოიძებნა %(count)s შედეგი
kab: %(count)s n ugmud yettwaf i "%(query)s"
ms: %(count)s hasil carian ditemui untuk "%(query)s"
nb_no: %(count)s resultat funnet for «%(query)s»
nl: %(count)s resultaat voor ‘%(query)s’ gevonden
nn_no: %(count)s resultat funne for «%(query)s»
pa_in: %(count)s ਦਾ ਨਤੀਜਾ "%(query)s" ਲਈ ਮਿਲਿਆ ਹੈ
pl: %(count)s wynik dla zapytania „%(query)s”
pt_br: %(count)s resultado encontrado para "%(query)s"
pt_pt: %(count)s resultado encontrado para "%(query)s"
ro: %(count)s rezultat găsit pentru „%(query)s”
ru: по запросу "%(query)s" найден %(count)s результат
si: "%(query)s" සඳහා ප්‍රතිඵල %(count)s ක් හමු විය
sk: Pre vyhľadávaný výraz „%(query)s“ bol nájdený %(count)s výsledok
sl: %(count)s zadetek za "%(query)s"
sq: U gjet %(count)s përfundim për "%(query)s"
sv_se: %(count)s träff hittades för "%(query)s"
te: "%(query)s"కి %(count)s ఫలితం దొరికింది
th: พบ %(count)s ผลลัพธ์สำหรับ "%(query)s"
tr: "%(query)s" için %(count)s sonuç bulundu
uk: на запит "%(query)s" знайдено %(count)s результат
vi: %(count)s kết quả đã tìm thấy cho "%(query)s"

source: %(count)s result found with tag %(tag)s
cs: Nalezen %(count)s výsledek se štítkem %(tag)s
de: %(count)s Ergebnis mit Schlagwort %(tag)s gefunden
el: Βρέθηκε %(count)s αποτέλεσμα με ετικέτα «%(tag)s»
fi: %(count)s tulos löytyi tunnisteella %(tag)s
fr: %(count)s résultat pour « %(tag)s »
fur: %(count)s risultât cjatât cun etichete %(tag)s
fy_nl: %(count)s resultaat fûn mei label %(tag)s
hr: Pronađen je %(count)s rezultat s oznakom %(tag)s
hu: %(count)s találat a(z) %(tag)s címkével
ia: %(count)s resultato trovate con tag %(tag)s
is: %(count)s niðurstaða fannst með merkið %(tag)s
it: %(count)s risultato trovato con etichetta %(tag)s
ja: %(tag)s タグの検索結果が %(count)s 件見つかりました
ka: %(count)s შედეგი მოიძებნა ჭდით %(tag)s
kab: %(count)s n ugmud yettwaf s tebzimt %(tag)s
nb_no: %(count)s resultat funnet med etiketten %(tag)s
nl: %(count)s resultaat gevonden met label %(tag)s
nn_no: %(count)s resultat funne med etiketten %(tag)s
pl: %(count)s wynik z etykietą „%(tag)s”
pt_br: %(count)s resultado encontrado com etiqueta %(tag)s
pt_pt: %(count)s resultado encontrado com a etiqueta %(tag)s
ru: с меткой %(tag)s найден %(count)s результат
si: අනන්‍යන %(tag)s ක් සමඟ ප්‍රතිඵල %(count)s ක් හමු විය
sk: Pod značkou %(tag)s bol nájdený %(count)s výsledok
sv_se: %(count)s resultat hittades med tagg %(tag)s
tr: %(tag)s etiketli %(count)s sonuç bulundu
uk: Знайдено %(count)s результат з міткою %(tag)s
vi: %(count)s kết quả đã tìm thấy với thẻ %(tag)s
