Repository: mozilla/addons-frontend
Catalog: locale/*/LC_MESSAGES/amo.po
Languages: ar, az, bg, bn_bd, bs, ca, cs, da, de, el, es, fa, fi, fr, fur, fy_nl, ga_ie, he, hr, hu, ia, id, is, it, ja, ka, kab, ms, nb_no, nl, nn_no, pa_in, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: %(name)s is uninstalled. Click to install.
bn_bd: %(name)s আনইন্সটল করা হয়েছে। ইন্সটল করতে ক্লিক করুন।
bs: %(name)s je deinstalirano. Klikni za instalaciju.
fa: %(name)s حذف شد. برای نصب کلیک کنید.
ga_ie: Díshuiteáladh %(name)s. Cliceáil chun é a shuiteáil arís.

source: Install state for %(name)s is unknown.
bn_bd: %(name)s এর ইন্সটল অবস্থা অজানা।
bs: Stanje instalacije za %(name)s je nepoznato.
fa: وضعیت نصب %(name)s نامشخص است.
ga_ie: Níl a fhios againn an bhfuil %(name)s suiteáilte.

source: Access your data in %(param)s other domain
az: Məlumatlarınıza %(param)s digər domain-də baxmaq
bs: Pristupite vašim podacima na %(param)s drugoj domeni
te: మరో %(param)s డొమైనులో మీ డేటా చూడగలదు

source: Access your data on %(param)s other site
az: Məlumatlarınıza %(param)s digər saytda baxmaq
bs: Pristupite vašim podacima na %(param)s drugoj stranici

source: Admin add-on status
az: Admin əlavəsi statusu
te: నిర్వహణ పొడగింత స్థితి

source: %(addonName)s – Get this Search Tool for 🦊 Firefox (%(locale)s)
az: %(addonName)s – Bu axtarış alətini 🦊 Firefox üçün əldə edin (%(locale)s)
te: %(addonName)s – ఈ వెతుకుడు పనిమిట్టును 🦊 Firefox (%(locale)s)కి పొందండి

source: %(addonName)s – Get this Search Tool for 🦊 Firefox Android (%(locale)s)
az: %(addonName)s – Bu axtarış alətini 🦊 Firefox Android üçün əldə edin (%(locale)s)

source: Enhance Your Media Experience
az: Media təcrübənizi zənginləşdirin

source: Firefox Add-ons (%(locale)s)
te: Firefox పొడిగింతలు (%(locale)s)

source: Improve videos
te: వీడియోలను మెరుగుపరచండి

source: Get more out of media
te: మీడియా నుండి మరింత పొందండి

source: Bring media right into the browser
te: మీడియాను బ్రౌజర్‌లోకి తీసుకురండి

source: Block annoying ads
te: విసిగించే ప్రకటనలను నిరోధించు

source: Cancel preview
bn_bd: পর্যালোচনা বাতিল করুন
fa: لغو پیش‌نمایش
ga_ie: Cealaigh an réamhamharc

source: Tap to preview
bn_bd: প্রাকদর্শন করতে ট্যাপ করুন
fa: انتخاب برای پیش‌نمایش
ga_ie: Tapáil le haghaidh réamhamhairc

source: %(addonName)s %(startSpan)sby %(authorList)s%(endSpan)s
bn_bd: %(addonName)s %(startSpan)s দ্বারা %(authorList)s %(endSpan)s
fa: %(addonName)s %(startSpan)s از %(authorList)s %(endSpan)s
ga_ie: %(addonName)s %(startSpan)sle %(authorList)s%(endSpan)s

source: Overall Rating
bn_bd: সামগ্রিক রেটিং
fa: مجموع امتیازها

source: See all beta versions
bn_bd: সকল বেটা সংস্করণ দেখুন
fa: مشاهدهٔ تمام نسخه‌های بتا

source: Edit my reply
bn_bd: আমার উত্তর সম্পাদনা করুন
fa: ویرایش پاسخِ من

source: Edit my review
bn_bd: আমার পর্যালোচনা সম্পাদনা করুন
fa: ویرایش بازخورد من

source: %s – Add-ons for Firefox
bn_bd: %s – Firefox এর জন্য অ্যাড-অন
fa: %s – افزونه‌های فایرفاکس

source: %s – Add-ons for Android
bn_bd: %s – Android এর জন্য অ্যাড-অন
fa: %s – افزونه‌های اندروید

source: View Profile
bn_bd: প্রোফাইল দেখুন
fa: نمایش نمایه

source: Edit Profile
bn_bd: প্রোফাইল সম্পাদনা করুন
fa: ویرایش نمایه

source: How are you enjoying your experience with %(addonName)s?
bn_bd: %(addonName)s এর সাথে আপনার অভিজ্ঞতা কেমন?
fa: از تجربه خود در استفاده از %(addonName)s چه فکری می‌کنید؟
ga_ie: An dtaitníonn %(addonName)s leat?

source: Your add-on is ready
bn_bd: আপনার এড-অন এখন প্রস্তুত
fa: افزودنی شما حاضر است
ga_ie: Tá do bhreiseán réidh

source: Now you can access %(name)s from the toolbar.
bn_bd: আপনি এখন টুলবার থেকে %(name)s এ প্রবেশ করতে পারেন।
fa: هم‌اکنون شما می‌توانید به %(name)s از نوار ابزار دسترسی داشته باشید.
ga_ie: Anois is féidir leat teacht ar %(name)s ón bharra uirlisí.

source: OK!
bn_bd: ঠিক আছে!
fa: خب!

source: No ratings
bn_bd: কোন রেটিং নেই
fa: بدون امتیاز
ga_ie: Gan rátáil

source: Zoom for Firefox
bn_bd: Firefox এর জন্য Zoom

source: About this %(addonType)s
ga_ie: Maidir leis an %(addonType)s seo

source: No reviews
ga_ie: Níl aon léirmheas ann

source: Tell the world why you think this extension is fantastic!
ga_ie: Inis don domhan cén fáth a bhfuil an eisínteacht seo chomh hiontach sin!

source: Tell the world about this extension.
ga_ie: Inis don domhan faoin eisínteacht seo.

source: from %(authorName)s, %(timestamp)s
ga_ie: ó %(authorName)s, %(timestamp)s

source: All written reviews
ga_ie: Gach léirmheas scríofa

source: Sorry, but we can't find anything at the address you entered. If you followed a link to an add-on, it's possible that add-on has been removed by its author.
ga_ie: Ár leithscéal, ach níor aimsíomar aon rud ag an URL a chuir tú isteach. Má lean tú nasc le breiseán anseo, seans gur scrios údar an bhreiseáin é.

source: More Featured Extensions
ga_ie: Tuilleadh Eisínteachtaí Mór-Le-Rá

source: More Featured Themes
ga_ie: Tuilleadh Téamaí Mór-Le-Rá

source: Privacy policy
ga_ie: Polasaí príobháideachais

source: Legal notices
ga_ie: Fógraí dlí

source: Shop online
ga_ie: Siopadóireacht ar líne

source: Be social
ga_ie: Ceangal le cairde

source: Play games
ga_ie: Cluichí a imirt

source: Wild
ga_ie: Fiáin

source: Holiday
ga_ie: Saoire

source: Scenic
ga_ie: Sciamhach

source: Sporty
ga_ie: Spórtúil

source: Solid
ga_ie: Soladach

source: You can change how Firefox works…
ga_ie: Is féidir leat an chaoi a bhfeidhmíonn Firefox a athrú…

source: Install powerful tools that make browsing faster and safer, add-ons make your browser yours.
ga_ie: Suiteáil uirlisí cumhachtacha a chuireann dlús leis an mbrabhsálaí agus a chosnaíonn do phríobháideachas ar líne. Is leatsa an rogha.

source: …or what it looks like
ga_ie: … nó cuma nua a chur air

source: Block ads
ga_ie: Cosc a chur ar fhógraí

source: Screenshot
ga_ie: Seatanna den scáileán a thógáil

source: Find news
ga_ie: Nuacht a aimsiú

source: More featured extensions
ga_ie: Tuilleadh eisínteachtaí mór-le-rá

source: Most popular extensions
ga_ie: Na heisínteachtaí is mó a bhfuil tóir orthu

source: More popular extensions
ga_ie: Tuilleadh eisínteachtaí a bhfuil tóir orthu

source: More highly rated extensions
ga_ie: Tuilleadh eisínteachtaí le rátáil mhaith

source: More featured themes
ga_ie: Tuilleadh téamaí mór-le-rá

source: Most popular themes
ga_ie: Na téamaí is mó a bhfuil tóir orthu

source: More popular themes
ga_ie: Tuilleadh téamaí a bhfuil tóir orthu

source: More highly rated themes
ga_ie: Tuilleadh téamaí le rátáil mhaith

source: Browse in your language
ga_ie: Brabhsáil i do theanga dhúchais
