Repository: mozilla/addons-frontend
Catalog: locale/*/LC_MESSAGES/amo.po
Languages: ar, az, bg, bn_bd, bs, ca, cs, da, de, el, es, fa, fi, fr, fur, fy_nl, ga_ie, he, hr, hu, ia, id, is, it, ja, ka, kab, ms, nb_no, nl, nn_no, pa_in, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: If you authored any add-ons they will also be deleted, unless you share ownership with other authors. In that case, you will be removed as an author and the remaining authors will maintain ownership of the add-on.
ca: Si heu creat algun complement, també se suprimirà, tret que en compartiu la propietat amb altres autors. En aquest cas, se us eliminarà com a autor i els restants conservaran la propietat del complement.
cs: Pokud jste jediným autorem některého doplňku, bude tento také smazán. Pokud autorství s někým sdílíte, budete jen odebráni ze seznamu jeho autorů a doplněk jako takový smazán nebude.
de: Wenn Sie Add-ons erstellt haben, werden diese ebenfalls gelöscht, es sei denn, auch andere Autoren sind die Eigentümer. In diesem Fall werden Sie als Autor entfernt und die verbleibenden Autoren bleiben Eigentümer des Add-ons.
el: Εάν είστε κάτοχος κάποιου προσθέτου, θα διαγραφτεί και αυτό, εκτός αν υπάρχει συνιδιοκτησία με άλλους δημιουργούς. Σε αυτήν την περίπτωση, θα αφαιρεθείτε από δημιουργός και οι υπόλοιποι θα διατηρήσουν τα δικαιώματα του προσθέτου.
fi: Jos teit lisäosia, myös ne poistetaan, ellet jaa omistajuutta muiden tekijöiden kanssa. Omistajuuden jakamisen yhteydessä roolisi lisäosan tekijänä poistetaan ja jäljelle jäävät tekijät säilyttävät lisäosan omistajuuden.
fr: Si vous avez créé des modules complémentaires, ils seront également supprimés, sauf si vous en partagez la propriété avec d’autres auteurs. Dans ce cas, vous serez supprimé·e des auteurs et les autres conserveront la propriété du module complémentaire.
fur: Se tu âs creât components adizionâi, chescj a vignaran eliminâts adun cul profîl, gjavant che no tu condividis la lôr proprietât cun altris autôrs. In chel câs, il to non nol vignarà fûr tra i autôrs e la proprietât dal component adizionâl e passarà a chei altris autôrs.
fy_nl: As jo add-ons skreaun hawwe, wurde dizze ek fuortsmiten, útsein jo it eigendom diele mei oare auteurs. Yn dat gefal wurde jo fuortsmiten as auteur en behâlde de oare auteurs it eigendom fan de add-on.
hu: Ha egy kiegészítő szerzője, akkor azok is törlődnek, kivéve, ha más szerzőkkel közös a tulajdonjoga. Ebben az esetben eltávolítják mint szerzőt, és a kiegészítő tulajdonjoga a többi szerzőé.
ia: Si tu ha create ulle additivos illos essera alsi delite, a minus que tu comparti le proprietate con altere autores. In tal caso, tu sera removite como autor e le restante autores mantenera le proprietate del additivo.
is: Ef þú skrifaðir einhverjar viðbætur verður þeim einnig eytt, nema þú deilir eignarhaldi með öðrum höfundum. Í því tilviki verður þú fjarlægður sem höfundur og þeir höfundar sem eftir eru munu halda eignarhaldi á viðbótinni.
it: Se hai creato componenti aggiuntivi, questi verranno eliminati insieme al profilo, a meno che tu non ne condivida la proprietà con altri autori. In tal caso, il tuo nome non figurerà più tra gli autori e la proprietà del componente aggiuntivo passerà agli altri autori.
ka: თუ შემქმნელი ხართ რომელიმე დამატების, ისიც წაიშლება, სხვებთანაც თუ არ იზიარებთ ავტორობას. ამ შემთხვევაში, მხოლოდ ავტორობიდან მოიხსნებით და დანარჩენები გაუძღვებიან აღნიშნულ დამატებას.
kab: Ma yella terniḍ izegrar, ad ttwakksen daɣen, ala ma tebḍiḍ timeẓlit akked yimeskaren-nniḍen. Ihi, ad tettwakkseḍ seg yimeskaren. D nutni ara iḥerzen timeẓlit n uzegrir.
nb_no: Hvis du var opphavsmann for noen tillegg, blir de også slettet, med mindre du deler eierskap med andre opphavsmenn. I så fall blir du fjernet som opphavsmann, og de gjenværende opphavsmennene vil opprettholde eierskapet til tillegget.
nl: Als u add-ons hebt geschreven, worden deze ook verwijderd, tenzij u het eigendom deelt met andere auteurs. In dat geval wordt u verwijderd als auteur en behouden de overige auteurs het eigendom van de add-on.
nn_no: Dersom du var opphavsmann for nokre tillegg, blir dei også sletta, med mindre du deler eigarskap med andre opphavsmenn. I så fall blir du fjerna som opphavsmann, og dei attståande opphavsmennene vil oppretthalde eigarskapet til tillegget.
pl: Wszelkie opublikowane dodatki także zostaną usunięte, chyba że autorstwo jest dzielone z innymi użytkownikami. W takim przypadku Twoje autorstwo zostanie usunięte, a pozostali autorzy zachowają własność dodatku.
pt_br: Se você criou extensões, elas também serão excluídas, a menos que você compartilhe a propriedade com outros autores. Neste caso, você será removido como autor e os autores restantes manterão a propriedade da extensão.
pt_pt: Se você criou quaisquer extras, estes também serão excluídos, a menos que partilhe a propriedade com outros autores. Neste caso, você será removido como autor e os autores restantes manterão a propriedade do extra.
ro: Dacă ai creat orice suplimente, vor fi și ele șterse, dacă nu partajezi drepturile de autor cu alți autori. În acest caz, vei fi șters (ștearsă) ca autor, iar ceilalți autori își vor păstra drepturile de autor asupra suplimentelor.
ru: Если вы являетесь автором каких-либо дополнений, то они также будут удалены, если только права собственности не были разделены с другими авторами. В этом случае вы будете удалены из списка авторов, а остальные авторы сохранят право собственности на дополнение.
sk: Ak ste vytvorili nejaké doplnky, budú taktiež odstránené - ak teda nezdieľate vlastníctvo s inými autormi. V takom prípade budete odstránení ako autor a zostávajúci autori si ponechajú vlastníctvo doplnku.
sl: Če ste avtor katerega od dodatkov, bo tudi ta izbrisan, razen če si lastništvo delite z drugimi avtorji. V tem primeru boste odstranjeni kot avtor, drugi avtorji pa bodo ohranili lastništvo nad dodatkom.
sq: Nëse krijuat çfarëdo shtese, edhe ato do të fshihen, veç nëse pronësinë e keni të përbashkët me autorë të tjerë. Në rast të tillë, ju do të hiqeni si autor dhe autorët e tjerët do të ruajnë autorësinë e shtesës.
sv_se: Om du har skapat tillägg raderas de också om inte andra författare är ägare. I detta fall kommer du att tas bort som författare och de återstående författarna kommer att förbli ägare av tillägget.
tr: Herhangi bir eklenti yazdıysanız, eklentinin sahipliğini başka yazarlarla paylaşmadığınız sürece bu eklentiler de silinir. Başka yazarlar varsa sizin yazarlığınız kaldırılır ve kalan yazarlar eklentinin sahibi olmaya devam eder.
uk: Якщо ви є автором будь-яких додатків, їх також буде видалено, окрім випадку, коли ви поділились правами власності з іншими авторами. У цьому разі, вас буде вилучено як автора, а решта авторів збережуть право власності на додаток.
vi: Nếu bạn là tác giả của bất kỳ tiện ích nào, nó cũng sẽ bị xóa, trừ khi bạn chia sẻ quyền sở hữu với các tác giả khác. Trong trường hợp đó, bạn sẽ bị xóa với tư cách là một tác giả và các tác giả còn lại sẽ duy trì quyền sở hữu của tiện ích.

source: If the user authored any add-ons they will also be deleted, unless ownership is shared with other authors. In that case, the user will be removed as an author and the remaining authors will maintain ownership of the add-on.
ca: Si l'usuari ha creat algun complement, també se suprimirà, tret que la propietat estigui compartida amb altres autors. En aquest cas, l'usuari s'eliminarà com a autor i els restants conservaran la propietat del complement.
cs: Pokud je uživatel jediným autorem některého doplňku, bude tento také smazán. Pokud uživatel autorství s někým sdílí, bude jen odebrán ze seznamu jeho autorů a doplněk jako takový smazán nebude.
de: Wenn der Benutzer Add-ons erstellt habt, werden diese ebenfalls gelöscht, es sei denn, auch andere Autoren sind die Eigentümer. In diesem Fall wird der Benutzer als Autor entfernt und die verbleibenden Autoren bleiben Eigentümer des Add-ons.
el: Εάν ο χρήστης είναι κάτοχος κάποιου προσθέτου, θα διαγραφτεί και αυτό, εκτός αν υπάρχει συνιδιοκτησία με άλλους δημιουργούς. Σε αυτήν την περίπτωση, θα αφαιρεθεί από δημιουργός και οι υπόλοιποι θα διατηρήσουν τα δικαιώματα του προσθέτου.
fi: Jos käyttäjä teki lisäosia, myös ne poistetaan, ellei omistajuutta jaeta muiden tekijöiden kanssa. Omistajuuden jakamisen yhteydessä tekijän rooli lisäosan tekijänä poistetaan ja jäljelle jäävät tekijät säilyttävät lisäosan omistajuuden.
fr: Si l’utilisateur a créé des modules complémentaires, ils seront également supprimés, sauf si leur propriété est partagée avec d’autres auteurs. Dans ce cas, l’utilisateur sera supprimé en tant qu’auteur et les autres auteurs conserveront la propriété du module complémentaire.
fur: Se l’utent al à creât components adizionâi, chescj a vignaran eliminâts adun cul profîl, gjavât che nol condividi la lôr proprietât cun altris autôrs. In chel câs, l’utent nol vignarà fûr tra i autôrs e la proprietât dal component adizionâl e passarà a chei altris autôrs.
fy_nl: As de brûker add-ons skreaun hat, wurde dizze ek fuortsmiten, útsein it eigendom dield wurdt mei oare auteurs. Yn dat gefal wurdt de brûker fuortsmiten as auteur en behâlde de oare auteurs it eigendom fan de add-on.
hu: Ha a felhasználó egy kiegészítő szerzője, akkor azok is törlődnek, kivéve, ha más szerzőkkel közös a tulajdonjoga. Ebben az esetben eltávolítják a felhasználót mint szerzőt, és a kiegészítő tulajdonjoga a többi szerzőé.
ia: Si tu ha create ulle additivos illos sera alsi delite, a minus que tu comparti le proprietate con altere autores. In tal caso, tu sera removite como autor e le restante autores mantenera le proprietate del additivo.
is: Ef notandinn skrifaði einhverjar viðbætur verður þeim einnig eytt, nema hann deili eignarhaldi með öðrum höfundum. Í því tilviki verður hann fjarlægður sem höfundur og þeir höfundar sem eftir eru munu halda eignarhaldi á viðbótinni.
it: Se l’utente ha creato componenti aggiuntivi, questi verranno eliminati insieme al profilo, a meno che non ne condivida la proprietà con altri autori. In tal caso, l’utente non figurerà più tra gli autori e la proprietà del componente aggiuntivo passerà agli altri autori.
ka: თუ მომხმარებელი შემქმნელია რომელიმე დამატების, ისიც წაიშლება, სხვებთანაც თუ არ იზიარებს ავტორობას. ამ შემთხვევაში, მხოლოდ ავტორობიდან მოიხსნება და დანარჩენები გაუძღვებიან აღნიშნულ დამატებას.
kab: Ma yella aseqdac yerna izegrar-nniḍen, ad ttwakksen daɣen, ala ma yella yebda timeẓlit d yimeskaren-nniḍen. Ihi, aseqdac ad yettwakkes d ameskar. D imeskaren-nni ara iḥerzen timeẓlit n uzegrir.
nb_no: Hvis brukeren var opphavsmann for noen tillegg, blir de også slettet, med mindre eierskapet deles med andre opphavsmenn. I så fall blir brukeren fjernet som opphavsmann, og de gjenværende opphavsmennene vil opprettholde eierskapet til tillegget.
nl: Als de gebruiker add-ons heeft geschreven, worden deze ook verwijderd, tenzij het eigendom wordt gedeeld met andere auteurs. In dat geval wordt de gebruiker verwijderd als auteur en behouden de overige auteurs het eigendom van de add-on.
nn_no: Dersom brukaren var opphavsmann for nokre tillegg, blir dei også sletta, med mindre eigarskapet vert delt med andre opphavsmenn. I så fall blir brukaren fjerna som opphavsmann, og dei attståande opphavsmennene vil oppretthalde eigarskapet til tillegget.
pl: Wszelkie opublikowane dodatki także zostaną usunięte, chyba że autorstwo jest dzielone z innymi użytkownikami. W takim przypadku autorstwo użytkownika zostanie usunięte, a pozostali autorzy zachowają własność dodatku.
pt_br: Se o usuário criou extensões, elas também serão excluídas, a menos que a propriedade seja compartilhada com outros autores. Neste caso, o usuário será removido como autor e os autores restantes manterão a propriedade da extensão.
pt_pt: Se o utilizador criou quaisquer extras, estes também serão excluídos, a menos que a propriedade seja partilhada com outros autores. Neste caso, o utilizador será removido como autor e os restantes autores manterão a propriedade do extra.
ro: Dacă utilizatorul a creat orice suplimente, vor fi și ele șterse, dacă drepturile de autor nu sunt partajate cu alți autori. În acest caz, utilizatorul va fi șters ca autor, iar ceilalți autori își vor păstra drepturile de autor asupra suplimentelor.
ru: Если пользователь создал какие-либо дополнения, то они также будут удалены, если только права собственности не были разделены с другими авторами. В этом случае пользователь будет удалён из списка авторов, а остальные авторы сохранят права собственности на дополнение.
sk: Ak používateľ vytvoril nejaké doplnky, budú taktiež odstránené - ak teda nezdieľa vlastníctvo s inými autormi. V takom prípade bude používateľ odstránený ako autor a zostávajúci autori si ponechajú vlastníctvo doplnku.
sl: Če je uporabnik avtor katerega od dodatkov, bo tudi ta izbrisan, razen če si lastništvo deli z drugimi avtorji. V tem primeru bo uporabnik odstranjen kot avtor, drugi avtorji pa bodo ohranili lastništvo nad dodatkom.
sq: Nëse përdoruesi krijoi çfarëdo shtese, edhe ato do të fshihen, veç nëse pronësinë e ka të përbashkët me autorë të tjerë. Në rast të tillë, përdoruesi do të hiqet si autor dhe autorët e tjerët do të ruajnë autorësinë e shtesës.
sv_se: Om användaren har skapat tillägg raderas de också om inte andra författare är ägare. I det här fallet tas användaren bort som författare och de återstående författarna förblir ägare av tillägget.
tr: Kullanıcı herhangi bir eklenti yazdıysa, eklentinin sahipliğini başka yazarlarla paylaşmadığı sürece bu eklentiler de silinir. Başka yazarlar varsa kullanıcının yazarlığı kaldırılır ve kalan yazarlar eklentinin sahibi olmaya devam eder.
uk: Якщо користувач є автором будь-яких додатків, їх також буде видалено, окрім випадку, коли він поділився правом власності з іншими авторами. У цьому разі, його буде вилучено як автора, а решта авторів збережуть право власності на додаток.
vi: Nếu người dùng là tác giả của bất kỳ tiện ích nào, họ cũng sẽ bị xóa, trừ khi quyền sở hữu được chia sẻ với các tác giả khác. Trong trường hợp đó, người dùng sẽ bị xóa như một tác giả và các tác giả còn lại sẽ duy trì quyền sở hữu của tiện ích.

source: When you use this email address to log in again to addons.mozilla.org, your profile on Firefox Add-ons will not have access to any of its previous content.
ca: Quan torneu a iniciar la sessió a addons.mozilla.org mitjançant aquesta adreça electrònica, el vostre perfil dels Complements del Firefox no tindrà accés a cap contingut anterior.
cs: Když se na webu addons.mozilla.org znovu přihlásíte pomocí této e-mailové adresy, jeho profil nebude mít na serveru s doplňky přístup k žádnému dříve vytvořenému obsahu pod tímto účtem.
de: Wenn Sie diese E-Mail-Adresse erneut zur Anmeldung auf addons.mozilla.org verwenden, hat Ihr Firefox-Add-ons-Profil keinen Zugriff auf seine früheren Inhalte.
el: Όταν χρησιμοποιήσετε αυτήν τη διεύθυνση email για να συνδεθείτε ξανά στο addons.mozilla.org, το προφίλ σας στα Πρόσθετα Firefox δεν θα έχει πρόσβαση στο προηγούμενο περιεχόμενο.
fi: Kun käytät tätä sähköpostiosoitetta kirjautuaksesi uudelleen addons.mozilla.org-sivustolle, Firefoxin lisäosat -profiililla ei tule olemaan pääsyä mihinkään aiempaan sisältöön.
fr: Quand vous utiliserez à nouveau cette adresse e-mail pour vous identifier sur le site addons.mozilla.org, votre profil pour les modules de Firefox n’aura accès à aucun de ses contenus précédents.
fur: Ancje tal câs che tu dopris cheste direzion e-mail par tornâ a jentrâ su addons.mozilla.org, il to profîl su Firefox Add-ons nol podarà recuperâ i contignûts dal profîl prime eliminât.
fy_nl: Wannear’t jo dit e-mailadres brûke om jo wer by addons.mozilla.org oan te melden, sil jo profyl op Firefox Add-ons gjin tagong hawwe ta eardere ynhâld.
he: כאשר ייעשה שימוש בכתובת דוא״ל זו כדי להתחבר שוב ל־addons.mozilla.org, לפרופיל שלך ב־Firefox Add-ons לא תהיה גישה לתוכן הקודם שלו.
hu: Ha ezt az e-mail-címet újra az addons.mozilla.org-ra történő bejelentkezéshez használja, akkor a Firefox kiegészítők profilján nem fog hozzáférni a korábbi tartalmakhoz.
ia: Quando tu usa iste adresse de e-mail pro acceder de novo a addons.mozilla.org, tu profilo sur additivos de Firefox non habera accesso a ulle su previe contento.
id: Saat Anda menggunakan alamat surel ini untuk masuk lagi ke addons.mozilla.org, profil Anda untuk Pengaya Firefox tidak akan mendapatkan akses ke berbagai konten sebelumnya.
is: Þegar þú notar þetta tölvupóstfang til að skrá þig aftur inn á addons.mozilla.org, mun notandasniðið þitt á Firefox-viðbótum ekki hafa aðgang að neinu eldra efni þess.
it: Anche in caso ti autenticassi di nuovo su addons.mozilla.org con lo stesso indirizzo email, non sarai più in grado di recuperare i contenuti del profilo eliminato.
ja: このメールアドレスを使って addons.mozilla.org に再度ログインする場合、Firefox Add-ons サイトのプロファイルから以前のコンテンツにアクセスできなくなります。
ka: თუ ამ ელფოსტას კვლავ გამოიყენებთ addons.mozilla.org საიტზე შესვლისთვის, თქვენი Firefox-დამატებების ახალ ანგარიშს, არანაირი წვდომა აღარ ექნება ადრინდელ მონაცემებთან.
kab: Ticki tseqdaceḍ tansa-agi n yimayl i tuqqna tikkelt-nniḍen ɣer yizegrar.mozilla.org, amaɣnu-inek/inem ɣef yizegrar n Firefox ur yettizmir ara akk ad yekcem ɣer yigburen-ines yezrin.
nb_no: Når du bruker denne e-postadressen for å logge inn igjen på addons.mozilla.org, vil profilen din i Firefox Add-ons ikke ha tilgang til noe av det tidligere innholdet.
nl: Wanneer u dit e-mailadres gebruikt om u weer bij addons.mozilla.org aan te melden, zal uw profiel op Firefox Add-ons geen toegang hebben tot eerdere inhoud.
nn_no: Når du brukar denne e-postadressa for å logge inn igjen på addons.mozilla.org, vil profilen din i Firefox Add-ons ikkje ha tilgang til noko av det tidlegare innhaldet.
pl: Po użyciu tego adresu e-mail do ponownego zalogowania się w serwisie addons.mozilla.org, profil serwisu Dodatków do Firefoksa nie będzie miał dostępu do żadnej jego poprzedniej treści.
pt_br: Quando você usar esse endereço de email para acessar sua conta novamente em addons.mozilla.org, seu perfil no Firefox Add-ons não terá acesso a nenhum conteúdo seu anterior.
pt_pt: Quando utiliza este endereço de e-mail para iniciar sessão novamente em addons.mozilla.org, o seu perfile em Extras do Firefox não terá acesso a quaisquer conteúdos anteriores.
ro: Când vei folosi această adresă de e-mail ca să te autentifici din nou pe addons.mozilla.org, profilul tău de pe Firefox Add-ons nu va avea acces la nimic din conținutul anterior.
ru: Когда вы будете использовать этот адрес электронной почты для входа на addons.mozilla.org, ваш профиль на сайте дополнений Firefox не будет иметь какого-либо доступа к своему предыдущему содержимому.
si: addons.mozilla.org වෙත නැවත පිවිසීමට ඔබ මෙම වි-තැපැල් ලිපිනය භාවිතා කරන විට, ෆයර්ෆොක්ස් එක්කහුවල ඔබගේ පැතිකඩට එහි කලින් කිසිදු අන්තර්ගතයකට ප්‍රවේශය නොලැබෙනු ඇත.
sk: Ak sa na webe addons.mozilla.org opätovne zaregistrujete, vytvorí sa vám nový profil, ktorý nebude nijakým spôsobom prepojený s vami odstráneným profilom.
sl: Ko uporabite ta e-poštni naslov za ponovno prijavo v addons.mozilla.org, vaš profil Dodatkov Firefox ne bo imel dostopa do svoje prejšnje vsebine.
sq: Kur përdorni këtë adresë email për të rihyrë te addons.mozilla.org, profili juaj te Shtesa Firefox-i s’do të ketë hyrje te ndonjë lëndë e vet e mëparshme.
sv_se: Om du använder den här e-postadressen för att logga in på addons.mozilla.org igen, har din Firefox-tilläggsprofil inte åtkomst till dess tidigare innehåll.
tr: Bu e-posta adresini tekrar addons.mozilla.org adresine giriş yapmak için kullanırsanız, Firefox Eklentileri profiliniz bu adresin önceki içeriklerine erişemeyecektir.
uk: Коли ви знову скористаєтеся цією адресою електронної пошти для входу на addons.mozilla.org, ваш профіль на Firefox Add-ons не матиме доступу до будь-якого раніше створеного вмісту.
vi: Khi bạn sử dụng địa chỉ email này để đăng nhập lại vào addons.mozilla.org, hồ sơ của bạn trên tiện ích Firefox sẽ không có quyền truy cập vào bất kỳ nội dung nào trước đó.

source: Unsubscribe
ca: Cancel·la la subscripció
cs: Zrušit odběr
da: Stop abonnement
de: Abonnement entfernen
el: Κατάργηση εγγραφής
es: Cancelar suscripción
fi: Lopeta tilaus
fr: Se désinscrire
fur: Anule iscrizion
fy_nl: Ofmelde
he: ביטול הרשמה
hr: Odjavi pretplatu
hu: Leiratkozás
ia: Remover le subscription
id: Berhenti Berlangganan
is: Segja upp áskrift
it: Annulla iscrizione
ja: 購読解除
ka: გამოწერის გაუქმება
kab: Ffeɣ seg ujerred
nb_no: Avslutt abonnement
nl: Afmelden
nn_no: Avbryt abonnementet
pa_in: ਮੈਂਬਰੀ ਹਟਾਓ
pl: Zrezygnuj z subskrypcji
pt_br: Cancelar inscrição
pt_pt: Cancelar subscrição
ro: Dezabonare
ru: Отписаться
sk: Odhlásiť
sl: Odjava
sq: Shpajtomëni
sv_se: Avbryt prenumeration
te: చందావిరమించు
th: เลิกบอกรับ
tr: Abonelikten çık
uk: Відписатися
vi: Hủy đăng ký

source: You are successfully unsubscribed!
ca: Us heu donat de baixa amb èxit!
cs: Úspěšně jste se odhlásili.
da: Du abonnerer ikke længere!
de: Ihr Abonnement wurde erfolgreich aufgehoben!
el: Επιτυχής κατάργηση εγγραφής!
es: ¡Se canceló correctamente la suscripción!
fi: Tilauksesi on lopetettu!
fr: Désinscription réussie !
fur: La tô iscrizion e je stade gjavade cun sucès!
fy_nl: Jo abonnemint is mei sukses opsein!
he: ביטלת את המינוי שלך בהצלחה!
hr: Uspješno si odjavljen/a!
hu: Sikeresen leiratkozott!
ia: Tu inscription esseva annullate con successo!
id: Anda telah berhasil berhenti berlangganan!
is: Þér hefur tekist að segja upp áskriftinni!
it: La tua iscrizione è stata rimossa correttamente!
ja: 購読の解除が完了しました。
ka: გამოწერა გაუქმდა წარმატებით!
kab: Tuffɣa seg ujerred tedda!
nb_no: Du har avsluttet abonnementet!
nl: Uw abonnement is met succes opgezegd!
nn_no: Du har avslutta abonnementet!
pa_in: ਤੁਹਾਡੀ ਮੈਂਬਰੀ ਕਾਮਯਾਬੀ ਨਾਲ ਹਟਾਈ ਗਈ\
pl: Pomyślnie zrezygnowano z subskrypcji.
pt_br: Sua inscrição foi cancelada com sucesso!
pt_pt: A sua subscrição foi cancelada com sucesso!
ro: Te-ai dezabonat cu succes!
ru: Вы были отписаны!
sk: Boli ste úspešne odhlásení!
sl: Uspešno ste se odjavili!
sq: U shpajtuat me sukses!
sv_se: Du har avslutat prenumerationen!
th: คุณยกเลิกการสมัครสำเร็จแล้ว!
tr: Başarıyla abonelikten ayrıldınız!
uk: Ви успішно відписалися!
vi: Bạn đã hủy đăng ký thành công!
