Repository: mozilla/addons-frontend
Catalog: locale/*/LC_MESSAGES/amo.po
Languages: ar, az, bg, bn_bd, bs, ca, cs, da, de, el, es, fa, fi, fr, fur, fy_nl, ga_ie, he, hr, hu, ia, id, is, it, ja, ka, kab, ms, nb_no, nl, nn_no, pa_in, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: Updating profile…
ar: يُحدّث الملف الشخصي…
az: Profil yenilənir…
bg: Обновяване на профила…
ca: El perfil s'està actualitzant…
cs: Aktualizace profilu…
da: Opdaterer profil…
de: Profil wird aktualisiert…
el: Ενημέρωση προφίλ…
es: Actualizando perfil…
fi: Päivitetään profiilia…
fr: Mise à jour du profil en cours…
fur: Daûr a inzornâ il profîl…
fy_nl: Profyl bywurkje…
he: הפרופיל מתעדכן…
hr: Aktualiziranje profila …
hu: Profil frissítése…
ia: Actualisation del profilo…
id: Memperbarui profil…
is: Uppfæri notandasnið…
it: Aggiornamento profilo in corso…
ja: プロファイルを更新中...
ka: პროფილი ახლდება…
kab: Aleqqem n umaɣnu.…
ms: Mengemaskini profil…
nb_no: Oppdaterer profil…
nl: Profiel bijwerken…
nn_no: Oppdaterer profil…
pa_in: ਪ੍ਰੋਫਾਈਲ ਨੂੰ ਅਪਡੇਟ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ…
pl: Aktualizowanie profilu…
pt_br: Atualizando perfil…
pt_pt: A atualizar o perfil…
ro: Se actualizează profilul…
ru: Обновление профиля…
si: පැතිකඩ යාවත්කාල වෙමින්…
sk: Aktualizujem profil…
sl: Posodabljanje profila …
sq: Po përditësohet profili…
sv_se: Uppdaterar profil…
te: ప్రొఫైలును తాజాకరిస్తోంది…
th: กำลังอัปเดตโปรไฟล์…
tr: Profil güncelleniyor…
uk: Оновлення профілю…
vi: Đang cập nhật hồ sơ…

source: Update Profile
ar: حدّث الملف الشخصي
az: Profili yenilə
bg: Обновяване на профила
ca: Actualitza el perfil
cs: Aktualizovat profil
da: Opdater profil
de: Profil aktualisieren
el: Ενημέρωση προφίλ
es: Actualizar perfil
fi: Päivitä profiili
fr: Mettre à jour le profil
fur: Inzorne profîl
fy_nl: Profyl bywurkje
he: עדכון פרופיל
hr: Aktualiziraj profil
hu: Saját profil frissítése
ia: Actualisar le profilo
id: Perbarui Profil
is: Uppfæra notandasnið
it: Aggiorna profilo
ja: プロファイルを更新
ka: პროფილის განახლება
kab: Leqqem amaɣnu
ms: Kemas kini Profil
nb_no: Oppdater profil
nl: Profiel bijwerken
nn_no: Oppdater profil
pa_in: ਅੱਪਡੇਟ ਪਰੋਫਾਇਲ
pl: Aktualizuj profil
pt_br: Atualizar perfil
pt_pt: Atualizar perfil
ro: Actualizează profilul
ru: Обновить профиль
si: පැතිකඩ යාවත්කාලය
sk: Aktualizovať profil
sl: Posodobi profil
sq: Përditësoje Profilin
sv_se: Uppdatera profil
te: ప్రొఫైలును తాజాకరించు
th: อัปเดตโปรไฟล์
tr: Profili güncelle
uk: Оновити профіль
vi: Cập nhật hồ sơ

source: View user's profile
ar: اعرض ملف المستخدم
az: İstifadəçinin profilini gör
bg: Преглед на потребителския профил
bs: Prikaži korisnički profil
ca: Veure el perfil de l'usuari
cs: Zobrazit profil uživatele
da: Se brugers profil
de: Benutzerprofil anzeigen
el: Προβολή προφίλ χρήστη
es: Ver perfil del usuario
fi: Näytä käyttäjän profiili
fr: Afficher le profil de l’utilisateur
fur: Visualize il profîl utent
fy_nl: Brûkersprofyl besjen
he: הצגת פרופיל המשתמש
hr: Pogledaj profil korisnika
hu: Profil megtekintése
ia: Vider le profilo del usator
id: Lihat profil pengguna
is: Skoða notandasnið notandans
it: Visualizza il profilo utente
ja: ユーザーのプロファイルを表示
ka: მომხმარებლის პროფილის ნახვა
kab: Sken amaɣnu n useqdac
ms: Papar profil pengguna
nb_no: Vis brukerprofil
nl: Gebruikersprofiel bekijken
nn_no: Vis brukarprofil
pa_in: ਵਰਤੋਂਕਾਰ ਦਾ ਪ੍ਰੋਫ਼ਾਈਲ ਵੇਖੋ
pl: Wyświetl profil użytkownika
pt_br: Ver perfil do usuário
pt_pt: Ver o perfil do utilizador
ro: Vezi profilul utilizatorului
ru: Просмотреть профиль пользователя
si: පරිශීලක පැතිකඩ බලන්න
sk: Zobraziť profil používateľa
sl: Prikaži uporabnikov profil
sq: Shihni profilin e përdoruesit
sv_se: Visa användarprofil
te: వాడుకరి ప్రొఫైలును చూడండి
th: ดูโปรไฟล์ของผู้ใช้
tr: Kullanıcının profilini göster
uk: Переглянути профіль користувача
vi: Xem hồ sơ người dùng

source: Edit user's profile
ar: حرّر ملف المستخدم
az: İstifadəçinin profilini redaktə et
bg: Промяна на потребителската сметка
bs: Uredi korisnički profil
ca: Edita el perfil de l'usuari
cs: Upravit profil uživatele
da: Rediger brugers profil
de: Benutzerprofil bearbeiten
el: Επεξεργασία προφίλ χρήστη
es: Editar perfil del usuario
fi: Muokkaa käyttäjän profiilia
fr: Modifier le profil de l’utilisateur
fur: Modifiche il profîl utent
fy_nl: Brûkersprofyl bewurkje
he: עריכת פרופיל המשתמש
hr: Uredi profil korisnika
hu: Profil szerkesztése
ia: Rediger le profilo del usator
id: Sunting profil pengguna
is: Breyta notandasniði notandans
it: Modifica il profilo utente
ja: ユーザーのプロファイルを編集
ka: მომხმარებლის პროფილის ჩასწორება
kab: Ẓreg amaɣnu n useqdac
ms: Edit profil pengguna
nb_no: Rediger brukerprofil
nl: Gebruikersprofiel bewerken
nn_no: Rediger brukarprofil
pa_in: ਵਰਤੋਂਕਾਰ ਪਰੋਫਾਇਲ ਸੋਧੋ
pl: Edytuj profil użytkownika
pt_br: Editar perfil do usuário
pt_pt: Editar o perfil do utilizador
ro: Editează profilul utilizatorului
ru: Изменить профиль пользователя
si: පරිශීලක පැතිකඩ සංස්කරණය
sk: Upraviť profil používateľa
sl: Uredi uporabnikov profil
sq: Përpunoni profilin e përdoruesit
sv_se: Redigera användarprofil
te: వాడుకరి ప్రొఫైలును సవరించు
th: แก้ไขโปรไฟล์ของผู้ใช้
tr: Kullanıcının profilini düzenle
uk: Редагувати профіль користувача
vi: Chỉnh sửa hồ sơ người dùng

source: Account
ar: الحساب
az: Hesab
bg: Сметка
bs: Račun
ca: Compte
cs: Účet
da: Konto
de: Konto
el: Λογαριασμός
es: Cuenta
fi: Tili
fr: Compte
he: חשבון
hr: Račun
hu: Fiók
ia: Conto
id: Akun
is: Notandaaðgangur
ja: アカウント
ka: ანგარიში
kab: Amiḍan
ms: Akaun
nb_no: Konto
nn_no: Konto
pa_in: ਖਾਤਾ
pl: Konto
pt_br: Conta
pt_pt: Conta
ro: Cont
ru: Учётная запись
si: ගිණුම
sk: Účet
sl: Račun
sq: Llogari
sv_se: Konto
te: ఖాతా
th: บัญชี
tr: Hesap
uk: Обліковий запис
vi: Tài khoản

source: Account for %(userName)s
bg: Сметка на %(userName)s
ca: Compte de: %(userName)s
cs: Účet uživatele %(userName)s
da: Konto for %(userName)s
de: Konto für %(userName)s
el: Λογαριασμός του/της %(userName)s
es: Cuenta de %(userName)s
fi: Käyttäjän %(userName)s tili
fr: Compte de %(userName)s
fur: Account di %(userName)s
fy_nl: Account foar %(userName)s
he: חשבון עבור %(userName)s
hr: Račun za %(userName)s
hu: %(userName)s fiókja
ia: Conto pro %(userName)s
id: Akun untuk %(userName)s
is: Aðgangur fyrir %(userName)s
it: Account di %(userName)s
ja: %(userName)s のアカウント
ka: %(userName)s მომხმარებლის ანგარიში
kab: Amiḍan i %(userName)s
nb_no: Konto for %(userName)s
nl: Account voor %(userName)s
nn_no: Konto for %(userName)s
pa_in: %(userName)s ਲਈ ਖਾਤਾ
pl: Konto użytkownika %(userName)s
pt_br: Conta de %(userName)s
pt_pt: Conta para %(userName)s
ro: Cont pentru %(userName)s
ru: Учётная запись %(userName)s
si: %(userName)s සඳහා ගිණුම
sk: Účet používateľa %(userName)s
sl: Račun za %(userName)s
sq: Llogari për %(userName)s
sv_se: Konto för %(userName)s
te: %(userName)s కొరకు ఖాతా
th: บัญชีสำหรับ %(userName)s
tr: %(userName)s hesabı
uk: Обліковий запис %(userName)s
vi: Tài khoản cho %(userName)s

source: Email Address
ar: عنوان البريد الإلكتروني
az: E-poçt ünvanı
bs: Email adresa
ca: Adreça electrònica
cs: E-mailová adresa
da: Mailadresse
de: E-Mail-Adresse
el: Διεύθυνση email
es: Dirección de correo electrónico
fi: Sähköpostiosoite
fr: Adresse e-mail
fur: Direzion e-mail
fy_nl: E-mailadres
he: כתובת דוא״ל
hr: Adresa e-pošte
hu: E-mail-cím
ia: Adresse de e-mail
id: Alamat Surel
is: Tölvupóstfang
it: Indirizzo email
ja: メールアドレス
ka: ელფოსტის მისამართი
kab: Tansa imayl
ms: Alamat E-mel
nb_no: E-postadresse
nl: E-mailadres
nn_no: E-postadresse
pa_in: ਈਮੇਲ ਪਤਾ
pl: Adres e-mail
pt_br: Endereço de email
pt_pt: Endereço de email
ro: Adresă de e-mail
ru: Адрес электронной почты
si: වි-තැපැල් ලිපිනය
sk: E‑mailová adresa
sl: E-poštni naslov
sq: Adresë Email
sv_se: E-postadress
te: ఈమెయిలు చిరునామా
th: ที่อยู่อีเมล
tr: E-posta adresi
uk: Адреса е-пошти
vi: Địa chỉ email

source: Email address cannot be changed here
ar: لا يمكن تغيير عنوان البريد هنا
az: E-poçt ünvanı burada dəyişdirilə bilməz
bs: Email adresa ne može biti promijenjena
ca: L'adreça electrònica no es pot canviar aquí
cs: E-mailová adresa nemůže být změněna na této stránce
da: Mailadresse kan ikke ændres her
de: E-Mail-Addresse kann hier nicht geändert werden
el: Η διεύθυνση email δεν μπορεί να αλλαχθεί εδώ
es: Aquí no se puede cambiar la dirección de correo electrónico
fi: Sähköpostiosoitetta ei voi vaihtaa täällä
fr: L’adresse e-mail ne peut pas être changée depuis cet endroit
fur: Nol è pussibil cambiâ la direzion e-mail di chi
fy_nl: It e-mailadres kin hjir net wizige wurde
he: לא ניתן לשנות מכאן את כתובת הדוא״ל
hr: Ovdje se ne može promijeniti adresa e-pošte
hu: Az e-mail-cím itt nem változtatható meg
ia: Le adresse de e-mail non pote esser cambiate ci
id: Alamat surel tidak dapat diubah di sini
is: Ekki er hægt að breyta tölvupóstfangi hér
it: Non è possibile modificare l'indirizzo email da qui
ja: メールアドレスはここでは変更できません
ka: ელფოსტის აქედან შეცვლა, შეუძლებელია
kab: Tansa imayl ur tezmir ara ad tettwabeddel dagi
ms: Alamat e-mel tidak boleh ditukar di sini
nb_no: E-postadressen kan ikke endres her
nl: E-mailadres kan hier niet worden gewijzigd
nn_no: E-postadressa kan ikkje endrast her
pa_in: ਈਮੇਲ ਪਤਾ ਇੱਥੇ ਤਬਦੀਲ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ
pl: Tutaj nie można zmienić adresu e-mail
pt_br: O endereço de email não pode ser alterado aqui
pt_pt: O endereço de email não pode ser atualizado aqui
ro: Adresa de e-mail nu poate fi modificată aici
ru: Здесь нельзя изменить адрес электронной почты
si: වි-තැපෑල මෙහි වෙනස් කළ නොහැකිය
sk: E‑mailovú adresu nemožno zmeniť na tejto stránke
sl: E-poštnega naslova ne morete spremeniti tukaj
sq: Adresa email s’mund të ndryshohet këtu
sv_se: E-postadressen kan inte ändras här
te: ఈమెయిలు చిరునామాను ఇక్కడ మార్చలేరు
th: ไม่สามารถเปลี่ยนที่อยู่อีเมลที่นี่
tr: E-posta adresi buradan değiştirilemez
uk: Тут неможливо змінити адресу е-пошти
vi: Địa chỉ email không thể thay đổi ở đây

source: You can change your email address on Mozilla accounts. %(startLink)sNeed help?%(endLink)s
cs: Svou e-mailovou adresu můžete u účtu Mozilla změnit. %(startLink)sPotřebujete pomoci?%(endLink)s
da: Du kan ændre din mailadresse på din Mozilla-konto. %(startLink)sHar du brug for hjælp?%(endLink)s
de: Sie können Ihre E-Mail-Adresse beim Mozilla-Konto ändern. %(startLink)sBenötigen Sie Hilfe?%(endLink)s
el: Μπορείτε να αλλάξετε τη διεύθυνση email σας στους λογαριασμούς Mozilla. %(startLink)sΧρειάζεστε βοήθεια;%(endLink)s
fi: Voit vaihtaa sähköpostiosoitteesi Mozilla-tileillä. %(startLink)sTarvitsetko apua?%(endLink)s
fr: Vous pouvez modifier votre adresse e-mail depuis votre compte Mozilla. %(startLink)sBesoin d’aide ?%(endLink)s
fur: Tu puedis cambiâ la direzion e-mail dal to account Mozilla. %(startLink)sTi covential aiût?%(endLink)s
fy_nl: Jo kinne jo e-mailadres wizigje by Mozilla-accounts. %(startLink)sHelp nedich?%(endLink)s
hu: Az e-mail-címét a Mozilla-fiókokban változtathatja meg. %(startLink)sSegítségre van szüksége?%(endLink)s
ia: Tu pote cambiar tu adresse email sur le contos Mozilla. %(startLink)sBesonia tu de auxilio?%(endLink)s
is: Þú getur breytt tölvupóstfanginu þínu á Mozilla-reikningagáttinni. %(startLink)sÞarftu aðstoð?%(endLink)s
it: Puoi cambiare l’indirizzo email dei tuoi account Mozilla. %(startLink)sHai bisogno di aiuto?%(endLink)s
ka: ელფოსტის მისამართის შეცვლა შეგიძლიათ Mozilla-ანგარიშებიდან. %(startLink)sდახმარება გესაჭიროებათ?%(endLink)s
kab: Tzemreḍ ad tbeddleḍ tansa-k n yimayl deg yimiḍanen n Mozilla. %(startLink)s Tesriḍ tallelt? %(endLink)s
nb_no: Du kan endre e-postadressen din på Mozilla-kontoer. %(startLink)sTrenger du hjelp?%(endLink)s
nl: U kunt uw e-mailadres wijzigen bij Mozilla-accounts. %(startLink)sHulp nodig?%(endLink)s
nn_no: Du kan endre e-postadressa di på Mozilla-kontoar. %(startLink)sTreng du hjelp?%(endLink)s
pl: Można zmienić adres e-mail na koncie Mozilli. %(startLink)sPotrzebujesz pomocy?%(endLink)s
pt_br: Você pode alterar seu endereço de email em contas Mozilla. %(startLink)sPrecisa de ajuda?%(endLink)s
ru: Вы можете изменить свой адрес электронной почты в аккаунтах Mozilla. %(startLink)sНужна помощь?%(endLink)s
sk: Svoju e‑mailovú adresu môžete zmeniť vo svojom účte Mozilla. %(startLink)sPotrebujete pomoc?%(endLink)s
sv_se: Du kan ändra din e-postadress på Mozilla-konton. %(startLink)sBehöver du hjälp?%(endLink)s
tr: E-posta adresinizi Mozilla hesaplarında değiştirebilirsiniz. %(startLink)sYardım mı gerekli?%(endLink)s
uk: Ви можете змінити свою адресу електронної пошти в Обліковому записі Mozilla. %(startLink)sПотрібна допомога?%(endLink)s
vi: Bạn có thể thay đổi địa chỉ email của mình trên tài khoản Mozilla. %(startLink)sCần hỗ trợ?%(endLink)s

source: Manage Mozilla accounts…
cs: Spravovat účty Mozilla…
da: Håndter Mozilla-konto…
de: Mozilla-Konten verwalten…
el: Διαχείριση λογαριασμού Mozilla…
fi: Hallitse Mozilla-tilejä…
fr: Gérer les comptes Mozilla…
fur: Gjestìs i accounts Mozilla…
fy_nl: Mozilla-accounts beheare…
hu: Mozilla-fiókok kezelése…
ia: Gerer contos Mozilla…
is: Sýsla með Mozilla-reikninga…
it: Gestisci account Mozilla…
ka: მართეთ Mozilla-ანგარიშები…
kab: Sefrek imiḍanen n Mozilla…
nb_no: Behandle Mozilla-kontoer…
nl: Mozilla-accounts beheren…
nn_no: Handsam Mozilla-kontoane…
pl: Zarządzaj kontami Mozilli…
pt_br: Gerenciar contas Mozilla…
ru: Управление аккаунтами Mozilla…
sk: Spravovať účty Mozilla…
sv_se: Hantera Mozilla-konton…
tr: Mozilla hesaplarını yönet…
uk: Керувати Обліковими записами Mozilla…
vi: Quản lý tài khoản Mozilla…

source: Profile
ar: الملف الشخصي
az: Profil
bg: Профил
bs: Profil
ca: Perfil
cs: Profil
da: Profil
de: Profil
el: Προφίλ
es: Perfil
fi: Profiili
fr: Profil
fur: Profîl
fy_nl: Profyl
he: פרופיל
hr: Profil
hu: Profil
ia: Profilo
id: Profil
is: Notandasnið
it: Profilo
ja: プロファイル
ka: პროფილი
kab: Amɣnu
ms: Profil
nb_no: Profil
nl: Profiel
nn_no: Profil
pa_in: ਪਰੋਫਾਇਲ
pl: Profil
pt_br: Perfil
pt_pt: Perfil
ro: Profil
ru: Профиль
si: පැතිකඩ
sk: Profil
sl: Profil
sq: Profil
sv_se: Profil
te: ప్రొఫైలు
th: โปรไฟล์
tr: Profil
uk: Профіль
vi: Hồ sơ

source: This field is required
ca: Camp obligatori
cs: Toto pole je povinné
da: Dette felt er påkrævet
de: Dieses Feld ist erforderlich
el: Απαιτούμενο πεδίο
es: Este campo es obligatorio
fi: Tämä kenttä on pakollinen
fr: Cette information est nécessaire
fur: Chest cjamp al è obligatori
fy_nl: Dit fjild is ferplichte
he: שדה זה בגדר חובה
hr: Ovo je obavezno polje.
hu: Ez a mező kötelező
ia: Campo obligatori
id: Bidang ini wajib diisi
is: Þessi reitur er nauðsynlegur
it: Questo campo è obbligatorio
ja: この項目は必須です
ka: ველის შევსება აუცილებელია
kab: Urti-agi ilaq ad yili
nb_no: Dette feltet er obligatorisk
nl: Dit veld is verplicht
nn_no: Dette feltet er påkravd
pa_in: ਇਸ ਫੀਲਡ ਦੀ ਲੋੜ ਹੈ
pl: To pole jest wymagane
pt_br: Este campo é obrigatório
pt_pt: Este campo é requerido
ro: Acest câmp este obligatoriu
ru: Это обязательное поле
si: මෙම ක්‍ෂේත්‍රය අවශ්‍යයි
sk: Toto pole je povinné
sl: To polje je obvezno
sq: Kjo fushë është e domosdoshme
sv_se: Det här fältet är obligatoriskt
te: ఈ ఖాళీ తప్పనిసరి
th: จำเป็นต้องกรอกข้อมูลในช่องนี้
tr: Bu alan gereklidir
uk: Це поле обов'язкове
vi: Trường này là bắt buộc

source: Display Name *
bg: Показвано име *
ca: Nom a mostrar *
cs: Zobrazované jméno *
da: Vis navn *
de: Anzeigename *
el: Εμφανιζόμενο όνομα *
es: Nombre para mostrar *
fi: Näyttönimi *
fr: Nom à afficher*
fur: Non visualizât *
fy_nl: Werjeftenamme *
he: שם תצוגה *
hr: Prikazano ime *
hu: Megjelenítendő név *
ia: Nomine monstrate *
id: Nama Tampilan *
is: Birtingarnafn *
it: Nome visualizzato *
ja: 表示名 *
ka: გამოსაჩენი სახელი *
kab: Isem n uskan *
nb_no: Visningsnavn *
nl: Weergavenaam *
nn_no: Visingsnamn *
pa_in: ਨਾਂ ਵਿਖਾਓ *
pl: Wyświetlana nazwa *
pt_br: Nome de exibição *
pt_pt: Nome de apresentação *
ro: Nume afișat *
ru: Отображаемое имя *
si: ප්‍රදර්ශන නාමය *
sk: Zobrazované meno *
sl: Ime za prikaz *
sq: Emër Në Ekran *
sv_se: Visningsnamn *
te: చూపించే పేరు *
th: ชื่อที่แสดง *
tr: Görünen ad *
uk: Відображуване ім'я *
vi: Tên hiển thị *

source: This URL will only be visible for users who are developers.
ar: سيُعرض العنوان إلى المستخدمين المطورين فحسب.
bs: Ovaj URL će biti vidljiv samo za korisnike koji su programeri.
ca: Aquest URL només serà visible per als usuaris que siguin desenvolupadors.
cs: Tato URL bude viditelná pouze pro uživatele, kteří jsou vývojáři.
da: Denne URL vil kun være synlig for brugere, som er udviklere.
de: Diese URL ist nur sichtbar, wenn der Nutzer ein Entwickler ist.
el: Αυτό το URL θα είναι ορατό μόνο για τους χρήστες που είναι προγραμματιστές.
es: Esta URL solo será visible para los usuarios que sean desarrolladores.
fi: Tämä osoite on näkyvissä vain käyttäjille, jotka ovat kehittäjiä.
fr: Cette URL sera uniquement visible pour les utilisateurs étant développeurs.
fur: Chest URL al sarà visibil dome pai svilupadôrs.
fy_nl: Dizze URL sil allinnich sichtber wêze foar brûkers dy’t ûntwikkelers binne.
he: כתובת זו תהיה גלויה אך ורק למשתמשים שהם מפתחים.
hr: Ovaj će URL biti vidljiv samo korisnicima koji su programeri.
hu: Ez az URL csak azon felhasználók számára lesz látható, akik fejlesztők is.
ia: Iste URL essera solo visibile al usatores qui es disveloppatores.
id: URL ini hanya terlihat oleh pengguna yang adalah pengembang.
is: Þessi slóð verður aðeins sýnileg notendum sem eru forritarar/hönnuðir.
it: Questo URL sarà visibile solo agli sviluppatori.
ja: この URL は開発者となっているユーザーにのみ表示されます。
ka: ეს URL-ბმული მხოლოდ იმ მომხმარებლებისთვის იქნება ხილული, რომლებიც შემმუშავებლები არიან.
kab: Tansa-agi URL ad d-ban kan i yiseqdacen ineflayen.
ms: URL ini hanya dapat dilihat untuk pengguna yang menjadi pembangun.
nb_no: Denne URL-en vil bare vises for brukere som er utviklere.
nl: Deze URL zal alleen zichtbaar zijn voor gebruikers die ontwikkelaars zijn.
nn_no: Denne URL-en vil berre vere synleg for brukarar som er utviklarar.
pa_in: ਇਹ URL ਸਿਰਫ ਉਨ੍ਹਾਂ ਵਰਤੋਂਕਾਰਾਂ ਲਈ ਦਿਖਾਈ ਦੇਵੇਗੀ ਜੋ ਡਿਵੈਲਪਰ ਹਨ।
pl: Ten adres będzie widoczny tylko dla użytkowników będących autorami.
pt_br: Este URL será visível apenas para usuários que são desenvolvedores.
pt_pt: Este URL apenas é visível para utilizadores que são programadores.
ro: Acest URL va fi vizibil numai pentru utilizatorii care sunt dezvoltatori.
ru: Этот URL видим только пользователям, являющимся разработчиками.
si: සංවර්ධකයින් වන පරිශ්‍රීලකයින් සඳහා පමණක් මෙම ඒ.ස.නි. දිස්වනු ඇත.
sk: Táto adresa URL bude viditeľná iba pre používateľov, ktorí sú vývojármi.
sl: Ta spletni naslov bo viden samo uporabnikom, ki so razvijalci.
sq: Kjo URL do të jetë e dukshme vetëm për përdoruesit që janë zhvillues.
sv_se: Denna URL kommer endast visas för användare som är utvecklare.
th: URL นี้จะมองเห็นได้เฉพาะผู้ใช้ที่เป็นนักพัฒนาเท่านั้น
tr: Bu URL yalnızca geliştirici olan kullanıcılar tarafından görülebilir.
uk: Цю URL-адресу будуть бачити лише користувачі, що є розробниками.
vi: URL này sẽ chỉ hiển thị cho người dùng là nhà phát triển.

source: Some HTML supported: %(htmlTags)s. Links are forbidden.
ar: بعض وسوم HTML المدعومة: %(htmlTags)s. الروابط ممنوعة.
bs: Neki HTML-ovi podržavaju: %(htmlTags)s. Linkovi su zabranjeni.
ca: És compatible amb algun HTML: %(htmlTags)s. Els enllaços estan prohibits.
cs: Některé HTML tagy jsou povoleny: %(htmlTags)s. Přidávání odkazů je zakázáno.
da: Noget HTML understøttes: %(htmlTags)s. Links er ikke tilladt.
de: HTML wird teilweise unterstützt: %(htmlTags)s. Links sind nicht erlaubt.
el: Υποστήριξη ορισμένου HTML: %(htmlTags)s. Απαγορεύονται σύνδεσμοι.
es: Es compatible con algún HTML: %(htmlTags)s. Los enlaces están prohibidos.
fi: HTML on osittain tuettu: %(htmlTags)s. Linkit ovat kiellettyjä.
fr: Certains éléments HTML autorisés : %(htmlTags)s. Les liens sont interdits.
fur: Cualchi HTML supuartât: %(htmlTags)s. I colegaments no son consintûts.
fy_nl: Ienige HTML stipe: %(htmlTags)s. Keppelingen binne ferbean.
he: ישנה תמיכה חלקית ב־HTML:‏ %(htmlTags)s. אסור להשתמש בקישורים.
hr: Podržane su neke HTML oznake: %(htmlTags)s. Poveznice se ne smiju koristiti.
hu: Némi HTML támogatott: %(htmlTags)s. A hivatkozások tiltottak.
ia: Alcun HTML supportate: %(htmlTags)s. Le ligamines es prohibite.
id: Sebagian HTML didukung: %(htmlTags)s. Tautan ini terlarang.
is: Sum HTML-einindi studd: %(htmlTags)s. Tenglar eru bannaðir.
it: Tag HTML supportati: %(htmlTags)s. I link non sono consentiti.
ja: 一部 HTML が使用可能です: %(htmlTags)s。リンクは使用できません。
ka: მხარდაჭერილია ზოგიერთი HTML ელემენტი: %(htmlTags)s. ბმულის დადება არაა დაშვებული.
kab: Kra n yiferdisen HTML ttwasefraken: %(htmlTags)s. Iseɣwan ttwagedlen.
ms: Beberapa HTML yang disokong: %(htmlTags)s. Pautan dilarang.
nb_no: Noe HTML støttes: %(htmlTags)s. Lenker er ikke tillatt.
nl: Enige HTML ondersteund: %(htmlTags)s. Koppelingen zijn verboden.
nn_no: Noko HTML er støtta: %(htmlTags)s. Lenker er ikkje tillatne.
pa_in: ਕੁਝ HTML ਸਹਿਯੋਗੀ: %(htmlTags)s। ਲਿੰਕਾਂ ਦੀ ਮਨਾਹੀ ਹੈ।
pl: Część znaczników HTML jest obsługiwana: %(htmlTags)s. Odnośniki są zabronione.
pt_br: Algumas tags HTML suportados: %(htmlTags)s. Links são proibidos.
pt_pt: Algum HTML suportado: %(htmlTags)s. Ligação estão proibidas.
ro: Unele etichete HTML sunt suportate: %(htmlTags)s. Linkurile sunt interzise.
ru: Поддерживаются некоторые теги HTML: %(htmlTags)s. Ссылки запрещены.
si: ඇතැම් HTML සහාය දක්වයි: %(htmlTags)s. සබැඳි තහනම්.
sk: Niektoré HTML značky sú povolené: %(htmlTags)s. Pridávanie odkazov je zakázané.
sl: HTML je delno podprt: %(htmlTags)s. Povezave niso dovoljene.
sq: Disa shenja HTML mbulohen: %(htmlTags)s. Lidhjet janë të ndaluara.
sv_se: Lite HTML stöds: %(htmlTags)s. Länkar är förbjudna.
th: รองรับ HTML บางส่วน: %(htmlTags)s ห้ามใช้ลิงก์
tr: Bazı HTML etiketlerini kullanabilirsiniz: %(htmlTags)s. Link veremezsiniz.
uk: Підтримуються деякі HTML: %(htmlTags)s. Посилання заборонені.
vi: Một số HTML được hỗ trợ: %(htmlTags)s. Liên kết đã bị cấm.

source: Notifications
ar: التنبيهات
az: Bildirişlər
bg: Известия
ca: Notificacions
cs: Oznámení
da: Beskeder
de: Benachrichtigungen
el: Ειδοποιήσεις
es: Notificaciones
fi: Ilmoitukset
fur: Notifichis
fy_nl: Meldingen
he: התרעות
hr: Obavijesti
hu: Értesítések
ia: Notificationes
id: Notifikasi
is: Tilkynningar
it: Notifiche
ja: 通知
ka: შეტყობინებები
kab: Ilɣa
ms: Notifikasi
nb_no: Varsler
nl: Notificaties
nn_no: Varsel
pa_in: ਸੂਚਨਾਵਾਂ
pl: Powiadomienia
pt_br: Notificações
pt_pt: Notificações
ro: Notificări
ru: Уведомления
si: දැනුම්දීම්
sk: Upozornenia
sl: Obvestila
sq: Njoftime
sv_se: Aviseringar
te: గమనింపులు
th: การแจ้งเตือน
tr: Bildirimler
uk: Сповіщення
vi: Thông báo
