Repository: mozilla/addons-frontend
Catalog: locale/*/LC_MESSAGES/amo.po
Languages: ar, az, bg, bn_bd, bs, ca, cs, da, de, el, es, fa, fi, fr, fur, fy_nl, ga_ie, he, hr, hu, ia, id, is, it, ja, ka, kab, ms, nb_no, nl, nn_no, pa_in, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: You may be able to find what you’re looking for in one of the available %(extensionStart)sextensions%(extensionEnd)s or %(themeStart)sthemes%(themeEnd)s, or by asking for help on our %(communityStart)scommunity forums%(communityEnd)s.
ca: Podeu trobar allò que cerqueu en una de les %(extensionStart)sextensions%(extensionEnd)s o %(themeStart)stemes%(themeEnd)s disponibles, o bé podeu demanar ajuda en els nostres %(communityStart)sfòrums de la comunitat%(communityEnd)s.
cs: To, co hledáte, možná najdete v jednom z dostupných %(extensionStart)srozšíření%(extensionEnd)s či %(themeStart)smotivů vzhledu%(themeEnd)s nebo se můžete zeptat v našem %(communityStart)skomunitním fóru%(communityEnd)s.
de: Vielleicht eine der verfügbaren %(extensionStart)sErweiterungen%(extensionEnd)s oder %(themeStart)sThemes%(themeEnd)s, was Sie suchen – Sie können aber auch in unsrem %(communityStart)sForum%(communityEnd)s um Hilfe bitten.
el: Μπορείτε να βρείτε αυτό που ψάχνετε σε μία από τις διαθέσιμες %(extensionStart)sεπεκτάσεις%(extensionEnd)s ή %(themeStart)sθέματα%(themeEnd)s, ή ζητώντας βοήθεια στο %(communityStart)sφόρουμ της κοινότητάς%(communityEnd)s μας.
fi: Saatat löytää etsimäsi saatavilla olevista %(extensionStart)slaajennuksista%(extensionEnd)s tai %(themeStart)steemoista%(themeEnd)s, tai pyytämällä apua %(communityStart)syhteisön keskustelualueilla%(communityEnd)s.
fr: Vous pourriez trouver ce que vous recherchez parmi les %(extensionStart)sextensions%(extensionEnd)s ou les %(themeStart)sthèmes%(themeEnd)s disponibles, ou en demandant de l’aide sur %(communityStart)snos forums communautaires%(communityEnd)s.
fur: Tu podaressis cjatâ ce che tu ciris in une des %(extensionStart)sestensions%(extensionEnd)s o dai %(themeStart)stemis%(themeEnd)s disponibii o domandant jutori sui %(communityStart)sforums de nestre comunitât%(communityEnd)s.
fy_nl: Mooglik kinne jo datjinge wat jo sykje yn ien fan de beskikbere %(extensionStart)sextensies%(extensionEnd)s of %(themeStart)sthema’s%(themeEnd)s fine, of troch help te freegjen op ús %(communityStart)sgemeenschapsfora%(communityEnd)s.
hr: Možda možeš pronaći to što tražiš među nekim od dostupnih %(extensionStart)sproširenja%(extensionEnd)s ili %(themeStart)stema%(themeEnd)s ili tako da zatražiš pomoć na našem %(communityStart)sforumu zajednice%(communityEnd)s.
hu: Lehet, hogy megtalálhatja amit keres az egyik elérhető %(extensionStart)skiegészítőben%(extensionEnd)s vagy %(themeStart)stémában%(themeEnd)s, illetve segítséget kérhet a %(communityStart)sközösségi fórumunkban%(communityEnd)s.
ia: Tu pote trovar lo que tu cerca in un del %(extensionStart)sextensiones%(extensionEnd)s o %(themeStart)sthemas%(themeEnd)s disponibile, o tu pote demandar adjuta sur nostre %(communityStart)sforos communitari%(communityEnd)s.
is: Þú gætir mögulega fundið það sem þú ert að leita að í tiltækum %(extensionStart)sforritsaukum%(extensionEnd)s eða %(themeStart)sþemum%(themeEnd)s, eða með því að biðja um aðstoð á %(communityStart)sspjallsvæði notendanna%(communityEnd)s okkar.
it: Potresti trovare quello che stai cercando in una delle %(extensionStart)sestensioni%(extensionEnd)s o dei %(themeStart)stemi%(themeEnd)s disponibili o chiedere aiuto sul %(communityStart)sforum della nostra comunità%(communityEnd)s.
ka: რასაც ეძებთ შეგიძლიათ მონახოთ ხელმისაწვდომ %(extensionStart)sგაფართოებებში%(extensionEnd)s ან %(themeStart)sთემებში%(themeEnd)s, ანდაც დახმარებისთვის ეწვიოთ ჩვენი %(communityStart)sერთობის ფორუმებს%(communityEnd)s.
kab: Ad tizmireḍ ad tafeḍ ayen i tettnadiḍ gar %(extensionStart)syisiɣzaf%(extensionEnd)s yellan neɣ %(themeStart)sisental%(themeEnd)s, neɣ s usuter n tallalt deg %(communityStart)syiskasiyen n temɣiwent-nneɣ%(communityEnd)s.
nb_no: Du kan kanskje finne det du leter etter i en av de tilgjengelige %(extensionStart)sutvidelsene%(extensionEnd)s eller %(themeStart)stema%(themeEnd)s, eller ved å be om hjelp i vårt %(communityStart)sforum for felleskapet%(communityEnd)s.
nl: Mogelijk kunt u datgene wat u zoekt in een van de beschikbare %(extensionStart)sextensies%(extensionEnd)s of %(themeStart)sthema’s%(themeEnd)s vinden, of door om hulp te vragen op onze %(communityStart)sgemeenschapsfora%(communityEnd)s.
nn_no: Du kan kanskje finne det du leitar etter i ein av de tilgjengelege %(extensionStart)sutvidingane%(extensionEnd)s eller %(themeStart)stema%(themeEnd)s, eller ved å be om hjelp i %(communityStart)sfellesskapsforumet vårt%(communityEnd)s.
pl: Można przeszukać obecnie dostępne %(extensionStart)srozszerzenia%(extensionEnd)s i %(themeStart)smotywy%(themeEnd)s lub poprosić o pomoc na %(communityStart)sforach społeczności%(communityEnd)s.
pt_br: Você pode encontrar o que está procurando em uma das %(extensionStart)sextensões%(extensionEnd)s ou %(themeStart)stemas%(themeEnd)s disponíveis, ou pedindo ajuda em nossos %(communityStart)sfóruns da comunidade%(communityEnd)s.
pt_pt: Pode conseguir encontrar o que procura numa das %(extensionStart)sextensões%(extensionEnd)s ou %(themeStart)stemas%(themeEnd)s disponíveis, ou solicitando ajuda nos nossos %(communityStart)sfóruns da comunidade%(communityEnd)s.
ru: Вы можете найти то, что ищете, в одном из доступных %(extensionStart)sрасширений%(extensionEnd)s или %(themeStart)sтем%(themeEnd)s, или обратиться за помощью на наш %(communityStart)sфорум сообщества%(communityEnd)s.
si: ඔබ සොයන දෑ පවතින %(extensionStart)sදිගු%(extensionEnd)s හෝ %(themeStart)sතේමා%(themeEnd)s අතරින් සොයා ගැනීමට හැකිවනු ඇත හෝ අපගේ %(communityStart)sප්‍රජා සංසදය%(communityEnd)s ප්‍රයෝජනවත් දැයි බලන්න.
sk: To, čo hľadáte možno nájdete medzi ostatnými %(extensionStart)srozšíreniami%(extensionEnd)s alebo %(themeStart)stémami vzhľadu%(themeEnd)s. Môžete taktiež požiadať o pomoc na našom %(communityStart)skomunitnom fóre%(communityEnd)s.
sl: Kar iščete boste morda našli med razpoložljivimi %(extensionStart)srazširitvami%(extensionEnd)s ali %(themeStart)stemami%(themeEnd)s, ali pa za pomoč vprašajte na našem %(communityStart)sforumu skupnosti%(communityEnd)s.
sv_se: Du kanske kan hitta det du letar efter i ett av de tillgängliga %(extensionStart)stillägg%(extensionEnd)s eller %(themeStart)steman%(themeEnd)s, eller genom att be om hjälp på våra %(communityStart)scommunityforum%(communityEnd)s.
tr: Aradığınızı mevcut %(extensionStart)suzantılardan%(extensionEnd)s ya da %(themeStart)stemalardan%(themeEnd)s biri ile karşılayabilir veya %(communityStart)stopluluk forumlarımızdan%(communityEnd)s yardım isteyebilirsiniz.
uk: Ви можете знайти те, що шукаєте, серед доступних %(extensionStart)sрозширень%(extensionEnd)s чи %(themeStart)sтем%(themeEnd)s, або запитавши про допомогу на наших %(communityStart)sфорумах спільноти%(communityEnd)s.
vi: Bạn có thể tìm thấy những gì bạn đang tìm kiếm trong một trong những %(extensionStart)stiện ích mở rộng%(extensionEnd)s hoặc %(themeStart)schủ đề%(themeEnd)s, hoặc bằng cách yêu cầu trợ giúp vào %(communityStart)sdiễn đàn cộng đồng%(communityEnd)s của chúng tôi.

source: That page is not available in your region
bg: Страницата не е налична във вашата държава
ca: Aquesta pàgina no està disponible a la vostra regió
cs: Tato stránka není ve vašem regionu dostupná
da: Denne side er ikke tilgængelig i din region
de: Diese Seite ist in Ihrer Region nicht verfügbar
el: Αυτή η σελίδα δεν είναι διαθέσιμη στην περιοχή σας
fi: Tämä sivu ei ole saatavilla alueellasi
fr: Cette page n’est pas disponible dans votre région
fur: Chê pagjine no je disponibile te tô regjon
fy_nl: Dy side is yn jo regio net beskikber
hr: Ta stranica nije dostupna u tvojoj regiji
hu: Ez az oldal nem érhető el a régiójában
ia: Iste pagina non es disponibile in tu region.
is: Þessi síða er ekki í boði á þínu svæði
it: Quella pagina non è disponibile nella tua regione
ja: このページはお住まいの地域では利用できません
ka: ეს გვერდი არაა ხელმისაწვდომი თქვენს რეგიონში
kab: Asebter-a ulac-it deg temnaḍt-inek·inem
nb_no: Den siden er ikke tilgjengelig i din region
nl: Die pagina is in uw regio niet beschikbaar
nn_no: Denne sida er ikkje tilgjengeleg i din region
pl: Ta strona nie jest dostępna w Twoim regionie
pt_br: Essa página não está disponível em sua região
pt_pt: Aquela página não está disponível na sua região
ru: Эта страница недоступна в вашем регионе
si: එම පිටුව ඔබගේ කලාපය සඳහා නැත
sk: Táto stránka nie je vašom regióne dostupná
sl: Ta stran ni na voljo v vaši regiji
sv_se: Den sidan är inte tillgänglig i din region
th: หน้านี้ไม่พร้อมใช้งานในภูมิภาคของคุณ
tr: Bu sayfa bölgenizde mevcut değil
uk: Ця сторінка недоступна у вашому регіоні
vi: Trang đó không có sẵn trong khu vực của bạn

source: The page you tried to access is not available in your region.
ca: La pàgina a la qual heu intentat accedir no està disponible a la vostra regió.
cs: Stránka, na kterou jste se pokusili přejít, není ve vašem regionu dostupná.
da: Siden, du forsøgte at få adgang til, er ikke tilgængelig i din region.
de: Die Seite, auf die Sie zugreifen wollten, ist in Ihrer Region nicht verfügbar.
el: Η σελίδα που προσπαθήσατε να επισκεφτείτε δεν είναι διαθέσιμη στην περιοχή σας.
es: La página a la que intentaste acceder no está disponible en tu región.
fi: Sivu, jolle yritit päästä, ei ole saatavilla maantieteellisellä alueellasi.
fr: La page à laquelle vous avez tenté d’accéder n’est pas disponible dans votre région.
fur: La pagjine che tu âs cirût di acedi no je disponibile te tô regjon.
fy_nl: De side dy’t jo probearje te berikken is net beskikber yn jo regio.
hr: Stranica kojoj pokušavaš pristupiti nije dostupna u tvojoj regiji.
hu: Az oldal, amelyhez megpróbált hozzáférni, nem érhető el a régiójában.
ia: Desolate, ma le pagina que tu ha tentate acceder non es disponibile in tu region.
is: Síðan sem þú reyndir að hlaða inn er ekki í boði á þínu svæði.
it: La pagina a cui hai tentato di accedere non è disponibile nella tua regione.
ja: アクセスしようとしているページはお住まいの地域では利用できません。
ka: გვერდი, რომლის ნახვასაც ცდილობთ, მიუწვდომელია თქვენს რეგიონში.
kab: Asebter wuɣur tebɣiḍ ad tkecmeḍ ulac-it deg temnaḍt-inek·inem.
nb_no: Siden du prøvde å få tilgang til er ikke tilgjengelig i din region.
nl: De pagina die u probeert te bereiken is niet beschikbaar in uw regio.
nn_no: Sida du prøvde å få tilgang til er ikkje tilgjengeleg i din region.
pl: Ta strona nie jest dostępna w Twoim regionie.
pt_br: A página que você tentou acessar não está disponível em sua região.
pt_pt: A página que tentou aceder não está disponivel na sua região.
ru: Страница, к которой вы пытались получить доступ, недоступна в вашем регионе.
si: ඔබ පිවිසීමට උත්සාහ කරන පිටුව ඔබගේ කලාපයට නැත.
sk: Stránka, na ktorú ste sa pokúsili prejsť, nie je vo vašom regióne dostupná.
sl: Stran, ki jo poskušate odpreti, ni dostopna v vaši regiji.
sv_se: Sidan du försökte komma åt är inte tillgänglig i din region.
th: หน้าที่คุณพยายามเข้าถึงไม่พร้อมใช้งานในภูมิภาคของคุณ
tr: Erişmeye çalıştığınız sayfa bölgenizde kullanılamıyor.
uk: Сторінка, до якої ви намагалися отримати доступ, недоступна у вашому регіоні.
vi: Trang bạn đã cố gắng truy cập không khả dụng trong khu vực của bạn.

source: Toggle contents
ar: اعرض/أخفِ المحتوى
bg: Превключване на съдържанието
bs: Prebaci sadržaj
ca: Activar continguts
cs: Přepnout obsah
da: Skift indhold
de: Inhalte umschalten
el: Εναλλαγή περιεχομένων
es: Activar contenidos
fa: تغییر وضعیت محتویات
fi: Näytä/piilota sisältö
fr: Activer/Désactiver les contenus
fur: Ative o disative i contignûts
fy_nl: Ynhâld wikselje
he: החלפת מצב תוכן
hr: Uključi/isključi sadržaj
hu: Tartalom be/ki
ia: Commutar contento
id: Alihkan konten
is: Víxla efni af/á
it: Attiva o disattiva i contenuti
ja: コンテンツを表示・非表示
ka: შიგთავსის გადართვა
kab: Ldi/Mdel igburen
ms: Togol kandungan
nb_no: Skift innhold
nl: Inhoud omschakelen
nn_no: Veksle innhald
pa_in: ਸਮਗਰੀ ਬਦਲੋ
pl: Przełącz treść
pt_br: Alternar conteúdos
pt_pt: Alternar conteúdos
ro: Comută conținuturile
ru: Показать/скрыть содержимое
sk: Prepnúť obsah
sl: Preklopi vsebine
sq: Shfaq/Fshih lëndë
sv_se: Växla innehåll
te: విషయాలను టోగుల్ చేయండి
th: เปิด/ปิดเนื้อหา
tr: İçerikleri aç/kapat
uk: Перемкнути зміст
vi: Chuyển đến nội dung

source: Response by %(userName)s
ar: رد من %(userName)s
az: %(userName)s tərəfindən cavab
bg: Отговор от %(userName)s
ca: Resposta de: %(userName)s
cs: Odpověď od uživatele %(userName)s
da: Svar fra %(userName)s
de: Antwort von %(userName)s
el: Απάντηση από %(userName)s
es: Respuesta de %(userName)s
fi: Käyttäjän %(userName)s vastaus
fr: Avis de %(userName)s
fur: Rispueste di %(userName)s
fy_nl: Antwurd fan %(userName)s
he: תגובה מאת %(userName)s
hr: Odgovor od %(userName)s
hu: %(userName)s válasza
ia: Responsa per %(userName)s
id: Tanggapan oleh %(userName)s
is: Svar frá %(userName)s
it: Risposta di %(userName)s
ja: %(userName)s による応答
ka: გამოეხმაურა %(userName)s
kab: Tiririt sɣur %(userName)s
ms: Respons oleh %(userName)s
nb_no: Svar fra %(userName)s
nl: Antwoord van %(userName)s
nn_no: Svar frå %(userName)s
pa_in: %(userName)s ਵਲੋਂ ਜਵਾਬ
pl: Autor odpowiedzi: %(userName)s
pt_br: Resposta de %(userName)s
pt_pt: Resposta por %(userName)s
ro: Răspuns de la %(userName)s
ru: Ответ %(userName)s
si: %(userName)s වෙතින් ප්‍රතිචාරය
sk: Odpoveď od používateľa %(userName)s
sl: Odziv uporabnika %(userName)s
sq: Përgjigje nga %(userName)s
sv_se: Svar från %(userName)s
th: การตอบสนองโดย %(userName)s
tr: %(userName)s adlı kullanıcının yanıtı
uk: Відповідь від %(userName)s
vi: Phản hồi bởi %(userName)s

source: Review by %(userName)s
ar: مراجعة %(userName)s
az: %(userName)s tərəfindən rəy
bg: Отзив от %(userName)s
ca: Ressenya de: %(userName)s
cs: Recenze od uživatele %(userName)s
da: Anmeldelse af %(userName)s
de: Bewertungen von %(userName)s
el: Κριτική από %(userName)s
es: Revisado por %(userName)s
fi: Käyttäjän %(userName)s kirjoittama arvio
fr: Avis de %(userName)s
fur: Recension di %(userName)s
fy_nl: Wurdearringen foar %(userName)s
he: סקירה מאת %(userName)s
hr: Recenzija od %(userName)s
hu: %(userName)s értékelése
ia: Recension de %(userName)s
id: Tinjauan oleh %(userName)s
is: Umsögn eftir %(userName)s
it: Recensione di %(userName)s
ja: %(userName)s によるレビュー
ka: მიმომხილველი %(userName)s
kab: Icegger-it %(userName)s
ms: Ulasan oleh %(userName)s
nb_no: Omtale av %(userName)s
nl: Beoordeling door %(userName)s
nn_no: Vurdering av %(userName)s
pa_in: %(userName)s ਵਲੋਂ ਪੜਤਾਲ
pl: Autor recenzji: %(userName)s
pt_br: Análise de %(userName)s
pt_pt: Análise por %(userName)s
ro: Recenzie de către %(userName)s
ru: Отзывы %(userName)s
si: %(userName)s වෙතින් සමාලෝචනය
sk: Recenzia od používateľa %(userName)s
sl: Ocena uporabnika %(userName)s
sq: Shqyrtim nga %(userName)s
sv_se: Recension av %(userName)s
te: %(userName)s ద్వారా సమీక్షించండి
th: บทวิจารณ์โดย %(userName)s
tr: %(userName)s adlı kullanıcının incelemesi
uk: Відгук від %(userName)s
vi: Đánh giá bởi %(userName)s

source: The review was not found.
ar: لم نجد المراجعة.
az: Rəy tapılmadı.
bg: Отзивът не е намерен.
ca: No s'ha trobat la ressenya.
cs: Recenze nenalezena.
da: Anmeldelsen blev ikke fundet.
de: Die Bewertung wurde nicht gefunden.
el: Δεν βρέθηκε η κριτική.
es: No se ha encontrado la revisión.
fi: Arviota ei löytynyt.
fr: L’avis n’a pas été trouvé.
fur: La recension no je stade cjatade.
fy_nl: De wurdearring waard net fûn.
he: הסקירה לא נמצאה.
hr: Recenzija nije pronađena.
hu: Az értékelés nem található.
ia: Le revision non ha essite trovate.
id: Ulasan tidak ditemukan.
is: Umsögnin fannst ekki.
it: Non è stato possibile trovare la recensione.
ja: レビューが見つかりませんでした。
ka: მიმოხილვა ვერ მოიძებნა.
kab: Tikti ur tettwaf ara.
ms: Ulasan tidak ditemukan.
nb_no: Fant ikke omtalen.
nl: De beoordeling is niet gevonden.
nn_no: Fann ikkje vurderinga.
pa_in: ਪੜਤਾਲ ਨਹੀਂ ਮਿਲੀ ਸੀ।
pl: Nie odnaleziono recenzji.
pt_br: A análise não foi encontrada.
pt_pt: A análise não foi encontrada.
ro: Recenzia nu a fost găsită.
ru: Отзыв не найден.
si: සමාලෝචනය හමු නොවිණි.
sk: Recenzia nebola nájdená.
sl: Ocena ni najdena.
sq: S’u gjet shqyrtimi.
sv_se: Recensionen hittades inte.
te: సమీక్ష కనపడలేదు.
th: ไม่พบบทวิจารณ์
tr: İnceleme bulunamadı.
uk: Відгук не знайдено.
vi: Không tìm thấy đánh giá.

source: By submitting this report I certify, under penalty of perjury, that the allegations it contains are complete and accurate, to the best of my knowledge.
cs: Odesláním tohoto hlášení potvrzuji, že níže uvedené informace jsou úplné a přesné, dle mého nejlepšího vědomí a svědomí.
de: Mit dem Absenden dieses Berichts bestätige ich unter Androhung von Meineid, dass die darin enthaltenen Anschuldigungen nach meinem besten Wissen vollständig und richtig sind.
el: Με την υποβολή αυτής της αναφοράς, βεβαιώνω, γνωρίζοντας τις κυρώσεις σε περίπτωση ψευδομαρτυρίας, ότι οι ισχυρισμοί που περιέχει είναι πλήρεις και ακριβείς, εξ όσων γνωρίζω.
fr: En soumettant ce signalement, je déclare, sous peine de parjure, qu’autant que je le sache, les informations qu’il contient sont complètes et exactes.
fur: Mandant cheste segnalazion o certifichi, sot pene di sperzûr, che lis acusis che al conten a son completis e curientis, par ce che o sai jo.
fy_nl: Troch dit rapport yn te tsjinjen, ferklearje ik, op straffe fan meineed, dat de bewearingen dy’t it befettet folslein en sekuer binne, foar safier my bekend.
hu: E jelentés benyújtásával, hamis tanúzás terhe mellett tanúsítom, hogy az abban foglalt állítások legjobb tudomásom szerint teljesek és pontosak.
ia: Per le invio de iste reporto io certifica, sub penalitate de perjurio, que le accusationes que illo contine es complete e correcte, al melio de mi cognoscentia.
is: Með því að leggja fram þessa kæru, þá votta ég eftir bestu vitund, að ásakanirnar sem hún hefur að geyma eru tæmandi og nákvæmar.
it: Inviando questa segnalazione dichiaro, sotto pena di spergiuro, che le accuse contenute in questo rapporto sono complete e accurate al meglio delle mie conoscenze.
ka: მოხსენების წარდგენით მკაფიოდ ვადასტურებ ცრუ ჩვენებისთვის სასჯელის გაცნობიერებით, რომ მოცემულ მტკიცებულებებს მივიჩნევ სრულად და მართებულად.
nb_no: Ved å sende inn denne rapporten bekrefter jeg, under straff for mened, at påstandene den inneholder er fullstendige og nøyaktige, så vidt jeg vet.
nl: Door dit rapport in te dienen, verklaar ik, op straffe van meineed, dat de beweringen die het bevat volledig en nauwkeurig zijn, voor zover mij bekend.
nn_no: Ved å sende inn denne rapporten stadfestar eg, under straff for falsk forklaring, at påstandane han inneheld er fullstendige og nøyaktige, så vidt eg veit.
pt_br: Ao enviar esta denúncia certifico, sob pena de perjúrio, que as alegações nela contidas são completas e precisas, até onde tenho conhecimento.
ru: Отправляя это сообщение, я подтверждаю под страхом наказания за лжесвидетельство, что содержащиеся в нем обвинения являются полными и точными, насколько мне известно.
sk: Odoslaním tejto správy pod hrozbou trestu za krivú prísahu potvrdzujem, že obvinenia, ktoré obsahuje, sú úplné a presné podľa môjho najlepšieho vedomia.
sv_se: Genom att skicka in denna rapport intygar jag, med straff för mened, att anklagelserna som den innehåller är fullständiga och korrekta, så vitt jag vet.
uk: Подаючи цей звіт, я засвідчую з усвідомленням покарання за неправдиві свідчення, що твердження, які містяться в ньому, є повними та точними, наскільки мені відомо.
vi: Bằng cách gửi báo cáo này, tôi đã xác nhận và sẽ chịu trách nhiệm pháp lý liên quan, rằng các cáo buộc trong báo cáo là đầy đủ và chính xác, theo hiểu biết tốt nhất của tôi.

source: It doesn’t work, breaks websites, or slows down Firefox
cs: Nefunguje, rozbíjí webové stránky nebo zpomaluje Firefox
de: Es funktioniert nicht, verursacht Probleme mit Websites oder verlangsamt Firefox
el: Δεν λειτουργεί, προκαλεί δυσλειτουργίες ιστοτόπων ή επιβραδύνει το Firefox
fi: Se ei toimi, rikkoo verkkosivustoja tai hidastaa Firefoxia
fr: Ne fonctionne pas, casse les sites web ou ralentit Firefox
fur: Nol funzione, al ruvine i sîts web o al moreste Firefox
fy_nl: De add-on wurket net, ferbrekt websiden, of fertraget Firefox
hu: Nem működik, hibát okoz weboldalakon, vagy lelassítja a Firefoxot
ia: Illo non functiona, corrumpe sitos web, o relenta Firefox
is: Þetta virkar ekki, skemmir vefsvæði eða hægir á Firefox
it: Non funziona, rende i siti web inutilizzabili o rallenta Firefox
ka: არ მუშაობს, აფერხებს საიტების ჩვენებას ან ანელებს Firefox-ს
nb_no: Det fungerer ikke, ødelegger nettsteder eller senker hastigheten på Firefox
nl: De add-on werkt niet, zorgt ervoor dat websites niet werken of vertraagt Firefox
nn_no: Det fungerer ikkje, øydelegg nettstadar eller seinker farta på Firefox
pl: Nie działa, powoduje nieprawidłowe działanie stron lub spowalnia Firefoksa
pt_br: Não funciona, atrapalha sites, ou faz o Firefox ficar mais lento
ru: Оно не работает, ломает сайты или замедляет Firefox
sk: Nefunguje, porušuje webové stránky alebo spomaľuje Firefox
sv_se: Det fungerar inte, förstör webbplatser eller saktar ner Firefox
tr: Çalışmıyor, web sitelerini bozuyor veya Firefox’u yavaşlatıyor
uk: Додаток не працює, порушує роботу вебсайтів або сповільнює роботу Firefox
vi: Nó không hoạt động, làm hỏng trang web hoặc làm chậm Firefox
