Repository: mozilla/addons-frontend
Catalog: locale/*/LC_MESSAGES/amo.po
Languages: ar, az, bg, bn_bd, bs, ca, cs, da, de, el, es, fa, fi, fr, fur, fy_nl, ga_ie, he, hr, hu, ia, id, is, it, ja, ka, kab, ms, nb_no, nl, nn_no, pa_in, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: Loading…
ar: يُحمّل…
az: Yüklənir…
bg: Зареждане…
bn_bd: লোড করা হচ্ছে…
bs: Učitavanje…
ca: S'està carregant…
cs: Načítání…
da: Indlæser…
de: Laden…
el: Φόρτωση…
es: Cargando…
fa: در حال جستجو…
fi: Ladataan…
fr: Chargement…
fur: Daûr a cjariâ…
fy_nl: Lade…
he: בטעינה…
hr: Učitavanje …
hu: Betöltés…
ia: Cargamento…
id: Memuat…
it: Caricamento in corso…
ja: 読み込み中...
ka: იტვირთება…
kab: Asali...
ms: Memuatkan…
nb_no: Laster…
nl: Laden…
nn_no: Lastar…
pa_in: ਲੋਡ ਹੋ ਰਿਹਾ ਹੈ…
pl: Wczytywanie…
pt_br: Carregando…
pt_pt: A carregar…
ro: Se încarcă…
ru: Загрузка…
si: පූරණය වෙමින්…
sk: Načítava sa…
sl: Nalaganje …
sq: Po ngarkohet…
sv_se: Laddar…
te: లోడుచేస్తోంది…
th: กำลังโหลด…
tr: Yükleniyor…
uk: Завантаження…
vi: Đang tải…

source: Adding…
ar: يُضيف…
az: Əlavə edilir…
bg: Добавяне…
bn_bd: যোগ করা হচ্ছে…
bs: Dodavanje…
ca: S'està afegint…
cs: Přidávání…
da: Tilføjer…
de: Wird hinzugefügt…
el: Προσθήκη…
es: Añadiendo…
fi: Lisätään…
fr: Ajout…
fur: Daûr a zontâ…
fy_nl: Tafoegje…
he: בהוספה…
hr: Dodavanje ...
hu: Hozzáadás…
ia: Addition…
id: Menambahkan…
is: Bæti við…
it: Aggiunta in corso…
ja: 追加中...
ka: ემატება…
kab: Timerna…
ms: Menambah…
nb_no: Legger til…
nl: Toevoegen…
nn_no: Legg til…
pa_in: …ਜੋੜਿਆ ਜਾ ਰਿਹਾ ਹੈ
pl: Dodawanie…
pt_br: Adicionando…
pt_pt: A adicionar…
ro: Se adaugă…
ru: Добавление…
si: එක් වෙමින්…
sk: Pridávanie…
sl: Dodajanje …
sq: Po shtohet…
sv_se: Lägger till…
te: జోడిస్తున్నాము…
th: กำลังเพิ่ม…
tr: Ekleniyor…
uk: Додавання…
vi: Đang thêm…

source: Select a collection…
ar: اختر مجموعة…
az: Kolleksiya seçin…
bg: Изберете списък…
bn_bd: সংগ্রহটি নির্বাচন করুন…
bs: Odaberite kolekciju…
ca: Selecciona una col·lecció…
cs: Vyberte sbírku…
da: Vælg en samling…
de: Eine Sammlung auswählen…
el: Επιλογή συλλογής…
es: Seleccionar una colección…
fi: Valitse kokoelma…
fr: Sélectionner une collection…
fur: Selezione une racuelte…
fy_nl: Selektearje in kolleksje…
he: בחירת אוסף…
hr: Odaberi zbirku …
hu: Válasszon gyűjteményt…
ia: Eliger un collection…
id: Pilih koleksi…
is: Veldu safn…
it: Seleziona una raccolta…
ja: コレクションを選択...
ka: კრებულის შერჩევა…
kab: Fren tagrumma…
ms: Pilih koleksi…
nb_no: Velg en samling…
nl: Een collectie selecteren…
nn_no: Vel ei samling…
pa_in: ਭੰਡਾਰ ਚੁਣੋ ਜੀ…
pl: Wybierz kolekcję…
pt_br: Selecione uma coleção…
pt_pt: Selecionar uma coleção…
ro: Selectează o colecție
ru: Выбрать подборку…
si: එකතුවක් තෝරන්න…
sk: Vyberte kolekciu…
sl: Izberite zbirko …
sq: Përzgjidhni një koleksion…
sv_se: Välj ny samling…
te: ఒక సేకరణను ఎంచుకోండి…
th: เลือกชุดสะสม…
tr: Bir koleksiyon seçin…
uk: Обрати збірку…
vi: Chọn một bộ sưu tập...

source: Create new collection
ar: أنشِئ مجموعة جديدة
az: Yeni kolleksiya yarat
bg: Създаване на списък
bn_bd: নতুন সংগ্রহ তৈরি করুন
bs: Napravi novu kolekciju
ca: Crea una col·lecció nova
cs: Vytvořit novou sbírku
da: Opret en ny samling
de: Neue Sammlung erstellen
el: Δημιουργία νέας συλλογής
es: Crear nueva colección
fi: Luo uusi kokoelma
fr: Créer une nouvelle collection
fur: Cree une gnove racuelte
fy_nl: Nije kolleksje meitsje
he: יצירת אוסף חדש
hr: Stvori novu zbirku
hu: Új gyűjtemény létrehozása
ia: Crear un nove collection
id: Buat koleksi baru
is: Útbúa nýtt safn
it: Crea una nuova raccolta
ja: 新しいコレクションを作成
ka: ახალი კრებულის შექმნა
kab: Rnu tagrumma tamaynut
ms: Cipta koleksi baru
nb_no: Opprett en ny samling
nl: Nieuwe collectie maken
nn_no: Lag ny samling
pa_in: ਨਵਾਂ ਭੰਡਾਰ ਬਣਾਓ
pl: Nowa kolekcja
pt_br: Criar nova coleção
pt_pt: Criar nova coleção
ro: Creează o colecție nouă
ru: Создать новую подборку
si: නව එකතුවක් සාදන්න
sk: Vytvoriť novú kolekciu
sl: Ustvari novo zbirko
sq: Krijoni koleksion të ri
sv_se: Skapa ny samling
te: క్రొత్త సేకరణను సృష్టించండి
th: สร้างชุดสะสมใหม่
tr: Yeni koleksiyon oluştur
uk: Створити нову збірку
vi: Tạo bộ sưu tập mới

source: Added to %(collectionName)s
ar: أُضيفت إلى %(collectionName)s
az: %(collectionName)s kolleksiyasına əlavə edildi
bg: Добавено към %(collectionName)s
bn_bd: %(collectionName)s তে যোগ করুন
bs: Dodano u %(collectionName)s
ca: S'ha afegit a %(collectionName)s
cs: Přidáno do sbírky %(collectionName)s
da: Føjet til %(collectionName)s
de: Zu %(collectionName)s hinzugefügt
el: Προστέθηκε στο %(collectionName)s
es: Se añadió a %(collectionName)s
fi: Lisätty kokoelmaan %(collectionName)s
fr: Ajouté à %(collectionName)s
fur: Zontât a %(collectionName)s
fy_nl: Tafoege oan %(collectionName)s
he: נוסף אל %(collectionName)s
hr: Dodano u %(collectionName)s
hu: Hozzáadva: %(collectionName)s
ia: Addite a %(collectionName)s
id: Ditambahkan ke %(collectionName)s
is: Bætt við %(collectionName)s
it: Aggiunto a %(collectionName)s
ja: %(collectionName)s へ追加
ka: დაემატა %(collectionName)s კრებულში
kab: Ittwarna ɣer %(collectionName)s
ms: Ditambah ke %(collectionName)s
nb_no: Lagt til %(collectionName)s
nl: Toegevoegd aan %(collectionName)s
nn_no: Lagt til i %(collectionName)s
pa_in: %(collectionName)s ਵਿੱਚ ਜੋੜਿਆ ਗਿਆ
pl: Dodano do „%(collectionName)s”
pt_br: Adicionado a %(collectionName)s
pt_pt: Adicionado a %(collectionName)s
ro: Adăugat în %(collectionName)s
ru: Добавлено в %(collectionName)s
si: %(collectionName)s වෙත එක් කෙරිණි
sk: Doplnok bol pridaný do kolekcie %(collectionName)s
sl: Dodano v %(collectionName)s
sq: U shtua te %(collectionName)s
sv_se: Lades till i %(collectionName)s
te: %(collectionName)sకు జోడించబడింది
th: เพิ่มไปยัง %(collectionName)s แล้ว
tr: %(collectionName)s koleksiyonuna eklendi
uk: Додано до %(collectionName)s
vi: Đã thêm vào %(collectionName)s

source: Add to…
ar: أضِف إلى…
az: Kolleksiyaya əlavə et…
bg: Добавяне към…
bn_bd: যোগ করতে…
bs: Dodaj u…
ca: Afegeix a…
cs: Přidat do…
da: Føj til…
de: Hinzufügen zu…
el: Προσθήκη σε…
es: Añadir a…
fi: Lisää kohteeseen…
fr: Ajouter à…
fur: Zonte a…
fy_nl: Tafoegje oan…
he: הוספה אל…
hr: Dodaj u …
hu: Hozzáadás…
ia: Adder a…
id: Tambahkan ke…
is: Bæta við…
it: Aggiungi a…
ja: 追加先:
ka: დამატება…
kab: Rnu ɣer…
ms: Tambah ke…
nb_no: Legg til i…
nl: Toevoegen aan…
nn_no: Legg til i…
pa_in: …ਵਿੱਚ ਜੋੜੋ
pl: Dodaj do…
pt_br: Adicionar a…
pt_pt: Adicionar a…
ro: Adaugă în…
ru: Добавить в…
si: මෙයට යොදන්න…
sk: Pridať do…
sl: Dodaj v …
sq: Shtojeni te…
sv_se: Lägg till i…
te: …కు జోడించు
th: เพิ่มไปยัง…
tr: Koleksiyona ekle…
uk: Додати до…
vi: Thêm vào…

source: Add to collection
ar: أضِف إلى مجموعة
az: Kolleksiyaya əlavə et
bg: Добавяне към списък
bn_bd: সংগ্রহতে যোগ করুন
bs: Dodaj u kolekciju
ca: Afegeix a una col·lecció
cs: Přidat do sbírky
da: Føj til samling
de: Zur Sammlung hinzufügen
el: Προσθήκη σε συλλογή
es: Añadir a la colección
fi: Lisää kokoelmaan
fr: Ajouter à la collection
fur: Zonte ae racuelte
fy_nl: Tafoegje oan kolleksje
he: הוספה לאוסף
hr: Dodaj u zbirku
hu: Gyűjteményhez adás
ia: Adder al collection
id: Tambahkan ke koleksi
is: Bæta í safn
it: Aggiungi alla raccolta
ja: コレクションへ追加
ka: კრებულში დამატება
kab: Rnu ar tegrumma
ms: Tambah ke koleksi
nb_no: Legg til i samling
nl: Toevoegen aan collectie
nn_no: Legg til i samling
pa_in: ਸੰਗ੍ਰਹਿ ਵਿੱਚ ਜੋੜੋ
pl: Dodaj do kolekcji
pt_br: Adicionar a uma coleção
pt_pt: Adicionar à coleção
ro: Adaugă în colecție
ru: Добавить в подборку
si: එකතුවට යොදන්න
sk: Pridať do kolekcie
sl: Dodaj v zbirko
sq: Shtojeni në koleksion
sv_se: Lägg till i samling
te: సేకరణకు జోడించు
th: เพิ่มไปยังชุดสะสม
tr: Koleksiyona ekle
uk: Додати до збірки
vi: Thêm vào bộ sưu tập

source: Content review add-on
ar: راجِع محتوى الإضافة
az: Məzmun rəyi əlavəsi
ca: Complement de revisió de contingut
cs: Kontrola obsahu doplňku
de: Add-on-Inhalt überprüfen
el: Πρόσθετο κριτικής περιεχομένου
es: Complemento de revisión de contenido
fi: Sisältökatselmoi lisäosa
fr: Revue du contenu du module
fur: Revisione contignûts component adizionâl
fy_nl: Ynhâldsbeoardieling fan add-on
hr: Dodatak za pregled sadržaja
hu: Kiegészítő tartalmának értékelése
ia: Additivo de revision de contento
id: Tinjauan konten pengaya
is: Gefa umsögn um efni viðbótar
it: Revisiona contenuti componente aggiuntivo
ja: コンテンツレビューのアドオン
ka: დამატების შიგთავსის მიმოხილვა
kab: Acegger n ugbur n usiɣzef
ms: Kandungan ulasan add-on
nb_no: Innholdsvurdering av utvidelse
nl: Inhoudsbeoordeling van add-on
nn_no: Innhaldsvurdering av tillegg
pa_in: ਸਮਗਰੀ ਸਮੀਖਿਆ ਐਡ-ਆਨ
pl: Zrecenzuj treść dodatku
pt_br: Extensão de análise de conteúdo
pt_pt: Rever conteúdo de extra
ro: Supliment de recenzie pentru conținuturi
ru: Проверка содержимого дополнения
sk: Kontrola obsahu doplnku
sl: Oceni vsebino dodatka
sq: Shtesë shqyrtimi lënde
sv_se: Innehållsgranskning av tillägg
te: కంటెంట్ సమీక్ష పొడిగింత
th: ส่วนเสริมบทวิจารณ์เนื้อหา
tr: İçerik inceleme eklentisi
uk: Перевірка вмісту додатка
vi: Nội dung đánh giá tiện ích

source: Review theme
ar: راجِع السمة
az: Rəy mövzusu
bg: Преглед на темата
ca: Revisa el tema
cs: Kontrola motivu vzhledu
de: Theme überprüfen
el: Αξιολόγηση θέματος
es: Revisar tema
fi: Katselmoi teema
fr: Revue du thème
fur: Revisione teme
fy_nl: Tema beoardiele
he: סקירת ערכת נושא
hr: Pregled teme
hu: Téma értékelése
ia: Revisar thema
id: Tema tinjauan
is: Gefa umsögn um þema
it: Revisiona tema
ja: テーマのレビュー
ka: თემის მიმოხილვა
kab: Acegger n usentel
ms: Ulasan tema
nb_no: Skriv en omtale av tema
nl: Thema beoordelen
nn_no: Vurder temaet
pa_in: ਥੀਮ ਦੀ ਸਮੀਖਿਆ ਕਰੋ
pl: Zrecenzuj motyw
pt_br: Avaliar tema
pt_pt: Rever tema
ro: Scrie o recenzie la temă
ru: Проверка темы
si: තේමාව සමාලෝචනය
sk: Kontrola témy vzhľadu
sl: Preglej temo
sq: Shqyrtojeni temën
sv_se: Granska tema
te: అలంకారాన్ని సమీక్షించండి
th: ตรวจทานชุดรูปแบบ
tr: Temayı incele
uk: Перевірка теми
vi: Đánh giá chủ đề

source: Review add-on code
ar: مراجعة كود الإضافة
az: Əlavə kodunu gözdən keçir
ca: Revisa el codi del complement
cs: Kontrola kódu doplňku
de: Add-on-Quelltext überprüfen
el: Αξιολόγηση κώδικα προσθέτου
es: Revisar código del complemento
fi: Katselmoi lisäosan koodi
fr: Revue du code de l’extension
fur: Revisione codiç contignût adizionâl
fy_nl: Add-onkoade beoardiele
he: סקירת קוד תוספת
hr: Pregledaj kȏd dodatka
hu: Kiegészítő kódjának értékelése
ia: Revider le codice del additivo
id: Tinjau kode pengaya
is: Yfirfara kóða viðbótar
it: Revisiona codice componente aggiuntivo
ja: アドオンコードのレビュー
ka: დამატების კოდის მიმოხილვა
kab: Acegger n tengalt n usiɣzef
ms: Ulasan kod add-on
nb_no: Skriv en omtale av utvidelseskode
nl: Add-oncode beoordelen
nn_no: Vurder kode for tillegg
pa_in: ਐਡ-ਆਨ ਕੋਡ ਦੀ ਸਮੀਖਿਆ ਕਰੋ
pl: Zrecenzuj kod dodatku
pt_br: Avaliar código da extensão
pt_pt: Rever código de extra
ro: Scrie o recenzie la codul suplimentului
ru: Проверка кода дополнения
si: එක්කහු කේතය සමාලෝචනය
sk: Kontrola kódu doplnku
sl: Preglej kodo dodatka
sq: Shqyrtoni kod shtese
sv_se: Granska kod för tillägg
te: పొడిగింత కోడ్‌ను సమీక్షించండి
th: ตรวจทานโค้ดส่วนเสริม
tr: Eklenti kodunu incele
uk: Перевірка коду додатка
vi: Xem lại đoạn mã tiện ích

source: Admin Links
ar: روابط المسؤول
az: Admin Keçidləri
bg: Администраторски препратки
ca: Enllaços d'administrador
cs: Spravovat odkazy
de: Links administrieren
el: Σύνδεσμοι διαχειριστή
es: Enlaces de administrador
fi: Ylläpitäjän linkit
fr: Gérer les liens
fur: Colegaments par aministradôrs
fy_nl: Behearderskeppelingen
he: קישורים למנהלי מערכת
hr: Administratorske poveznice
hu: Adminisztrátori hivatkozások
ia: Ligamines del administrator
id: Tautan Admin
is: Tenglar fyrir stjórnendur
it: Link per amministratori
ja: 管理用リンク
ka: მმართველის ბმულები
kab: Sefrek iseɣwan
ms: Pautan Pentadbir
nb_no: Lenker for admin
nl: Beheerderskoppelingen
nn_no: Lenker for admin
pa_in: ਪਰਸ਼ਾਸ਼ਕੀ ਲਿੰਕ
pl: Strony administratora
pt_br: Links de administração
pt_pt: Ligações de administrador
ro: Linkuri de administrare
ru: Ссылки для администратора
si: පරිපාලක සබැඳි
sk: Spravovať odkazy
sl: Upravljanje povezav
sq: Lidhje Përgjegjësi
sv_se: Länkar för admin
te: నిర్వహణ లంకెలు
th: ลิงก์ผู้ดูแล
tr: Yönetici bağlantıları
uk: Посилання адміністратора
vi: Liên kết quản trị

source: Edit add-on
ar: عدّل الإضافة
az: Əlavəni redəktə et
bg: Промяна на добавката
ca: Edita el complement
cs: Upravit doplněk
da: Rediger tilføjelse
de: Add-on bearbeiten
el: Επεξεργασία προσθέτου
es: Editar complemento
fi: Muokkaa lisäosaa
fr: Modifier le module
fur: Modifiche component adizionâl
fy_nl: Add-on bewurkje
he: עריכת תוספת
hr: Uredi dodatak
hu: Kiegészítő szerkesztése
ia: Modificar le additivo
id: Edit pengaya
is: Breyta viðbót
it: Modifica componente aggiuntivo
ja: アドオンを編集
ka: დამატების ჩასწორება
kab: Ẓreg isiɣzaf
nb_no: Rediger utvidelse
nl: Add-on bewerken
nn_no: Rediger tillegg
pa_in: ਐਡ-ਆਨ ਸੋਧੋ
pl: Edytuj dodatek
pt_br: Editar extensão
pt_pt: Editar extra
ro: Editează suplimentul
ru: Редактировать дополнение
si: එක්කහුව සංස්කරණය
sk: Upraviť doplnok
sl: Uredi dodatek
sq: Përpunoni shtesë
sv_se: Redigera tillägg
te: పొడిగింత నిర్వహణ
th: แก้ไขส่วนเสริม
tr: Eklentiyi düzenle
uk: Змінити додаток
vi: Chỉnh sửa tiện ích

source: Admin add-on
ar: أدِر الإضافة
az: Admin əlavəsi
ca: Complement d'administrador
cs: Správa doplňku
de: Add-on administrieren
el: Πρόσθετο διαχειριστή
es: Complemento de administrador
fi: Ylläpidon lisäosa
fr: Gérer le module
fur: Aministre component adizionâl
fy_nl: Add-on beheare
hr: Administratorski dodatak
hu: Kiegészítő adminisztrációja
ia: Gerer le additivo
id: Admin pengaya
is: Stjórnandaviðbót
it: Gestisci componente aggiuntivo
ja: 管理用アドオン
ka: მმართველის დამატება
kab: Sefrek isiɣzaf
ms: Pentadbir add-on
nb_no: Administrer utvidelse
nl: Add-on beheren
nn_no: Administrer tillegg
pa_in: ਪਰਸ਼ਾਸ਼ਕ ਐਡ-ਆਨ
pl: Administruj dodatkiem
pt_br: Extensão de administração
pt_pt: Extra de administrador
ro: Administrează suplimentul
ru: Проверка дополнения администратором
si: පරිපාලක එක්කහු
sk: Spravovať doplnok
sl: Upravljanje dodatka
sq: Shtesë përgjegjësi
sv_se: Administrera tillägg
te: నిర్వహణ పొడగింత
th: ส่วนเสริมผู้ดูแล
tr: Yönetici eklentisi
uk: Перевірка додатка адміністратором
vi: Tiện ích quản trị

source: Author Links
ar: روابط المؤلف
bg: Препратки за автора
ca: Enllaços d'autor
cs: Odkazy autora
de: Autorenlinks
el: Σύνδεσμοι δημιουργού
es: Enlaces de autor
fi: Tekijän linkit
fr: Liens de l’auteur
fur: Colegaments dal autôr
fy_nl: Auteurskeppelingen
hr: Autorske poveznice
hu: Szerző hivatkozásai
ia: Ligamines del autor
id: Tautan Pembuat
is: Tenglar höfundar
it: Link dell’autore
ja: 作者リンク
ka: შემქმნელის ბმულები
kab: Iseɣwan n umeskar
nb_no: Lenker for tillegg
nl: Auteurskoppelingen
nn_no: Forfattarlenker
pa_in: ਲੇਖਕ ਲਿੰਕ
pl: Strony autorów
pt_br: Links do autor
pt_pt: Ligações do autor
ro: Link-uri de autor
ru: Ссылки автора
si: කර්තෘ සබැඳි
sk: Odkazy autora
sl: Povezave avtorja
sq: Lidhje Autorësh
sv_se: Författarlänkar
th: ลิงก์ผู้สร้าง
tr: Yazar bağlantıları
uk: Посилання автора
vi: Liên kết tác giả

source: Experimental
ar: تجريبي
az: Təcrübi
bg: Експериментално
bn_bd: পরীক্ষামূলক
bs: Eksperimentalno
cs: Experimentální
da: Eksperimentel
de: Experimentell
el: Πειραματικό
fa: آزمایشی
fi: Kokeellinen
fr: Expérimental
fur: Sperimentâl
fy_nl: Eksperiminteel
he: ניסיוני
hr: Eksperimentalno
hu: Kísérleti
id: Eksperimental
is: Á tilraunastigi
it: Sperimentale
ja: 実験的
ka: საცდელი
kab: Armitan
ms: Eksperimen
nb_no: Eksperimentell
nl: Experimenteel
nn_no: Eksperimentell
pa_in: ਤਜਰਬੇ
pl: Eksperymentalne
ru: Пробное
si: පරීක්‍ෂාත්මක
sk: Experiment
sl: Poskusen
sq: Eksperimentale
sv_se: Experimentell
te: ప్రయోగాత్మకం
th: ทดลอง
tr: Deneysel
uk: Експериментальний
vi: Thử nghiệm

source: Some features may require payment
ar: قد تطلب بعض المزايا دفع المال
az: Bəzi özəlliklər ödəniş tələb edə bilər
bg: Някои възможности може да изискват заплащане
bs: Neke funkcije mogu zahtijevati plaćanje
ca: Pot ser que hàgiu de pagar per algunes funcions
cs: Použití některých funkcí může být zpoplatněno
da: Nogle funktioner kan kræve betaling
de: Einige Funktionen können Zahlung erfordern
el: Ορισμένες λειτουργίες ενδέχεται να απαιτούν πληρωμή
es: Algunas características pueden ser de pago
fi: Jotkin ominaisuudet saattavat vaatia maksua
fr: Certaines fonctionnalités peuvent être payantes
fur: Cualchi funzion e podarès jessi a paiament
fy_nl: Guon funksjes kinne betelling fereaskje
he: חלק מהתכונות עשויות לדרוש תשלום
hr: Neke funkcije mogu zahtijevati plaćanje
hu: Néhány funkció fizetéshez kötött lehet
ia: Alcun functiones pote requirer pagamento
id: Beberapa fitur mungkin berbayar
is: Sumir eiginleikar gætu verið gegn gjaldi
it: Alcune funzioni potrebbero essere a pagamento
ja: 一部の機能は有料の場合があります
ka: შეიძლება შეიცავდეს ფასიან მომსახურებას
kab: Kra n leqdicat ttuḥwaǧen lexlaṣ
ms: Sesetengah ciri mungkin memerlukan bayaran
nb_no: Noen funksjoner kan kreve betaling
nl: Sommige functies kunnen betaling vereisen
nn_no: Nokre funskjonar kan krevje betaling
pa_in: ਕੁਝ ਫੀਚਰਾਂ ਲਈ ਭੁਗਤਾਨ ਦੀ ਲੋੜ ਹੋ ਸਕਦੀ ਹੈ
pl: Część funkcji może wymagać płatności
pt_br: Algumas funcionalidades podem solicitar pagamento
pt_pt: Algumas funcionalidades podem requerer pagamento
ro: Unele funcționalități pot fi cu plată
ru: Некоторые возможности могут потребовать оплаты
si: ගෙවන විශේෂාංග අඩංගුය
sk: Použitie niektorých funkcií môže byť spoplatnené
sl: Nekatere funkcije morda zahtevajo plačilo
sq: Disa veçori mund të lypin pagesë
sv_se: Vissa funktioner kan kräva betalning
te: కొన్ని సౌలభ్యాలకు చెల్లించాల్సిరావచ్చు
th: คุณลักษณะบางอย่างอาจต้องมีการชำระเงิน
tr: Bazı özellikler ücretli olabilir
uk: Деякі функції можуть потребувати оплати
vi: Một số tính năng có thể yêu cầu thanh toán

source: Available on Firefox for Android™
cs: Dostupné pro Firefox pro Android™
de: Verfügbar für Firefox für Android™
el: Διαθέσιμο στο Firefox για Android™
fi: Saatavilla Firefoxin Android-versiolle
fr: Disponible sur Firefox pour Android™
fur: Disponibil su Firefox par Android™
fy_nl: Beskikber yn Firefox foar Android™
hu: Elérhető a Firefox for Android™-ban
ia: Disponibile sur Firefox for Android™
is: Í boði á Firefox fyrir Android™
it: Disponibile in Firefox per Android
ja: Android™ 版 Firefox でも利用可能
ka: აგრეთვე იმუშავებს Firefox-ში Android-ზეც
kab: Yella ɣef Firefox i Android™
nb_no: Tilgjengelig på Firefox for Android™
nl: Beschikbaar in Firefox voor Android™
nn_no: Tilgjengeleg på Firefox for Android™
pl: Dostępne w Firefoksie na Androida™
pt_br: Disponível no Firefox para Android™
ru: Доступно в Firefox для Android™
sk: Dostupné pre Firefox pre Android™
sv_se: Tillgänglig på Firefox för Android™
tr: Android™ için Firefox’ta kullanılabilir
uk: Доступно у Firefox для Android™
vi: Có sẵn trên Firefox dành cho Android™

source: This add-on is not compatible with your version of Firefox.
ar: هذه الإضافة غير متوافقة مع إصدارتك من فَيَرفُكس.
az: Bu əlavə Firefox versiyanız ilə uyğun deyil.
bg: Добавката е несъвместима с това издание на Firefox.
bn_bd: এই অ্যাড-অন আপনার Firefox সংস্করণের সাথে সামঞ্জস্যপূর্ণ নয়।
bs: Ovaj dodatak nije kompatibilan sa vašom Feirefox verzijom.
ca: Aquest complement no és compatible amb la versió del Firefox.
cs: Tento doplněk není kompatibilní s vaší verzí Firefoxu.
da: Denne tilføjelse er ikke kompatibel med din version af Firefox.
de: Dieses Add-on ist mit Ihrer Firefox-Version nicht kompatibel.
el: Αυτό το πρόσθετο δεν είναι συμβατό με την έκδοση του Firefox σας.
es: Este complemento no es compatible con tu versión de Firefox.
fa: این افزونه با نسخهٔ فعلی فایرفاکس شما سازگار نیست.
fi: Tämä lisäosa ei ole yhteensopiva käyttämäsi Firefox-version kanssa.
fr: Ce module est incompatible avec votre version de Firefox.
fur: Chest component adizionâl nol è compatibil cu la tô version di Firefox.
fy_nl: Dizze add-on is net kompatibel mei jo ferzje fan Firefox.
he: תוספת זו אינה נתמכת ע״י הגרסה המותקנת של Firefox.
hr: Ovaj dodatak nije kompatibilan s tvojom Firefox verzijom.
hu: Ez a kiegészítő nem kompatibilis ezzel a Firefox verzióval.
ia: Iste additivo non es compatibile con le version in uso de Firefox.
id: Pengaya ini tidak kompatibel dengan versi Firefox Anda.
is: Þessi viðbót er ekki samhæfð þinni útgáfu af Firefox.
it: Questo componente aggiuntivo non è compatibile con la versione di Firefox in uso.
ja: このアドオンはお使いのバージョンの Firefox と互換性がありません。
ka: ეს დამატება Firefox-ის თქვენს ვერსიასთან შეუთავსებელია.
kab: Asentel-agi ur imsada ara akked ulqem-inek n Firefox.
ms: Add-on ini tidak serasi dengan versi Firefox anda.
nb_no: Denne utvidelsen er ikke kompatibel med din versjon av Firefox.
nl: Deze add-on is niet compatibel met uw versie van Firefox.
nn_no: Denne utvidinga er ikkje kompatibel med din versjon av Firefox.
pa_in: ਇਹ ਐਡ-ਆਨ ਤੁਹਾਡੇ ਫਾਇਰਫਾਕਸ ਦੇ ਵਰਜਨ ਨਾਲ ਅਨੁਕੂਲ ਨਹੀਂ ਹੈ।
pl: Ten dodatek nie jest zgodny z tą wersją Firefoksa.
pt_br: Esta extensão não é compatível com a sua versão do Firefox.
pt_pt: Este extra não é compatível com a sua versão do Firefox.
ro: Acest supliment nu este compatibil cu versiunea ta de Firefox.
ru: Это дополнение несовместимо с вашей версией Firefox.
si: ඔබගේ ෆයර්ෆොක්ස් අනුවාදයට මෙම එක්කහුව නොගැළපේ.
sk: Tento doplnok nie je kompatibilný s vašou verziou Firefoxu.
sl: Ta dodatek ni združljiv z vašo različico Firefoxa.
sq: Kjo shtesë s’është e përputhshme me versionin tuaj të Firefox-it.
sv_se: Detta tillägg är inte kompatibel med din version av Firefox.
th: ส่วนเสริมนี้เข้ากันไม่ได้กับ Firefox รุ่นของคุณ
tr: Bu eklenti sizin Firefox sürümünüzle uyumlu değil.
uk: Цей додаток несумісний з вашою версією Firefox.
vi: Tiện ích này không tương thích với phiên bản Firefox của bạn.

source: This add-on is not available on your platform.
ar: هذه الإضافة غير متوفرة على منصّتك.
az: Bu əlavə sizin platformanızda yoxdur.
bg: Добавката е недостъпна за тази платформа.
bn_bd: এই অ্যাড-অনটি আপনার প্ল্যাটফর্মে উপলব্ধ নয়।
bs: Ovaj dodatak nije dostupan na vašoj platformi.
ca: Aquest complement no està disponible a la vostra plataforma.
cs: Tento doplněk není na vaší platformě dostupný.
da: Denne tilføjelse er ikke tilgængelig på din platform.
de: Dieses Add-on ist für Ihre Plattform nicht verfügbar.
el: Αυτό το πρόσθετο δεν είναι διαθέσιμο στην πλατφόρμα σας.
es: Este complemento no está disponible en tu plataforma.
fa: این افزونه با پلتفرم شما سازگار نیست.
fi: Tämä lisäosa ei ole käytettävissä käyttämässäsi ympäristössä.
fr: Ce module n’est pas disponible pour votre plateforme.
fur: Chest component adizionâl nol è disponibil su la tô plateforme.
fy_nl: Dizze add-on is net beskikber foar jo platfoarm.
he: תוספת זו אינה זמינה לפלטפורמה שלך.
hr: Ovaj dodatak nije dostupan za tvoju platformu.
hu: Ez a kiegészítő nem érhető el ezen platformon.
ia: Iste additivo non es disponibile sur tu systema operative.
id: Pengaya ini belum tersedia untuk platform Anda.
is: Þessi viðbót er ekki í boði fyrir stýrikerfið þitt.
it: Questo componente aggiuntivo non è disponibile sulla piattaforma in uso.
ja: このアドオンはお使いのプラットフォームに対応していません。
ka: ეს დამატება არაა ხელმისაწვდომი თქვენს სისტემაზე.
kab: Azegrir-agi ur yelli ara i telɣubliṭ inek.
ms: Add-on ini tidak tersedia untuk platform anda.
nb_no: Denne utvidelsen er ikke tilgjengelig på din plattform.
nl: Deze add-on is niet beschikbaar voor uw platform.
nn_no: Denne utvidinga er ikkje tilgjengeleg på plattforma di.
pa_in: ਇਹ ਐਡ-ਆਨ ਤੁਹਾਡੇ ਪਲੇਟਫਾਰਮ ਤੇ ਉਪਲਬਧ ਨਹੀਂ ਹੈ।
pl: Ten dodatek nie jest dostępny dla tej platformy.
pt_br: Esta extensão não está disponível na sua plataforma.
pt_pt: Este extra não esta disponível na sua plataforma.
ro: Acest supliment nu este disponibil pe platforma ta.
ru: Это дополнение недоступно на вашей платформе.
si: මෙම එක්කහුව ඔබගේ වේදිකාව සඳහා නැත.
sk: Tento doplnok nie je na vašej platforme dostupný.
sl: Ta dodatek ni na voljo za vašo platformo.
sq: Kjo shtesë s’është e passhme për platformën tuaj.
sv_se: Detta tillägg är inte tillgängligt för din plattform.
th: ส่วนเสริมนี้ไม่พร้อมใช้งานบนแพลตฟอร์มของคุณ
tr: Bu eklenti sizin platformunuzda mevcut değil.
uk: Цей додаток недоступний на вашій платформі.
vi: Tiện ích này không có sẵn cho nền tảng của bạn.
