Repository: mozilla/addons-frontend
Catalog: locale/*/LC_MESSAGES/amo.po
Languages: ar, az, bg, bn_bd, bs, ca, cs, da, de, el, es, fa, fi, fr, fur, fy_nl, ga_ie, he, hr, hu, ia, id, is, it, ja, ka, kab, ms, nb_no, nl, nn_no, pa_in, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: Dictionaries by these translators
ar: قواميس من هؤلاء المترجمين
az: Bu tərcüməçilər tərəfindən lüğətlər
bs: Rječnici od ovih prevodilaca
he: מילונים מאת המתרגמים האלה
id: Kamus dari penerjemah ini
pa_in: ਇਹਨਾਂ ਅਨੁਵਾਦਕਾਂ ਦੁਆਰਾ ਸ਼ਬਦਕੋਸ਼
sl: Slovarji teh prevajalcev
sq: Fjalorë nga këta përkthyes

source: Language packs by %(author)s
ar: حزم لغات من %(author)s
az: %(author)s tərəfindən dil paketləri
bs: Jezički paketi od %(author)s
he: חבילות שפה מאת %(author)s
id: Paket bahasa oleh %(author)s
pa_in: ਭਾਸ਼ਾ ਪੈਕ %(author)s ਦੁਆਰਾ
sl: Jezikovni paketi avtorja %(author)s
sq: Paketa gjuhësore nga %(author)s
te: %(author)s భాషా ప్యాకులు

source: Language packs by these translators
ar: حزم لغات من هؤلاء المترجمين
az: Bu tərcüməçilər tərəfindən dil paketləri
bs: Jezički paketi od ovih prevodilaca
he: חבילות שפה מאת המתרגמים האלה
id: Paket bahasa oleh para penerjemah ini
pa_in: ਇਹਨਾਂ ਅਨੁਵਾਦਕਾਂ ਦੁਆਰਾ ਭਾਸ਼ਾ ਪੈਕ
sl: Jezikovni paketi teh prevajalcev
sq: Paketa gjuhësore nga këta përkthyes
te: ఈ అనువాదకులచే భాషా ప్యాక్లు

source: Add-ons by %(author)s
ar: إضافات من %(author)s
az: %(author)s tərəfindən əlavələr
bs: Dodaci od %(author)s
he: תוספות מאת %(author)s
id: Pengaya dari %(author)s
pa_in: %(author)s ਵਲੋਂ ਐਡ-ਆਨ
sl: Dodatki razvijalca %(author)s
sq: Shtesa nga %(author)s
te: %(author)s పొడగింతలు

source: Add-ons by these developers
ar: إضافات من هؤلاء المطورين
az: Bu tərtibatçılar tərəfindən əlavələr
bs: Dodaci od ovih programera
he: תוספות מאת המפתחים האלה
id: Pengaya oleh pengembang ini
pa_in: ਇਹਨਾਂ ਡਿਵੈਲਪਰਾਂ ਦੁਆਰਾ ਐਡ-ਆਨ
sl: Dodatki izpod rok teh razvijalcev
sq: Shtesa nga këta zhvillues
te: ఈ డెవలపర్ల యాడ్-ఆన్లు

source: This is a bug report or support request
ar: هذا تبليغ عن علّة أو طلب دعم
az: Xəta hesabatı və ya dəstək istəyidir
bs: Ovo je bug prijava ili zahtjev za podršku
fa: این یک گزارشِ مشکل نرم‌افزاری است یا یک درخواست پشتیبانی
he: זהו דיווח על תקלה או בקשת תמיכה
id: Ini adalah laporan bug atau permintaan dukungan
pa_in: ਇਹ ਇੱਕ ਬੱਗ ਰਿਪੋਰਟ ਜਾਂ ਸਹਿਯੋਗ ਬੇਨਤੀ ਹੈ
sl: To je poročilo o napaki ali zahteva za podporo
sq: Ky është njoftim të mete ose kërkesë për asistencë
te: ఇది బగ్ నివేదిక లేదా మద్దతు అభ్యర్థన

source: Flagged as a bug report or support request
ar: وُضع عليها إشارة بأنها تبليغ عن علّة أو طلب دعم
az: Xəta hesabatı və ya dəstək istəyi olaraq işarələnib
bs: Označeno kao bug prijava ili zahtjev za podršku
he: סומן כדיווח על תקלה או בקשת תמיכה
id: Ditandai sebagai laporan bug atau permintaan dukungan
pa_in: ਇਹ ਇੱਕ ਬੱਗ ਰਿਪੋਰਟ ਜਾਂ ਸਹਿਯੋਗ ਬੇਨਤੀ ਹੈ
sl: Označeno kot poročilo o napaki ali zahteva za podporo
sq: Iu vu shenjë si njoftim të metash ose kërkesë për asistencë

source: Log in to flag this response
ar: لِج لوضع إشارة على هذا الرد
az: Bu cavabı işarələmək üçün daxil olun
bn_bd: রেসপনসকে ফ্লাগ দিতে লগ ইন করুন
bs: Prijavite se da biste označili ovaj odgovor
fa: برای گزارشِ این پاسخ وارد شوید
he: יש להיכנס כדי לסמן בדגל תגובה זו
id: Masuk untuk menandai tanggapan ini
pa_in: ਇਸ ਜਵਾਬ ਨੂੰ ਨਿਸ਼ਾਨਬੱਧ ਕਰਨ ਲਈ ਲਾਗ ਇਨ ਕਰੋ
sl: Prijavite se, da prijavite ta odgovor
sq: Që t’i vini shenjë kësaj përgjigje, bëni hyrjen
te: ఈ ప్రతిస్పందనను ఫ్లాగ్ చేయడానికి లాగిన్ అవ్వండి

source: Log in to flag this review
ar: لِج لوضع إشارة على هذه المراجعة
az: Bu rəyi işarələmək üçün daxil olun
bn_bd: রেভিউকে ফ্লাগ দিতে লগ ইন করুন
bs: Prijavite se da biste označili ovu recenziju
fa: برای گزارشِ این بازخورد وارد شوید
he: יש להיכנס כדי לסמן בדגל סקירה זו
id: Masuk untuk menandai ulasan ini
pa_in: ਇਸ ਪੜਤਾਲ ਨੂੰ ਨਿਸ਼ਾਨਬੱਧ ਕਰਨ ਲਈ ਲਾਗ ਇਨ ਕਰੋ
sl: Prijavite se, da prijavite to oceno
sq: Që t’i vini shenjë këtij shqyrtimi, bëni hyrjen
te: ఈ సమస్యను ఫ్లాగు చెయ్యడానికి ప్రవేశించండి

source: You cannot flag your own response
ar: لا يمكنك وضع إشارة على ردك أنت
az: Öz cavabınızı işarələyə bilməzsiniz
bn_bd: আপনি আপনার নিজের প্রতিক্রিয়া পতাকা না পারেন
bs: Ne možete označiti svoj vlastiti odgovor
fa: نمی‌توانبد پاسخ خود را علامت‌گذاری کنید
he: אין לך אפשרות לסמן בדגל את התגובה של עצמך
id: Anda tidak dapat menandai tanggapan Anda sendiri
pa_in: ਤੁਸੀਂ ਆਪਣਾ ਜਵਾਬ ਨਹੀਂ ਦਿਖਾ ਸਕਦੇ
sl: Svojega lastnega odgovora ne morete prijaviti
sq: S’mund t’i vini shenjë përgjigjes tuaj

source: You cannot flag your own review
ar: لا يمكنك وضع إشارة على مراجعة منك
az: Öz rəyinizi işarələyə bilməzsiniz
bn_bd: আপনি নিজের পর্যালোচনাকে ফ্ল্যাগ করতে পারেন না
bs: Ne možete označiti svoju vlastitu recenziju
fa: شما نمی‌توانید بازخورد خودتان را گزارش کنید
he: אין לך אפשרות לסמן את הסקירה של עצמך
id: Anda tidak dapat menandai tinjauan Anda sendiri
pa_in: ਤੁਸੀਂ ਆਪਣੀ ਖੁਦ ਦੀ ਸਮੀਖਿਆ ਨਿਸ਼ਾਨਬੱਧ ਨਹੀਂ ਕਰ ਸਕਦੇ
sl: Svoje lastne ocene ne morete prijaviti
sq: S’mund t’i vini shenjë shqyrtimit tuaj

source: This is spam
ar: هذا مزعج
az: Bu spamdır
bn_bd: এটা স্প্যাম
bs: Ovo je spam
fa: این هرزنامه است
he: זה ספאם
id: Ini adalah spam
pa_in: ਇਹ ਸਪੈਮ
sl: To je nepovezana ali reklamna vsebina
sq: Ky është mesazh i padëshiruar
te: ఇది స్పామ్

source: This contains inappropriate language
ar: تحتوي المراجعة ألفاظا غير لائقة
az: Yaraşmayan dil işlədilib
bn_bd: এতে অনুপযুক্ত ভাষা রয়েছে
bs: Ovo sadrži neprikladan jezik
fa: شامل کلمات نامناسب است
he: מכיל שפה בוטה
id: Bagian ini mengandung bahasa yang tidak pantas
pa_in: ਇਸ ਵਿੱਚ ਅਣਉਚਿਤ ਭਾਸ਼ਾ ਸ਼ਾਮਲ ਹੈ
sl: To vsebuje neprimeren jezik
sq: Kjo përmban gjuhë të papërshtatshme
te: దీనిలో అనుచితమైన భాష ఉంది

source: Flagged for inappropriate language
ar: وُضع عليها إشارة بأنها تحتوي ألفاظا غير لائقة
az: Yaraşmayan dil olaraq işarələnib
bs: Označeno kao neprimjeren jezik
fa: به عنوان زبانِ نامناسب گزارش شد
he: סומן כמכיל שפה בוטה
id: Ditandai karena bahasa yang tidak pantas
pa_in: ਅਣਉਚਿਤ ਭਾਸ਼ਾ ਲਈ ਨਿਸ਼ਾਨਬੱਧ ਕੀਤਾ
sl: Označeno zaradi neprimernega jezika
sq: Iu vu shenja për gjuhë të papërshtatshme

source: Site Status
ar: حالة الموقع
az: Sayt Statusu
bs: Status stranice
fa: وضعیت سایت
he: מצב האתר
id: Status Situs
pa_in: ਸਾਈਟ ਸਥਿਤੀ
sl: Stanje strani
sq: Gjendje Sajti
te: సైటు స్థితి

source: Only with Firefox—Get Firefox Now
ar: فقط مع فَيَرفُكس—نزِّل فَيَرفُكس الآن
az: Ancaq Firefoxda—İndi Firefox Endirin
he: רק עם Firefox — קבלו את Firefox כעת
id: Hanya dengan Firefox —Dapatkan Firefox Sekarang
pa_in: ਫਾਇਰਫਾਕਸ ਨਾਲ ਹੀ — ਫਾਇਰਫਾਕਸ ਹੁਣੇ ਲਵੋ
sl: Samo s Firefoxom – namestite ga zdaj
sq: Vetëm me Firefox — Merreni Firefox-in Tani
te: Firefoxతో మాత్రమే—ఇప్పుడే Firefoxని పొందండి

source: Learn more about permissions
ar: اطّلع على المزيد عن التصاريح
az: İcazələr haqqında ətraflı öyrənin
bs: Saznajte više o dozvolama
he: מידע נוסף על הרשאות
id: Pelajari lebih lanjut tentang perizinan
pa_in: ਇਜਾਜ਼ਤਾਂ ਬਾਰੇ ਹੋਰ ਜਾਣੋ
sl: Več o dovoljenjih
sq: Mësoni më tepër rreth lejeve
te: అనుమతుల గురించి మరింత తెలుసుకోండి

source: Read all five-star reviews
ar: اقرأ جميع المراجعات ذات الخمس نجوم
he: קריאת כל הסקירות בדירוג 5 כוכבים
id: Baca semua ulasan bintang lima
pa_in: ਸਾਰੇ ਪੰਜ-ਤਾਰਾ ਦੀਆਂ ਸਮੀਖਿਆਵਾਂ ਪੜ੍ਹੋ
sl: Preberi vse ocene s petimi zvezdicami
sq: Lexoni krejt shqyrtimet me pesë yje

source: Read all four-star reviews
ar: اقرأ جميع المراجعات ذات الأربع نجوم
he: קריאת כל הסקירות בדירוג 4 כוכבים
id: Baca semua ulasan bintang empat
pa_in: ਚਾਰ-ਸਟਾਰ ਦੀਆਂ ਸਾਰੀਆਂ ਸਮੀਖਿਆਵਾਂ ਪੜ੍ਹੋ
sl: Preberi vse ocene s štirimi zvezdicami
sq: Lexoni krejt shqyrtimet me katër yje

source: Read all three-star reviews
ar: اقرأ جميع المراجعات ذات الثلاث نجوم
he: קריאת כל הסקירות בדירוג 3 כוכבים
id: Baca semua ulasan bintang tiga
pa_in: ਸਾਰੇ ਤਾਰੇ ਸਟਾਰ ਸਮੀਖਿਆ ਪੜ੍ਹੋ
sl: Preberi vse ocene s tremi zvezdicami
sq: Lexoni krejt shqyrtimet me tre yje

source: Read all two-star reviews
ar: اقرأ جميع المراجعات ذات النجمتين
he: קריאת כל הסקירות בדירוג 2 כוכבים
id: Baca semua ulasan bintang dua
pa_in: ਸਾਰੀਆਂ ਦੋ-ਸਟਾਰ ਸਮੀਖਿਆਵਾਂ ਪੜ੍ਹੋ
sl: Preberi vse ocene z dvema zvezdicama
sq: Lexoni krejt shqyrtimet me dy yje

source: Read all one-star reviews
ar: اقرأ جميع المراجعات ذات النجمة الواحدة
he: קריאת כל הסקירות בדירוג כוכב אחד
id: Baca semua ulasan bintang satu
pa_in: ਸਾਰੇ ਇੱਕ-ਸਟਾਰ ਸਮੀਖਿਆ ਪੜ੍ਹੋ
sl: Preberi vse ocene z eno zvezdico
sq: Lexoni krejt shqyrtimet me një yll

source: You reported this add-on for abuse
ar: أبلغتَ بأن هذه الإضافة تُسيء الاستخدام
az: Bu əlavə üçün sui-istifadə xəbər verdiniz
bn_bd: আপনি অপব্যবহারের জন্য এই অ্যাড-অনটি রিপোর্ট করেছেন
bs: Prijavili ste ovaj dodatak za slostavljanje
fa: شما این افزونه را بخاطر سوء استفاده گزارش کرده‌اید
he: דיווחת על תוספת זו בגין שימוש לרעה
id: Anda telah melaporkan pengaya ini atas penyalahgunaan
pa_in: ਤੁਸੀਂ ਦੁਰਵਿਵਹਾਰ ਲਈ ਇਸ ਐਡ-ਆਨ ਦੀ ਰਿਪੋਰਟ ਕੀਤੀ ਹੈ
sl: Ta dodatek ste prijavili kot zlorabo
sq: E keni raportuar këtë shtojcë për shpërdorim

source: We can't respond to every abuse report but we'll look into this issue.
ar: محال أن نردّ على كل بلاغ عن إساءة الاستخدام، ولكن مع ذلك سننظر فيه.
bs: Ne možemo odgovoriti na svaki izvještaj zlostavljanja ali istražit ćemo ovaj problem.
fa: ما نمی‌توانیم به تمام گزارش‌های سوء استفاده مستقیماً پاسخ بدهیم، ولی این مشکل را بررسی خواهیم کرد.
he: איננו יכולים להגיב לכל דיווח על שימוש לרעה אבל נבדוק את הנושא.
id: Kami tidak dapat menanggapi setiap laporan penyalahgunaan namun kami tetap memeriksanya.
pa_in: ਅਸੀਂ ਹਰੇਕ ਬਦਸਲੂਕੀ ਦੀ ਰਿਪੋਰਟ ਦਾ ਜਵਾਬ ਨਹੀਂ ਦੇ ਸਕਦੇ, ਪਰ ਅਸੀਂ ਇਸ ਮੁੱਦੇ ਤੇ ਵਿਚਾਰ ਕਰਾਂਗੇ।
sl: Na vsako poročilo o zlorabi se ne moremo odzvati, vendar bomo vašo prijavo preverili.
sq: S’mund t’i përgjigjemi çdo raporti shpërdorimi, por do ta shohim këtë problem.

source: If you think this add-on violates %(linkTagStart)sMozilla's add-on policies%(linkTagEnd)s or has security or privacy issues, please report these issues to Mozilla using this form.
ar: إن كنت ترى بأن هذه الإضافة تنتهك %(linkTagStart)sسياسات موزيلا للإضافات%(linkTagEnd)s أو أن فيها مشاكل أمنية أو مشاكل متعلقة بالخصوصية، فرجاءً أبلِغ عن هذه المشاكل إلى موزيلا مستخدما هذه الاستمارة.
bs: Ako mislite da ovaj dodatak krši %(linkTagStart)s Mozillin pravilnik o dodacima %(linkTagEnd)s ili uključuje sigurnosne ili pravne probleme, molimo vas da prijavite te probleme Mozilli koristeći ovu formu.
fa: اگر فکر می‌کنید این افزونه %(linkTagStart)sسیاست افزونه‌های موزیلا%(linkTagEnd)s را زیر پا می‌گذارد یا دارای مشکلات امنیتی یا حریم‌خصوصی است، لطفاً این مشکلات را به Mozilla از طریق این فرم گزارش دهید.
he: אם לדעתך תוספת זו מפרה את %(linkTagStart)sמדיניות התוספות של Mozilla%(linkTagEnd)s או שיש לה בעיות אבטחה או פרטיות, נא לדווח על כך ל־Mozilla באמצעות טופס זה.
id: Jika Anda pikir pengaya ini melanggar %(linkTagStart)skebijakan pengaya Mozilla%(linkTagEnd)s atau memiliki masalah keamanan atau privasi, silakan laporkan masalah ini kepada Mozilla menggunakan formulir berikut.
pa_in: ਜੇ ਤੁਸੀਂ ਸੋਚਦੇ ਹੋ ਕਿ ਇਹ ਐਡ-ਆਨ %(linkTagStart)sਮੋਜ਼ੀਲਾ ਦੀ ਐਡ-ਆਨ ਨੀਤੀਆਂ%(linkTagEnd)s ਦੀ ਜਾਂ ਸੁਰੱਖਿਆ ਜਾਂ ਗੁਪਤਤਾ ਦੀਆਂ ਸਮੱਸਿਆਵਾਂ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਇਸ ਫਾਰਮ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਮੋਜ਼ੀਲਾ ਨੂੰ ਇਨ੍ਹਾਂ ਮੁੱਦਿਆਂ ਦੀ ਰਿਪੋਰਟ ਕਰੋ।
sl: Če sumite, da ta dodatek krši %(linkTagStart)sMozilline pravilnike za dodatke%(linkTagEnd)s ali da ima težave z zasebnostjo ali varnostjo, prijavite te težave Mozilli prek tega obrazca.
sq: Nëse mendoni se kjo shtesë cenon %(linkTagStart)srregullat e Mozilla-s mbi shtesat%(linkTagEnd)s ose se ka probleme sigurie apo privatësie, ju lutemi, raportojini këto probleme te Mozilla duke përdorur këtë formular.

source: Report this add-on for abuse
ar: أبلِغ بأن هذه الإضافة تُسيء الاستخدام
az: Bu əlavə üçün sui-istifadə xəbər ver
bs: Prijavite ovaj dodatak za zlostavljanje
fa: گزارش این افزونه به دلیل سوء استفاده
he: דיווח תוספת זו על שימוש לרעה
id: Melaporkan pengaya ini atas penyalahgunaan
pa_in: ਦੁਰਵਿਵਹਾਰ ਲਈ ਇਸ ਐਡ-ਆਨ ਦੀ ਰਿਪੋਰਟ ਕਰੋ
sl: Prijavi ta dodatek kot zlorabo
sq: Raportojeni këtë shtojcë për shpërdorim

source: Please don't use this form to report bugs or request add-on features; this report will be sent to Mozilla and not to the add-on developer.
ar: نرجوك ألا تستخدم هذه الاستمارة للإبلاغ عن العلل أو طلب المزايا، فهذا التقرير سيُرسل إلى موزيلا وليس إلى مطوّر الإضافة.
bs: Molimo vas ne koristite ovaj obrazac za prijavu bugova ili za zahtjev dodanih funkcija; Ovaj izvještaj će biti poslan Mozilli a ne developeru dodataka.
fa: لطفاً از این فرم برای گزارش خطا یا درخواست امکانات استفاده نکنید؛ این گزارش به Mozilla ارسال خواهد شد و نه به توسعه‌دهندهٔ افزونه.
he: נא לא להשתמש בטופס זה כדי לדווח על תקלות או לבקש להוסיף תכונות לתוספת; דיווח זה יישלח ל־Mozilla ולא למפתח התוספת.
id: Jangan gunakan formulir ini untuk melaporkan bug atau meminta fitur pengaya baru; laporan ini akan dikirim kepada Mozilla, bukan pengembang pengaya ini.
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਬੱਗ ਦੀ ਰਿਪੋਰਟ ਕਰਨ ਲਈ ਜਾਂ ਐਡ-ਆਨ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਦੀ ਬੇਨਤੀ ਕਰਨ ਲਈ ਇਸ ਫਾਰਮ ਦੀ ਵਰਤੋਂ ਨਾ ਕਰੋ; ਇਹ ਰਿਪੋਰਟ ਮੋਜ਼ੀਲਾ ਨੂੰ ਭੇਜੀ ਜਾਵੇਗੀ ਨਾ ਐਡ-ਆਨ ਡਿਵੈਲਪਰ ਨੂੰ।
sl: Ne uporabljajte tega obrazca za poročanje o napakah ali zahtevanje novih funkcij; poročilo bo poslano Mozilli in ne razvijalcu dodatka.
sq: Ju lutemi, mos e përdorni këtë formular për njoftime të metash apo për të kërkuar veçori të reja në një shtesë; ky raport do t’i dërgohet Mozilla-s dhe jo zhvilluesit të shtesave.

source: Send abuse report
ar: أرسِل بلاغا بإساءة الاستخدام
bn_bd: অপব্যবহারের রিপোর্ট পাঠাও
bs: Šalji izvještaj o zlostavljanju
fa: ارسال گزارش سوء استفاده
he: שליחת דיווח על שימוש לרעה
id: Kirimkan laporan penyalahgunaan
pa_in: ਦੁਰਵਿਵਹਾਰ ਰਿਪੋਰਟ ਭੇਜੋ
sl: Pošlji poročilo o zlorabi
sq: Dërgoni raport shpërdorimi
te: దుర్వినియోగ నివేదికను పంపించు

source: Sending abuse report
ar: يُرسل البلاغ بإساءة الاستخدام
bn_bd: অপব্যবহারের রিপোর্ট পাঠানো হচ্ছে
bs: Šaljem izvješat o zlostavljanju
fa: در حال ارسال گزارش سوء استفاده
he: דיווח על שימוש לרעה נשלח כעת
id: Mengirim laporan penyalahgunaan
pa_in: ਸ਼ੋਸ਼ਣ ਦੀ ਰਿਪੋਰਟ ਭੇਜਣਾ
sl: Pošiljanje poročila o zlorabi
sq: Po dërgohet raport shpërdorimi
te: దుర్వినియోగ నివేదికను పంపుతోంది

source: Dismiss
ar: أهمِل
az: Qapat
bn_bd: বাতিল
bs: Odbaci
fa: رد کردن
he: סגירה
id: Hentikan
pa_in: ਖਾਰਜ ਕਰੋ
sl: Prekliči
sq: Mos e merr parasysh
te: రద్దుచేయి

source: Explain how this add-on is violating our policies.
ar: اشرح كيفية انتهاك هذه الإضافة لسياساتنا.
bs: Objasni kako ovaj dodatak krši naša pravila.
fa: توضیح دهید چگونه این افزونه سیاست‌های ما را زیر پا گذاشته است.
he: נא לפרט כיצד תוספת זו מפרה את המדיניות שלנו.
id: Jelaskan bagaimana pengaya ini melanggar ketentuan kami.
pa_in: ਇਹ ਸਮਝਾਓ ਕਿ ਇਹ ਐਡ-ਆਨ ਸਾਡੇ ਨੀਤੀਆਂ ਦੀ ਕਿਵੇਂ ਉਲੰਘਣਾ ਕਰ ਰਿਹਾ ਹੈ।
sl: Opišite, kako ta dodatek krši naše pravilnike.
sq: Shpjegoni se si i cenon kjo shtesë rregullat tona.

source: Report this user for abuse
ar: أبلِغ بأن هذا المستخدم يُسيء الاستخدام
bs: Prijavite ovog korisnika za zlostavljanje
he: דיווח משתמש זה על שימוש לרעה
id: Laporkan pengguna ini atas penyalahgunaan
pa_in: ਦੁਰਵਿਵਹਾਰ ਲਈ ਇਸ ਵਰਤੋਂਕਾਰ ਦੀ ਰਿਪੋਰਟ ਕਰੋ
sl: Prijavi tega uporabnika zaradi zlorabe
sq: Raportojeni këtë përdorues për shpërdorim
te: ఈ వాడుకరిని దుర్వినియోగం క్రింద నివేదించండి

source: If you think this user is violating %(linkTagStart)sMozilla's Add-on Policies%(linkTagEnd)s, please report this user to Mozilla.
ar: إن كنت ترى بأن هذا المستخدم ينتهك %(linkTagStart)sسياسات موزيلا للإضافات%(linkTagEnd)s، فرجاءً أبلِغ عنه إلى موزيلا.
bs: Ako mislite da ovaj korisnik krši %(linkTagStart)sMozillinu politiku o dodacima%(linkTagEnd)s, molimo prijavite ovog korisnika Mozilli.
he: אם לדעתך משתמש זה מפר את %(linkTagStart)sמדיניות התוספות של Mozilla%(linkTagEnd)s, נא לדווח עליו ל־Mozilla.
id: Jika Anda pikir pengguna ini melanggar %(linkTagStart)sKebijakan Pengaya Mozilla%(linkTagEnd)s, silakan laporan pengguna ini kepada Mozilla.
pa_in: ਜੇ ਤੁਸੀਂ ਸੋਚਦੇ ਹੋ ਕਿ ਇਹ ਵਰਤੋਂ %(linkTagStart)s ਮੋਜ਼ੀਲਾ ਦੀ ਐਡ-ਆਨ ਨੀਤੀਆਂ %(linkTagEnd)s ਦੀ ਉਲੰਘਣਾ ਕਰ ਰਿਹਾ ਹੈ ਤਾਂ ਮੋਜ਼ੀਲਾ ਨੂੰ ਇਸ ਵਰਤੋਂਕਾਰ ਬਾਰੇ ਰਿਪੋਰਟ ਕਰੋ।
sl: Če sumite, da ta uporabnik krši %(linkTagStart)sMozilline pravilnike za dodatke%(linkTagEnd)s, ga prijavite Mozilli.
sq: Nëse mendoni se ky përdorues cenon %(linkTagStart)srregullat e Mozilla-s mbi shtesat%(linkTagEnd)s, ju lutemi, raportojeni këtë përdorues te Mozilla.

source: Please don't use this form to report bugs or contact this user; your report will only be sent to Mozilla and not to this user.
ar: نرجوك ألا تستخدم هذه الاستمارة للإبلاغ عن العلل أو للتواصل مع المستخدم، فهذا التقرير سيُرسل إلى موزيلا فحسب وليس إلى المستخدم.
bs: Molimo vas ne koristite ovaj obrazac za prijavu grešaka ili za kontaktiranje ovog korisnika; vaša prijava može biti poslana samo Mozilli, a ne ovom korisniku.
he: נא לא להשתמש בטופס זה כדי לדווח על תקלות או כדי ליצור קשר עם משתמש זה; הדיווח שלך יישלח ל־Mozilla ולא למשתמש זה.
id: Jangan gunakan formulir ini untuk melaporkan bug atau menghubungi pengguna ini; laporan Anda hanya akan dikirimkan kepada Mozilla, bukan kepada pengguna ini.
pa_in: ਬੱਗ ਦੀ ਰਿਪੋਰਟ ਕਰਨ ਲਈ ਜਾਂ ਇਸ ਵਰਤੋਂਕਾਰ ਨਾਲ ਸੰਪਰਕ ਕਰਨ ਲਈ ਇਸ ਫਾਰਮ ਦੀ ਵਰਤੋਂ ਨਾ ਕਰੋ; ਤੁਹਾਡੀ ਰਿਪੋਰਟ ਸਿਰਫ ਮੋਜ਼ੀਲਾ ਨੂੰ ਭੇਜੀ ਜਾਵੇਗੀ ਨਾ ਕਿ ਇਸ ਵਰਤੋਂਕਾਰ ਨੂੰ।
sl: Ne uporabljajte tega obrazca za poročanje o napakah ali za pošiljanje sporočil uporabniku; poročilo bo poslano Mozilli in ne njemu.
sq: Ju lutemi, mos e përdorni këtë formular për njoftime të metash ose për t’u lidhur me këtë përdorues; ky raport do t’i dërgohet Mozilla-s dhe jo këtij përdoruesi.

source: Explain how this user is violating our policies.
ar: اشرح كيفية انتهاك هذا المستخدم لسياساتنا.
bs: Objasnite kako ovaj korisnik krši naša pravila.
he: נא לפרט כיצד משתמש זה מפר את המדיניות שלנו.
id: Jelaskan bagaimana pengguna ini melanggar ketentuan kami.
pa_in: ਦੱਸੋ ਕਿ ਇਹ ਵਰਤੋਂਕਾਰ ਸਾਡੀਆਂ ਨੀਤੀਆਂ ਦੀ ਉਲੰਘਣਾ ਕਿਵੇਂ ਕਰ ਰਿਹਾ ਹੈ।
sl: Opišite, kako ta uporabnik krši naše pravilnike.
sq: Shpjegoni se si i cenon ky përdorues rregullat tona.

source: You reported this user for abuse
ar: أبلغتَ بأن هذا المستخدم يُسيء الاستخدام
bs: Prijavili ste ovog korisnika za zlostavljanje
he: דיווחת על משתמש זה בגין שימוש לרעה
id: Anda telah melaporkan pengguna ini atas penyalahgunaan
pa_in: ਤੁਸੀਂ ਦੁਰਵਿਵਹਾਰ ਲਈ ਇਸ ਵਰਤੋਂਕਾਰ ਦੀ ਰਿਪੋਰਟ ਕੀਤੀ
sl: Tega uporabnika ste prijavili zaradi zlorabe
sq: E raportuat këtë përdorues për shpërdorim
te: ఈ వాడుకరిని మీరు దుర్వినియోగం క్రింద నివేదించారు

source: Operating System
ar: نظام التشغيل
az: Əməliyyat Sistemi
bn_bd: অপারেটিং সিস্টেম
bs: Operativni sistem
fa: سیستم‌عامل
he: מערכת הפעלה
id: Sistem Operasi
pa_in: ਓਪਰੇਟਿੰਗ ਸਿਸਟਮ
sl: Operacijski sistem
sq: Sistem Operativ
te: ఆపరేటింగ్ సిస్టమ్

source: Add-ons for Firefox
ar: إضافات فيرفكس
az: Firefox üçün Əlavələr
bn_bd: Firefox এর জন্য অ্যাড-অন
bs: Dodaci za Firefox
fa: افزونه‌های فایرفاکس
ga_ie: Breiseáin Firefox
he: תוספות עבור Firefox
id: Pengaya untuk Firefox
pa_in: ਫਾਇਰਫਾਕਸ ਲਈ ਐਡ-ਆਨ
sl: Dodatki za Firefox
sq: Shtesa për Firefox-in
te: Firefox యొక్క పొడిగింతలు

source: for Android
ar: لنظام أندرويد
az: Android üçün
bn_bd: Android এর জন্য
bs: za android
fa: برای اندروید
he: עבור אנדרואיד
id: untuk Android
pa_in: ਐਂਡਰਾਈਡ ਲਈ
sl: za Android
sq: për Android
te: Android కోసం

source: Explore
ar: استكشف
az: Kəşf et
bn_bd: উন্মোচন
bs: Istraži
fa: کشف کنید
ga_ie: Taiscéal
he: חקירה
id: Jelajahi
pa_in: ਪੜਚੋਲ
sl: Razišči
sq: Eksploroni
te: అన్వేషణ

source: Sponsored extensions
he: הרחבות ממומנות
sl: Sponzorirane razširitve

source: What is this?
he: מה זה?
sl: Kaj je to?

source: To find add-ons compatible with Firefox for Android, <a href="%(newLocation)s">click here</a>.
sl: Da najdete dodatke, združljive s Firefoxom za Android, <a href="%(newLocation)s">kliknite tukaj</a>.

source: This add-on is not compatible with this browser. Try installing it on Firefox for desktop.
ar: هذه الإضافة غير متوافقة مع هذا المتصفح. حاول تثبيتها على فيرفكس لسطح المكتب.
he: תוספת זו אינה נתמכת על־ידי הדפדפן הזה. ניתן לנסות להתקין אותה על Firefox למחשבים שולחניים.
id: Pengaya ini tidak kompatibel dengan peramban ini. Coba pasang di Firefox untuk desktop.
pa_in: ਇਹ ਐਡ-ਆਨ ਇਸ ਬਰਾਊਜ਼ਰ ਦੇ ਅਨੁਕੂਲ ਨਹੀਂ ਹੈ। ਇਸਨੂੰ ਡੈਸਕਟਾਪ ਲਈ ਫਾਇਰਫਾਕਸ ਉੱਤੇ ਸਥਾਪਤ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
sl: Ta dodatek ni združljiv s tem brskalnikom. Poskusite ga namestiti v Firefox za namizja.
sq: Kjo shtesë s’është e përputhshme me këtë shfletues. Provoni ta instaloni te Firefox-i për desktop.

source: You can install this add-on in the Add-ons Manager. Learn more about <a href="%(newLocation)s">add-ons for Android</a>.
sl: Ta dodatek lahko namestite v upravitelju dodatkov. Več o <a href="%(newLocation)s">dodatkih za Android</a>.

source: Versions blocked: %(min)s to %(max)s.
he: גרסאות חסומות: %(min)s עד %(max)s.
id: Versi yang diblokir: %(min)s hingga %(max)s.
pa_in: ਵਰਜਨ ਬਲੌਕ ਕੀਤੇ: %(min)s ਤੋਂ %(max)s।
sl: Blokirane različice: %(min)s do %(max)s.
sq: Versione të bllokuar: %(min)s to %(max)s.

source: See more popular themes
ar: شاهد المزيد من السمات الشائعة
he: הצגת ערכות נושא פופולריות נוספות
id: Extensi populer lainnya
pa_in: ਵਧੇਰੇ ਪ੍ਰਸਿੱਧ ਥੀਮ ਵੇਖੋ
sl: Več priljubljenih tem
sq: Shihni më tepër tema popullore
te: పొడిగింతలను శోధించు

source: See more popular extensions
ar: طالع المزيد من الامتدادات الشائعة
bs: Vidi više popularnih proširenja
he: הצגת הרחבות פופולריות נוספות
id: Lihat lebih banyak ekstensi populer
pa_in: ਹੋਰ ਹਰਮਨਪਿਆਰੀਆਂ ਇਕਸਟੈਨਸ਼ਨਾਂ ਵੇਖੋ
sl: Več priljubljenih razširitev
sq: Shihni më tepër zgjerime popullore

source: See more enhanced privacy extensions
ar: شاهد المزيد من امتدادات تحسين الخصوصية
he: הצגת הרחבות נוספות לשיפור הפרטיות
id: Lihat lebih banyak ekstensi privasi yang ditingkatkan
pa_in: ਹੋਰ ਵਾਧਾ ਕੀਤੀਆਂ ਪਰਦੇਦਾਰੀ ਇਕਟੈਨਸ਼ਨਾਂ ਵੇਖੋ
sl: Več izboljšanih razširitev za zasebnost
sq: Shihni më tepër zgjerime thellimi privatësie

source: Enhanced privacy extensions
ar: امتدادات تحسين الخصوصية
he: הרחבות לשיפור הפרטיות
id: Ekstensi privasi yang ditingkatkan
pa_in: ਵਾਧਾ ਕੀਤੀਆਂ ਪਰਦੇਦਾਰੀ ਇਕਟੈਨਸ਼ਨਾਂ
sl: Izboljšane razširitve za zasebnost
sq: Zgjerime thellimi privatësie

source: See more recommended password managers
ar: شاهد المزيد من مديري كلمات السر المُقترحة
he: הצגת מנהלי ססמאות מומלצים נוספים
id: Lihat lebih banyak pengelola sandi yang direkomendasikan
pa_in: ਹੋਰ ਸਿਫਾਰਸ਼ ਕੀਤੇ ਪਾਸਵਰਡ ਮੈਨੇਜਰ ਵੇਖੋ
sl: Več priporočenih upraviteljev gesel
sq: Shihni më tepër përgjegjës të rekomanduar fjalëkalimesh

source: Recommended password managers
ar: مديري كلمات السر المُقترحة
he: מנהלי ססמאות מומלצים
id: Pengelola sandi yang direkomendasikan
pa_in: ਸਿਫਾਰਸ਼ੀ ਪਾਸਵਰਡ ਮੈਨੇਜਰ
sl: Priporočeni upravitelji gesel
sq: Përgjegjës të rekomanduar fjalëkalimesh

source: Download Firefox extensions to customize the way you search—everything from privacy-enhanced searching to website-specific searches, image searching, and more.
id: Unduh ekstensi Firefox untuk menyesuaikan cara Anda mencari—mulai dari privasi-pencarian ke situs web yang ditungkatkan-pencarian tertentu, mencari gambar, dan banyak lagi.
pa_in: ਤੁਹਾਡੀ ਖੋਜ ਦੇ ਤਰੀਕੇ ਨੂੰ ਅਨੁਕੂਲਿਤ ਕਰਨ ਲਈ ਫਾਇਰਫਾਕਸ ਇਕਸਟੈਲਸ਼ਨਾਂ ਨੂੰ ਡਾਊਨਲੋਡ ਕਰੋ—ਹਰ ਚੀਜ਼, ਸੁਧਾਰ ਕੀਤੀ ਪਰਦੇਦਾਰੀ ਖੋਜਾਂ ਤੋਂ ਵੈਬਸਾਈਟ-ਵਿਸ਼ੇਸ਼ ਖੋਜਾਂ, ਚਿੱਤਰ ਖੋਜ ਅਤੇ ਹੋਰ ਲਈ।
sl: Prenesite razširitve za Firefox in prilagodite način iskanja – od zasebnega iskanja do iskanja po spletnih straneh, iskanja slik in drugo.
sq: Shkarkoni zgjerime Firefox për të përshtatur mënyrën se si kërkoni — në gjithçka, që nga kërkime me privatësi të thelluar e deri te kërkime brenda një sajti të dhënë, kërkime lidhur me figura, etj.

source: Search Tools
ar: أدوات البحث
az: Axtarış Alətləri
bn_bd: অনুসন্ধান টুল
bs: Pretraživački alati
fa: ابزار جست‌وجو
he: כלי חיפוש
id: Alat Pencarian
pa_in: ਖੋਜ ਸੰਦ
sl: Orodja za iskanje
sq: Mjete Kërkimi
te: శోధన సాధనాలు

source: Reviewer Name
ar: اسم المراجع
he: שם הסוקר
id: Nama Peninjau
pa_in: ਪੜਤਾਲ ਕਰਤਾ ਦਾ ਨਾਂ
sl: Ime pregledovalca
sq: Emër Shqyrtuesi
te: సమీక్షని పేరు

source: Register or Log in
ar: سجّل أو لِج
az: Qeyd və ya Daxil olun
bn_bd: নিবন্ধন করুন বা লগইন করুন
bs: Registruj se ili prijavi
fa: ثبت‌نام یا ورود
he: הרשמה או התחברות
id: Daftar atau Masuk
pa_in: ਰਜਿਸਟਰ ਜਾਂ ਲਾਗਇਨ ਕਰੋ
sl: Registrirajte se ali se prijavite
sq: Regjistrohuni ose Hyni
te: నమోదవ్వండి లేదా ప్రవేశించండి
