Repository: mozilla/addons-frontend
Catalog: locale/*/LC_MESSAGES/amo.po
Languages: ar, az, bg, bn_bd, bs, ca, cs, da, de, el, es, fa, fi, fr, fur, fy_nl, ga_ie, he, hr, hu, ia, id, is, it, ja, ka, kab, ms, nb_no, nl, nn_no, pa_in, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: Publishing reply
ar: يُرسل الرد
az: Cavab nəşr edilir
bg: Публикуване на отговора
bn_bd: উত্তর প্রকাশ করা হচ্ছে
bs: Objavljivanje odgovora
ca: S'està publicant la resposta
cs: Zveřejňování odpovědi
da: Offentliggør svar
de: Antwort wird veröffentlicht
el: Γίνεται δημοσίευση της απάντησης
es: Publicando la respuesta
fa: در حال انتشار پاسخ
fi: Julkaistaan vastaus
fr: Publication de la réponse
fur: Daûr a publicâ la rispueste
fy_nl: Antwurd publisearje
he: התגובה מפורסמת
hr: Objavljivanje odgovora
hu: Válasz közzététele
ia: Publicante responsa
id: Menayangkan balasan
is: Birti svar
it: Pubblicazione risposta in corso…
ja: 返信を公開しています
ka: პასუხის ქვეყნდება
kab: Asuffeɣ n tririt
ms: Menerbitkan balasan
nb_no: Publiserer svar
nl: Antwoord publiceren
nn_no: Publiserer svar
pa_in: ਜਵਾਬ ਪਰਕਾਸ਼ਿਤ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: Wysyłanie odpowiedzi
pt_br: Publicando resposta
pt_pt: A publicar resposta
ro: Se publică răspunsul
ru: Размещение ответа
si: පිළිතුර පළ වෙමින්
sk: Publikujem odpoveď
sl: Objavljanje odgovora
sq: Po botohet përgjigja
sv_se: Publicerar svar
te: ప్రత్యుత్తరం ప్రచురించబడుతొంధి
th: กำลังเผยแพร่การตอบกลับ
tr: Yanıt yayımlanıyor
uk: Публікація відповіді
vi: Đang xuất bản trả lời

source: posted %(linkStart)s%(timestamp)s%(linkEnd)s
ar: نُشرت %(linkStart)s%(timestamp)s%(linkEnd)s
bg: публикувано на %(linkStart)s%(timestamp)s%(linkEnd)s
ca: s'ha publicat %(linkStart)s%(timestamp)s%(linkEnd)s
cs: zveřejněno %(linkStart)s%(timestamp)s%(linkEnd)s
da: skrevet %(linkStart)s%(timestamp)s%(linkEnd)s
de: geschrieben am %(linkStart)s%(timestamp)s%(linkEnd)s
el: δημοσιεύτηκε στις %(linkStart)s%(timestamp)s%(linkEnd)s
es: publicado el %(linkStart)s%(timestamp)s%(linkEnd)s
fi: lähetetty %(linkStart)s%(timestamp)s%(linkEnd)s
fr: mis en ligne : %(linkStart)s%(timestamp)s%(linkEnd)s
fur: publicât ai %(linkStart)s%(timestamp)s%(linkEnd)s
fy_nl: %(linkStart)s%(timestamp)s%(linkEnd)s pleatst
he: מועד פרסום: %(linkStart)s%(timestamp)s%(linkEnd)s
hr: objavljeno %(linkStart)s%(timestamp)s%(linkEnd)s
hu: közzétéve: %(linkStart)s%(timestamp)s%(linkEnd)s
ia: publicate %(linkStart)s%(timestamp)s%(linkEnd)s
id: dikirim %(linkStart)s%(timestamp)s%(linkEnd)s
is: birti %(linkStart)s%(timestamp)s%(linkEnd)s
it: pubblicato il %(linkStart)s%(timestamp)s%(linkEnd)s
ja: 投稿日時: %(linkStart)s%(timestamp)s%(linkEnd)s
ka: თარიღი %(linkStart)s%(timestamp)s%(linkEnd)s
kab: yeffeɣ-d deg %(linkStart)s%(timestamp)s%(linkEnd)s
nb_no: postet %(linkStart)s%(timestamp)s%(linkEnd)s
nl: %(linkStart)s%(timestamp)s%(linkEnd)s geplaatst
nn_no: posta %(linkStart)s%(timestamp)s%(linkEnd)s
pa_in: %(linkStart)s%(timestamp)s%(linkEnd)s ਨੂੰ ਪੋਸਟ ਕੀਤਾ
pl: Data: %(linkStart)s%(timestamp)s%(linkEnd)s
pt_br: publicado %(linkStart)s%(timestamp)s%(linkEnd)s
pt_pt: publicado a %(linkStart)s %(timestamp)s %(linkEnd)s
ro: postat la %(linkStart)s%(timestamp)s%(linkEnd)s
ru: размещено %(linkStart)s%(timestamp)s%(linkEnd)s
si: %(linkStart)s%(timestamp)s%(linkEnd)s පළ කෙරිණි
sk: uverejnené %(linkStart)s%(timestamp)s%(linkEnd)s
sl: objavljeno ob %(linkStart)s%(timestamp)s%(linkEnd)s
sq: postuar më %(linkStart)s%(timestamp)s%(linkEnd)s
sv_se: postad %(linkStart)s%(timestamp)s%(linkEnd)s
th: โพสต์เมื่อ %(linkStart)s%(timestamp)s%(linkEnd)s
tr: gönderilme: %(linkStart)s%(timestamp)s%(linkEnd)s
uk: оприлюднено %(linkStart)s%(timestamp)s%(linkEnd)s
vi: đã đăng %(linkStart)s%(timestamp)s%(linkEnd)s

source: by %(linkUserProfileStart)s%(authorName)s%(linkUserProfileEnd)s, %(linkStart)s%(timestamp)s%(linkEnd)s
ar: كتبها %(linkUserProfileStart)s%(authorName)s%(linkUserProfileEnd)s, %(linkStart)s%(timestamp)s%(linkEnd)s
bg: от %(linkUserProfileStart)s%(authorName)s%(linkUserProfileEnd)s, %(linkStart)s%(timestamp)s%(linkEnd)s
ca: per %(linkUserProfileStart)s%(authorName)s%(linkUserProfileEnd)s, %(linkStart)s%(timestamp)s%(linkEnd)s
cs: od uživatele %(linkUserProfileStart)s%(authorName)s%(linkUserProfileEnd)s, %(linkStart)s%(timestamp)s%(linkEnd)s
da: af %(linkUserProfileStart)s%(authorName)s%(linkUserProfileEnd)s, %(linkStart)s%(timestamp)s%(linkEnd)s
de: von %(linkUserProfileStart)s%(authorName)s%(linkUserProfileEnd)s, %(linkStart)s%(timestamp)s%(linkEnd)s
el: από %(linkUserProfileStart)s%(authorName)s%(linkUserProfileEnd)s, %(linkStart)s%(timestamp)s%(linkEnd)s
fi: kirjoittanut %(linkUserProfileStart)s%(authorName)s%(linkUserProfileEnd)s, %(linkStart)s%(timestamp)s%(linkEnd)s
fr: par %(linkUserProfileStart)s%(authorName)s%(linkUserProfileEnd)s, %(linkStart)s%(timestamp)s%(linkEnd)s
fur: di %(linkUserProfileStart)s%(authorName)s%(linkUserProfileEnd)s, %(linkStart)s%(timestamp)s%(linkEnd)s
fy_nl: troch %(linkUserProfileStart)s%(authorName)s%(linkUserProfileEnd)s, %(linkStart)s%(timestamp)s%(linkEnd)s
he: מאת %(linkUserProfileStart)s%(authorName)s%(linkUserProfileEnd)s, ‏%(linkStart)s%(timestamp)s%(linkEnd)s
hr: od %(linkUserProfileStart)s%(authorName)s%(linkUserProfileEnd)s, %(linkStart)s%(timestamp)s%(linkEnd)s
hu: készítette: %(linkUserProfileStart)s%(authorName)s%(linkUserProfileEnd)s, %(linkStart)s%(timestamp)s%(linkEnd)s
ia: per %(linkUserProfileStart)s%(authorName)s%(linkUserProfileEnd)s, %(linkStart)s%(timestamp)s%(linkEnd)s
id: oleh %(linkUserProfileStart)s%(authorName)s%(linkUserProfileEnd)s, %(linkStart)s%(timestamp)s%(linkEnd)s
is: eftir %(linkUserProfileStart)s%(authorName)s%(linkUserProfileEnd)s, %(linkStart)s%(timestamp)s%(linkEnd)s
it: di %(linkUserProfileStart)s%(authorName)s%(linkUserProfileEnd)s, %(linkStart)s%(timestamp)s%(linkEnd)s
ja: %(linkUserProfileStart)s%(authorName)s%(linkUserProfileEnd)s によるレビュー (%(linkStart)s%(timestamp)s%(linkEnd)s)
ka: მიმომხილველი %(linkUserProfileStart)s%(authorName)s%(linkUserProfileEnd)s, %(linkStart)s%(timestamp)s%(linkEnd)s
kab: sɣur %(linkUserProfileStart)s%(authorName)s%(linkUserProfileEnd)s, %(linkStart)s%(timestamp)s%(linkEnd)s
nb_no: av %(linkUserProfileStart)s%(authorName)s%(linkUserProfileEnd)s, %(linkStart)s%(timestamp)s%(linkEnd)s
nl: door %(linkUserProfileStart)s%(authorName)s%(linkUserProfileEnd)s, %(linkStart)s%(timestamp)s%(linkEnd)s
nn_no: av %(linkUserProfileStart)s%(authorName)s%(linkUserProfileEnd)s, %(linkStart)s%(timestamp)s%(linkEnd)s
pa_in: %(linkUserProfileStart)s%(authorName)s%(linkUserProfileEnd)s%(linkStart)s%(timestamp)s%(linkEnd)s ਵਲੋਂ
pl: Autor: %(linkUserProfileStart)s%(authorName)s%(linkUserProfileEnd)s, %(linkStart)s%(timestamp)s%(linkEnd)s
pt_br: por %(linkUserProfileStart)s%(authorName)s%(linkUserProfileEnd)s, %(linkStart)s%(timestamp)s%(linkEnd)s
pt_pt: por %(linkUserProfileStart)s %(authorName)s %(linkUserProfileEnd)s, %(linkStart)s %(timestamp)s %(linkEnd)s
ro: de %(linkUserProfileStart)s%(authorName)s%(linkUserProfileEnd)s, %(linkStart)s%(timestamp)s%(linkEnd)s
ru: от %(linkUserProfileStart)s%(authorName)s%(linkUserProfileEnd)s, %(linkStart)s%(timestamp)s%(linkEnd)s
si: %(linkUserProfileStart)s%(authorName)s%(linkUserProfileEnd)s වෙතින්, %(linkStart)s%(timestamp)s%(linkEnd)s
sk: autor: %(linkUserProfileStart)s%(authorName)s%(linkUserProfileEnd)s, %(linkStart)s%(timestamp)s%(linkEnd)s
sl: — %(linkUserProfileStart)s%(authorName)s%(linkUserProfileEnd)s, %(linkStart)s%(timestamp)s%(linkEnd)s
sq: nga %(linkUserProfileStart)s%(authorName)s%(linkUserProfileEnd)s, %(linkStart)s%(timestamp)s%(linkEnd)s
sv_se: av %(linkUserProfileStart)s%(authorName)s%(linkUserProfileEnd)s, %(linkStart)s%(timestamp)s%(linkEnd)s
th: โดย %(linkUserProfileStart)s%(authorName)s%(linkUserProfileEnd)s, %(linkStart)s%(timestamp)s%(linkEnd)s
tr: yazan: %(linkUserProfileStart)s%(authorName)s%(linkUserProfileEnd)s, %(linkStart)s%(timestamp)s%(linkEnd)s
uk: від %(linkUserProfileStart)s%(authorName)s%(linkUserProfileEnd)s, %(linkStart)s%(timestamp)s%(linkEnd)s
vi: bởi %(linkUserProfileStart)s%(authorName)s%(linkUserProfileEnd)s, %(linkStart)s%(timestamp)s%(linkEnd)s

source: by %(authorName)s, %(linkStart)s%(timestamp)s%(linkEnd)s
ar: كتبها %(authorName)s, %(linkStart)s%(timestamp)s%(linkEnd)s
ca: per %(authorName)s, %(linkStart)s%(timestamp)s%(linkEnd)s
cs: od uživatele %(authorName)s, %(linkStart)s%(timestamp)s%(linkEnd)s
da: af %(authorName)s, %(linkStart)s%(timestamp)s%(linkEnd)s
de: von %(authorName)s, %(linkStart)s%(timestamp)s%(linkEnd)s
el: από %(authorName)s, %(linkStart)s%(timestamp)s%(linkEnd)s
es: por %(authorName)s, el %(linkStart)s%(timestamp)s%(linkEnd)s
fi: kirjoittanut %(authorName)s, %(linkStart)s%(timestamp)s%(linkEnd)s
fr: par %(authorName)s, %(linkStart)s%(timestamp)s%(linkEnd)s
fy_nl: troch %(authorName)s, %(linkStart)s%(timestamp)s%(linkEnd)s
he: מאת %(authorName)s, ‏%(linkStart)s%(timestamp)s%(linkEnd)s
hr: %(authorName)s, %(linkStart)s%(timestamp)s%(linkEnd)s
hu: készítette: %(authorName)s, %(linkStart)s%(timestamp)s%(linkEnd)s
ia: per %(authorName)s, %(linkStart)s%(timestamp)s%(linkEnd)s
id: oleh %(authorName)s, %(linkStart)s%(timestamp)s%(linkEnd)s
is: eftir %(authorName)s, %(linkStart)s%(timestamp)s%(linkEnd)s
it: di %(authorName)s, %(linkStart)s%(timestamp)s%(linkEnd)s
ja: %(authorName)s によるレビュー (%(linkStart)s%(timestamp)s%(linkEnd)s)
ka: მიმომხილველი %(authorName)s, %(linkStart)s%(timestamp)s%(linkEnd)s
kab: sɣur %(authorName)s, %(linkStart)s%(timestamp)s%(linkEnd)s
nb_no: av %(authorName)s, %(linkStart)s%(timestamp)s%(linkEnd)s
nl: door %(authorName)s, %(linkStart)s%(timestamp)s%(linkEnd)s
nn_no: av %(authorName)s, %(linkStart)s%(timestamp)s%(linkEnd)s
pa_in: %(authorName)s, %(linkStart)s%(timestamp)s%(linkEnd)s ਵਲੋਂ
pl: Autor: %(authorName)s, %(linkStart)s%(timestamp)s%(linkEnd)s
pt_br: por %(authorName)s, %(linkStart)s%(timestamp)s%(linkEnd)s
pt_pt: por %(authorName)s, a %(linkStart)s%(timestamp)s%(linkEnd)s
ro: de %(authorName)s, %(linkStart)s%(timestamp)s%(linkEnd)s
ru: от %(authorName)s, %(linkStart)s%(timestamp)s%(linkEnd)s
si: %(authorName)s වෙතින්, %(linkStart)s%(timestamp)s%(linkEnd)s
sk: autor: %(authorName)s, %(linkStart)s%(timestamp)s%(linkEnd)s
sl: — %(authorName)s, %(linkStart)s%(timestamp)s%(linkEnd)s
sq: nga %(authorName)s, %(linkStart)s%(timestamp)s%(linkEnd)s
sv_se: av %(authorName)s, %(linkStart)s%(timestamp)s%(linkEnd)s
te: %(authorName)s చే, %(linkStart)s%(timestamp)s%(linkEnd)s
th: โดย %(authorName)s, %(linkStart)s%(timestamp)s%(linkEnd)s
tr: yazan: %(authorName)s, %(linkStart)s%(timestamp)s%(linkEnd)s
uk: від %(authorName)s, %(linkStart)s%(timestamp)s%(linkEnd)s
vi: bởi %(authorName)s, %(linkStart)s%(timestamp)s%(linkEnd)s

source: Deleting…
ar: يحذف…
az: Silinir…
bg: Изтриване…
ca: S’està suprimint…
cs: Mazání…
da: Sletter…
de: Wird gelöscht…
el: Διαγραφή…
es: Eliminando…
fi: Poistetaan…
fr: Suppression…
fur: Daûr a eliminâ…
fy_nl: Fuortsmite…
he: מתבצעת מחיקה…
hr: Brisanje …
hu: Törlés…
ia: Deletion…
id: Menghapus…
is: Eyði…
it: Eliminazione in corso…
ja: 削除中…
ka: იშლება…
kab: Tukksa...
ms: Membuang…
nb_no: Sletter…
nl: Verwijderen…
nn_no: Slettar…
pa_in: …ਹਟਾਇਆ ਜਾ ਰਿਹਾ ਹੈ
pl: Usuwanie…
pt_br: Excluindo…
pt_pt: A apagar…
ro: Se șterge…
ru: Удаление…
si: මැකෙමින්…
sk: Odstraňovanie…
sl: Brisanje …
sq: Po fshihet…
sv_se: Tar bort…
te: తొలగిస్తోంది…
th: กำลังลบ…
tr: Siliniyor…
uk: Видалення…
vi: Đang xóa…

source: Reply to this review
ar: رُد على هذه المراجعة
az: Bu rəyi cavabla
bg: Отговаряне на отзива
bn_bd: এই রিভিউ এর উত্তর দিন
bs: Odgovori na ovu recenziju
ca: Respon a aquesta ressenya
cs: Odpovědět na recenzi
da: Svar på denne anmeldelse
de: Auf diese Bewertung antworten
el: Απάντηση στην κριτική
es: Responder a esta revisión
fa: پاسخ به این بازخورد
fi: Vastaa tähän arvioon
fr: Répondre à cet avis
fur: Rispuint a cheste recension
fy_nl: Dizze beoardieling beantwurdzje
he: תגובה לסקירה זו
hr: Odgovori na ovu recenziju
hu: Válasz ehhez az értékeléshez
ia: Responder a iste recension
id: Balas ulasan ini
is: Svara þessari umsögn
it: Rispondi a questa recensione
ja: このレビューに返信
ka: პასუხი მიმოხილვაზე
kab: Err i ucegger-agi
ms: Balas untuk ulasan ini
nb_no: Svar på denne omtalen
nl: Deze beoordeling beantwoorden
nn_no: Svar på denne vurderinga
pa_in: ਇਸ ਪੜਤਾਲ ਦਾ ਜਵਾਬ ਦਿਓ
pl: Odpowiedz na tę recenzję
pt_br: Responder esta análise
pt_pt: Responder a esta análise
ro: Răspunde la această recenzie
ru: Ответить на отзыв
si: සමාලෝචනයට පිළිතුරු දෙන්න
sk: Odpovedať na recenziu
sl: Odgovori na to oceno
sq: Përgjigjjuni këtij shqyrtimi
sv_se: Svara på den här recensionen
te: ఈ సమీక్షకి స్పందించు
th: ตอบกลับบทวิจารณ์นี้
tr: Bu incelemeyi yanıtla
uk: Відповісти на цей відгук
vi: Trả lời đánh giá này

source: This rating or review has been deleted. You are only seeing it because of elevated permissions.
ar: تم حذف هذا التقييم أو هذه المراجعة. أنت تراه فقط بسبب صلاحيات مرتفعة.
bg: Този отзив или тази оценка са изтрити. Виждате го само поради това, че раполагате с повишени разрешения.
ca: S'ha suprimit aquesta valoració o ressenya. Podeu veure-la perquè teniu permisos elevats.
cs: Toto hodnocení nebo recenze byla odstraněna. Vy je vidíte jen díky vyšším oprávněním.
da: Denne bedømmelse eller anmeldelse er blevet slettet. Du ser den kun på grund af forhøjede tilladelser.
de: Diese Bewertung wurde gelöscht. Sie sehen ihn nur wegen der höheren Berechtigung.
el: Αυτή η αξιολόγηση ή κριτική έχει διαγραφεί. Τη βλέπετε μόνο επειδή έχετε αυξημένα δικαιώματα.
es: Se ha eliminado esta valoración o comentario. Solo la ves porque tienes permisos suficientes.
fi: Tämä arvio tai arvostelu on poistettu. Näet sen vain, koska sinulla on korotetut oikeudet.
fr: Cette évaluation ou critique a été supprimée. Vous la voyez uniquement parce que vous avez des privilèges élevés.
fur: Cheste valutazion o recension e je stade eliminade. Tu viodis chest messaç dome parcè che tu âs permès speciâi.
fy_nl: Dizze wurdearring of beoardieling is fuortsmiten. Jo sjogge dit allinnich omdat jo mear tagongsrjochten hawwe.
he: הדירוג או הסקירה הזו נמחקה. הסיבה שהיא מופיעה בפניך היא שיש לך רמת הרשאות מספיקה.
hr: Ova ocjena ili recenzija je izbrisana. Vidiš ih samo zbog povlaštenih dozvola.
hu: Ez az értékelés törölve lett. Csak azért látja, mert emelt szintű jogosultságokkal rendelkezik.
ia: Iste evalutation o recension ha essite delite. Tu lo vide solmente a causa de permissiones elevate.
id: Peringkat atau ulasan ini telah dihapus. Anda melihatnya hanya karena memiliki izin yang lebih tinggi.
is: Þessari einkunn eða umsögn hefur verið eytt. Þú sérð þetta aðeins vegna aukinna heimilda.
it: Questa valutazione o recensione è stata eliminata. Visualizzi questo messaggio solo perché possiedi autorizzazioni speciali.
ja: この評価またはレビューは削除されました。これは、あなたが昇格された権限を持っているため表示されています。
ka: ეს შეფასება ან მიმოხილვა წაშლილია. თქვენ ხედავთ იმიტომ, რომ აღმატებული უფლებები გაგაჩნიათ.
kab: Aktazal-a neɣ asenqed-a yettwakkes. Ad tettawalid-t acku ɣur-k tisirag meqqren.
nb_no: Denne vudering eller omtalen har blitt slettet. Du ser den bare på grunn av forhøyede tillatelser.
nl: Deze waardering of beoordeling is verwijderd. U ziet deze alleen omdat u meer toegangsrechten hebt.
nn_no: Denne rangeringa eller vurderinga er sletta. Du ser henne berre på grunn av forhøgde løyve.
pa_in: ਇਹ ਰੇਟਿੰਗ ਜਾਂ ਸਮੀਖਿਆ ਨੂੰ ਹਟਾ ਦਿੱਤਾ ਗਿਆ ਹੈ। ਉੱਚੇ ਅਧਿਕਾਰਾਂ ਦੇ ਕਾਰਨ ਤੁਸੀਂ ਇਸ ਨੂੰ ਕੇਵਲ ਦੇਖ ਰਹੇ ਹੋ।
pl: Ta ocena lub recenzja została usunięta. Widzisz ją tylko z powodu podwyższonych uprawnień.
pt_br: Esta análise ou avaliação foi excluída. Você só a está vendo devido a permissões elevadas.
pt_pt: Esta avaliação ou análise foi apagada. Apenas a está a ver por causa de permissões elevadas.
ro: Evaluarea sau recenzia a fost ștearsă. O vezi numai pentru că ai permisiuni de nivel ridicat.
ru: Эту оценку или отзыв кто-то удалил. Вы видите только из-за повышенных разрешений.
si: මෙම ඇගැයුම හෝ සමාලෝචනය මකා දමා ඇත. ඉහළ අවසර තිබෙන නිසා ඔබ පමණක් දකියි.
sk: Toto hodnotenie alebo recenzia už neexistuje. Vidíte ho len vďaka vašim oprávneniam.
sl: Ta ocena je bila izbrisana. Vidite jo samo zaradi povišanih dovoljenj.
sq: Ky vlerësim apo shqyrtim është fshirë. Po e shihni vetëm ngaqë keni leje të fuqishme.
sv_se: Denna bedömning eller recension har tagits bort. Du ser bara det på grund av förhöjda behörigheter.
th: ลบการจัดอันดับหรือบทวิจารณ์นี้แล้ว คุณเห็นได้เนื่องจากมีสิทธิอนุญาตระดับสูง
tr: Bu puan veya inceleme silinmiş. Ek izinleriniz nedeniyle bunu görebiliyorsunuz.
uk: Цю оцінку чи відгук було видалено. Ви бачите його лише тому, що маєте підвищені привілеї.
vi: Đánh giá hoặc đánh giá này đã bị xóa. Bạn chỉ nhìn thấy nó bởi các quyền cao hơn.

source: Write a review
ar: اكتُب مراجعة
az: Rəy yazın
bg: Писане на отзив
bn_bd: পর্যালোচনা লিখুন
bs: Napiši recenziju
ca: Escriu una ressenya
cs: Napsat recenzi
da: Skriv en anmeldelse
de: Schreiben Sie eine Bewertung
el: Γράψτε μια κριτική
es: Escribe un comentario
fa: یک بررسی بنویسید
fi: Kirjoita arvio
fr: Rédigez un avis
fur: Scrîf une recension
fy_nl: In beoardieling skriuwe
ga_ie: Scríobh léirmheas
he: כתיבת סקירה
hr: Napiši recenziju
hu: Értékelés írása
ia: Scribe un recension
id: Tulis ulasan
is: Skrifa umsögn
it: Scrivi una recensione
ja: レビューを書く
ka: დაწერეთ მიმოხილვა
kab: Aru acegger
ms: Tulis ulasan
nb_no: Skriv en omtale
nl: Schrijf een beoordeling
nn_no: Skriv ei vurdering
pa_in: ਪੜਤਾਲ ਲਿਖੋ
pl: Napisz recenzję
pt_br: Escreva uma análise
pt_pt: Escreva uma revisão
ro: Scrie o recenzie
ru: Написать отзыв
si: සමාලෝචනයක් ලියන්න
sk: Napísať recenziu
sl: Napišite oceno
sq: Shkruani një shqyrtim
sv_se: Skriv en recension
te: సమీక్షను వ్రాయండి
th: เขียนบทวิจารณ์
tr: İnceleme yazın
uk: Напишіть відгук
vi: Viết đánh giá

source: Write about your experience with this add-on.
ar: تكتب عن تجربتك مع هذه الإضافة.
az: Bu əlavə ilə təcrübəniz haqqında yazın.
bg: Опишете вашия опит си с тази добавка.
ca: Escriviu sobre la vostra experiència amb aquest complement.
cs: Popište své zkušenosti s tímto doplňkem.
da: Skriv om din oplevelse af tilføjelsen.
de: Schreiben Sie über Ihr Erlebnis mit diesem Add-on.
el: Γράψτε σχετικά με την εμπειρία σας με το πρόσθετο αυτό.
es: Escribe tu opinión sobre este complemento.
fi: Kirjoita kokemuksistasi tämän lisäosan kanssa.
fr: Écrivez à propos de votre expérience d’utilisation de ce module.
fur: Descrîf la tô esperience cun chest component adizionâl.
fy_nl: Skriuw oer jo ûnderfining mei dizze add-on.
he: נא לכתוב את הרשמים שלך מהתוספת הזו.
hr: Opiši svoje iskustvo s ovim dodatkom.
hu: Írjon a kiegészítővel szerzett tapasztalatairól.
ia: Describe tu experientia con iste additivo.
id: Tulis pengalaman Anda dengan pengaya ini.
is: Skrifaðu um reynslu þína af þessari viðbót.
it: Descrivi la tua esperienza con il componente aggiuntivo.
ja: このアドオンを使った感想を書きましょう。
ka: დაწეროთ თქვენი გამოცდილების შესახებ დამატებით სარგებლობასთან დაკავშირებით.
kab: Aru-d qef termit-ik akked uzegrir-a.
ms: Tulis pengalaman anda menggunakan add-on ini.
nb_no: Skriv om din erfaring med dette tillegget.
nl: Schrijf over uw ervaring met deze add-on.
nn_no: Skriv om røynslene dine med dette tillegget.
pa_in: ਇਸ ਐਡ-ਆਨ ਨਾਲ ਆਪਣਾ ਅਨੁਭਵ ਲਿਖੋ।
pl: Napisz o swoich wrażeniach z tym dodatkiem.
pt_br: Escreva sobre a sua experiência com esta extensão.
pt_pt: Escreva acerca da sua experiência com este extra.
ro: Scrie despre experiența ta cu acest supliment.
ru: Напишите о своём опыте работы с этим дополнением.
si: මෙම එක්කහුව ගැන ඔබගේ අත්දැකීම් ලියන්න.
sk: Povedzte nám o vašej skúsenosti s týmto doplnkom.
sl: Opišite svoje izkušnje s tem dodatkom.
sq: Shkruani rreth përvojës tuaj me këtë shtesë.
sv_se: Skriv om dina erfarenheter av detta tillägg.
te: ఈ పొడగింతతో మీ అనుభవం గురించి వ్రాయండి.
th: เขียนเกี่ยวกับประสบการณ์ของคุณกับส่วนเสริมนี้
tr: Bu eklentiyle ilgili deneyimlerinizi yazın.
uk: Напишіть про свій досвід з використання цього додатка.
vi: Viết về trải nghiệm của bạn với tiện ích này.

source: Submit review
ar: قدّم المراجعة
az: Rəyi göndər
bg: Писане на отзив
bn_bd: পর্যালোচনা লিখুন
bs: Pošalji recenziju
ca: Envia la ressenya
cs: Přidat recenzi
da: Indsend anmeldelse
de: Bewertung abschicken
el: Υποβολή κριτικής
es: Enviar comentario
fa: ثبت بازخورد
fi: Lähetä arvio
fr: Envoyer l’avis
fur: Mande recension
fy_nl: Beoardieling yntsjinje
ga_ie: Seol an léirmheas
he: שליחת סקירה
hr: Pošalji recenziju
hu: Értékelés beküldése
ia: Inviar recension
id: Kirim ulasan
is: Senda inn umsögn
it: Invia recensione
ja: レビューを送信
ka: მიმოხილვის გაგზავნა
kab: Azen acegger
ms: Hantar ulasan
nb_no: Send inn omtale
nl: Beoordeling indienen
nn_no: Send inn vurderinga
pa_in: ਪੜਤਾਲ ਭੇਜੋ
pl: Wyślij recenzję
pt_br: Enviar análise
pt_pt: Submeter análise
ro: Trimite recenzia
ru: Отправить отзыв
si: සමාලෝචනය යොමන්න
sk: Odoslať recenziu
sl: Objavi oceno
sq: Parashtroni shqyrtim
sv_se: Skicka in recension
te: సమీక్షను సమర్పించండి
th: ส่งบทวิจารณ์
tr: İncelemeyi gönder
uk: Відправити відгук
vi: Gửi đánh giá

source: Submitting review
ar: تقديم المراجعة
az: Rəy göndərilir
bg: Изпращане на отзив
ca: S'està enviant la ressenya
cs: Odesílání recenze
da: Indsender anmeldelse
de: Bewertung wird abgeschickt
el: Υποβολή κριτικής
es: Enviando revisión
fi: Lähetetään arviota
fr: Envoyer l’avis
fur: Daûr a mandâ la recension
fy_nl: Beoardieling yntsjinje
he: הסקירה נשלחת
hr: Slanje recenzije
hu: Értékelés beküldése
ia: Invio de recension in curso
id: Mengirim ulasan
is: Sendi inn umsögn
it: Invio recensione in corso…
ja: レビューを送信
ka: მიმოხილვის გაგზავნა
kab: Azen aceggir
ms: Menghantar ulasan
nb_no: Sender inn omtale
nl: Beoordeling indienen
nn_no: Sender inn vurderinga
pa_in: ਪੜਤਾਲ ਭੇਜੀ ਜਾ ਰਹੀ ਹੈ
pl: Wysyłanie recenzji
pt_br: Enviando análise
pt_pt: A submeter a análise
ro: Se trimite recenzia
ru: Отправка отзыва
si: සමාලෝචනය යොමු වෙමින්
sk: Odosielanie recenzie
sl: Objavljanje ocene
sq: Po parashtrohet shqyrtimi
sv_se: Skickar in recension
te: సమీక్షను సమర్పిస్తున్నాం
th: กำลังส่งบทวิจารณ์
tr: İnceleme gönderiliyor
uk: Відправлення відгуку
vi: Đang gửi đánh giá

source: Update review
ar: حدّث المراجعة
az: Rəyi yenilə
bg: Обновяване на отзив
ca: Actualitza la ressenya
cs: Aktualizovat recenzi
da: Opdater anmeldelse
de: Bewertung aktualisieren
el: Ενημέρωση κριτικής
es: Actualizar revisión
fi: Päivitä arvio
fr: Mettre à jour l’avis
fur: Inzorne recension
fy_nl: Wurdearring bywurkje
he: עדכון סקירה
hr: Aktualiziraj recenziju
hu: Értékelés frissítése
ia: Actualisar le recension
id: Perbarui tinjauan
is: Uppfæra umsögn
it: Aggiorna recensione
ja: レビューを更新
ka: მიმოხილვის განახლება
kab: Beddel tikti
ms: Kemas kini ulasan
nb_no: Oppdater omtale
nl: Beoordeling bijwerken
nn_no: Oppdater vurdering
pa_in: ਪੜਤਾਲ ਅੱਪਡੇਟ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ
pl: Aktualizuj recenzję
pt_br: Atualizar análise
pt_pt: Atualizar análise
ro: Actualizează recenzia
ru: Обновить отзыв
si: සමාලෝචනය යාවත්කාලය
sk: Aktualizovať recenziu
sl: Posodobi oceno
sq: Përditësoni shqyrtimin
sv_se: Uppdatera recension
te: సమీక్షను తాజాకరించు
th: อัปเดตบทวิจารณ์
tr: İncelemeyi güncelle
uk: Оновити відгук
vi: Cập nhật đánh giá
