Repository: mozilla/addons-frontend
Catalog: locale/*/LC_MESSAGES/amo.po
Languages: ar, az, bg, bn_bd, bs, ca, cs, da, de, el, es, fa, fi, fr, fur, fy_nl, ga_ie, he, hr, hu, ia, id, is, it, ja, ka, kab, ms, nb_no, nl, nn_no, pa_in, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: Recommended add-ons
ar: الإضافات المُقترحة
bg: Препоръчани добавки
ca: Complements recomanats
cs: Doporučené doplňky
da: Anbefalede tilføjelser
de: Empfohlene Add-ons
el: Προτεινόμενα πρόσθετα
es: Complementos recomendados
fi: Suositellut lisäosat
fr: Modules recommandés
fur: Components adizionâi conseâts
fy_nl: Oanrekommandearre add-ons
he: תוספות מומלצות
hr: Preporučeni dodaci
hu: Ajánlott kiegészítők
ia: Additivos recommendate
id: Pengaya yang disarankan
is: Viðbætur sem mælt er með
it: Componenti aggiuntivi consigliati
ja: おすすめのアドオン
ka: სასურველი დამატებები
kab: Izegrar yelhan
nb_no: Anbefalte tillegg
nl: Aanbevolen add-ons
nn_no: Tilrådde tillegg
pa_in: ਸਿਫਾਰਸ਼ੀ ਐਡ-ਆਨ
pl: Polecane dodatki
pt_br: Extensões recomendadas
pt_pt: Extras recomendados
ro: Suplimente recomandate
ru: Рекомендуемые дополнения
si: නිර්දේශිත එක්කහු
sk: Odporúčané doplnky
sl: Priporočeni dodatki
sq: Shtesa të rekomanduara
sv_se: Rekommenderade tillägg
th: ส่วนเสริมที่แนะนำ
tr: Önerilen eklentiler
uk: Рекомендовані додатки
vi: Tiện ích được đề xuất

source: Extensions by Firefox
bg: Разширения от Firefox
ca: Extensions del Firefox
cs: Rozšíření od Firefoxu
da: Udvidelser af Firefox
de: Erweiterungen von Firefox
el: Επεκτάσεις από το Firefox
fi: Laajennukset Firefoxilta
fr: Extensions par Firefox
fur: Estensions di Firefox
fy_nl: Utwreidingen fan Firefox
he: הרחבות מאת Firefox
hr: Firefoxova proširenja
hu: Kiegészítők a Firefoxtól
ia: Extensiones per Firefox
is: Forritsaukar frá Firefox
it: Estensioni di Firefox
ja: Firefox による拡張機能
ka: გაფართოებები, Firefox-ისგან
kab: Isiɣzaf sɣur Firefox
nb_no: Utvidelser fra Firefox
nl: Extensies van Firefox
nn_no: Utvidingar frå Firefox
pl: Rozszerzenia od Firefoksa
pt_br: Extensões feitas pelo Firefox
pt_pt: Extensões do Firefox
ru: Расширения от Firefox
si: ෆයර්ෆොක්ස් වෙතින් දිගු
sk: Rozšírenia od Firefoxu
sl: Firefoxove razširitve
sv_se: Utökningar av Firefox
th: ส่วนขยายโดย Firefox
tr: Resmi Firefox uzantıları
uk: Розширення від Firefox
vi: Tiện ích mở rộng bởi Firefox

source: Themes by Firefox
ca: Temes creats per Firefox
cs: Motivy od Firefoxu
da: Temaer af Firefox
de: Themes von Firefox
el: Θέματα από το Firefox
fi: Teemat Firefoxilta
fr: Thèmes par Firefox
fur: Temis di Firefox
fy_nl: Tema’s fan Firefox
he: ערכות נושא מאת Firefox
hr: Firefoxove teme
hu: Témák a Firefoxtól
ia: Themas per Firefox
is: Þemu frá Firefox
it: Temi di Firefox
ja: Firefox のテーマ
ka: თემები, გთავაზობთ Firefox
kab: Isental sɣur Firefox
nb_no: Temaer fra Firefox
nl: Thema’s van Firefox
nn_no: Tema frå Firefox
pl: Motywy od Firefoksa
pt_br: Temas feitos pelo Firefox
pt_pt: Temas do Firefox
ru: Темы от Firefox
si: ෆයර්ෆොක්ස් වෙතින් තේමා
sk: Témy vzhľadu od Firefoxu
sl: Firefoxove teme
sv_se: Teman från Firefox
th: ชุดรูปแบบโดย Firefox
tr: Resmi Firefox temaları
uk: Теми від Firefox
vi: Chủ đề bởi Firefox

source: Add-ons by Firefox
ca: Complements creats per Firefox
cs: Doplňky od Firefoxu
da: Tilføjelser af Firefox
de: Add-ons von Firefox
el: Πρόσθετα από το Firefox
fi: Lisäosat Firefoxilta
fr: Modules par Firefox
fur: Components adizionâi di Firefox
fy_nl: Add-ons fan Firefox
he: תוספות מאת Firefox
hr: Firefoxovi dodaci
hu: Kiegészítők a Firefoxtól
ia: Additivos per Firefox
is: Viðbætur frá Firefox
it: Componenti aggiuntivi di Firefox
ja: Firefox のアドオン
ka: დამატებები, Firefox-ისგან
kab: Izegrar sɣur Firefox
nb_no: Tillegg fra Firefox
nl: Add-ons van Firefox
nn_no: Tillegg frå Firefox
pl: Dodatki od Firefoksa
pt_br: Extensões feitas pelo Firefox
pt_pt: Extras do Firefox
ru: Дополнения от Firefox
si: ෆයර්ෆොක්ස් වෙතින් එක්කහු
sk: Doplnky od Firefoxu
sl: Firefoxovi dodatki
sv_se: Tillägg från Firefox
th: ส่วนเสริมโดย Firefox
tr: Resmi Firefox eklentileri
uk: Додатки від Firefox
vi: Tiện ích bởi Firefox

source: Reviewed extensions
ca: Extensions revisades
cs: Zkontrolovaná rozšíření
da: Tjekkede udvidelser
de: Überprüfte Erweiterungen
el: Ελεγμένες επεκτάσεις
fi: Katselmoidut laajennukset
fr: Extensions examinées
fur: Estensions revisionadis
fy_nl: Beoardiele útwreidingen
he: הרחבות שנסקרו
hr: Pregledana proširenja
hu: Értékelt kiegészítők
ia: Extensiones revidite
is: Yfirfarnir forritsaukar
it: Estensioni revisionate
ja: レビューされた拡張機能
ka: მიმოხილული გაფართოებები
kab: Isiɣzaf yettuceggren
nb_no: Gjennomgåtte utvidelser
nl: Beoordeelde extensies
nn_no: Gjennomgåtte utvidingar
pl: Sprawdzone rozszerzenia
pt_br: Extensões revisadas
pt_pt: Extensões revistas
ru: Проверенные расширения
si: සමාලෝචිත දිගු
sk: Skontrolované rozšírenia
sl: Pregledane razširitve
sv_se: Granskade utökningar
th: ส่วนขยายที่ตรวจทานแล้ว
tr: İncelenmiş uzantılar
uk: Переглянуті розширення
vi: Tiện ích mở rộng được đề xuất

source: Reviewed themes
ca: Temes revisats
cs: Zkontrolované vzhledy
da: Tjekkede temaer
de: Überprüfte Themes
el: Ελεγμένα θέματα
fi: Katselmoidut teemat
fr: Thèmes examinés
fur: Temis revisionâts
fy_nl: Beoardiele tema’s
he: ערכות נושא שנסקרו
hr: Pregledane teme
hu: Értékelt témák
ia: Themas revidite
is: Yfirfarin þemu
it: Temi revisionati
ja: レビューされたテーマ
ka: მიმოხილული თემები
kab: Isental yettuceggren
nb_no: Gjennomgåtte temaer
nl: Beoordeelde thema’s
nn_no: Gjennomgåtte tema
pl: Sprawdzone motywy
pt_br: Temas revisados
pt_pt: Temas revistos
ru: Проверенные темы
si: සමාලෝචිත තේමා
sk: Skontrolované témy vzhľadu
sl: Pregledane teme
sv_se: Granskade teman
th: ชุดตกแต่งที่ตรวจทานแล้ว
tr: İncelenmiş temalar
uk: Переглянуті теми
vi: Chủ đề đã xem xét

source: Reviewed add-ons
ca: Complements revisats
cs: Zkontrolované doplňky
da: Tjekkede tilføjelser
de: Überprüfte Add-ons
el: Ελεγμένα πρόσθετα
fi: Katselmoidut lisäosat
fr: Modules examinés
fur: Components adizionâi revisionâts
fy_nl: Beoardiele add-ons
he: תוספות שנסקרו
hr: Pregledani dodaci
hu: Értékelt kiegészítők
ia: Additivos revidite
is: Yfirfarnar viðbætur
it: Componenti aggiuntivi revisionati
ja: レビューされたアドオン
ka: მიმოხილული დამატებები
kab: Izegrar yettuceggren
nb_no: Gjennomgåtte utvidelser
nl: Beoordeelde add-ons
nn_no: Gjennomgåtte utvidingar
pl: Sprawdzone dodatki
pt_br: Extensões revisadas
pt_pt: Extras revistos
ru: Проверенные дополнения
si: සමාලෝචිත එක්කහු
sk: Skontrolované doplnky
sl: Pregledani dodatki
sv_se: Granskade tillägg
th: ส่วนเสริมที่ตรวจทานแล้ว
tr: İncelenmiş eklentiler
uk: Переглянуті додатки
vi: Tiện ích đã xem xét

source: Trending extensions
ar: الامتدادات المُتداولة
az: Trenddəki uzantılar
bg: Популярни разширения
bn_bd: প্রচলিত এক্সটেনশন
bs: Popularne ekstenzije
ca: Extensions de moda
cs: Právě populární rozšíření
da: Trending udvidelser
de: Aktuell beliebte Erweiterungen
el: Δημοφιλείς επεκτάσεις
es: Extensiones más populares
fa: افزونه‌های داغ
fi: Nousussa olevat laajennukset
fr: Modules vedettes
fur: Estensions di tindince
fy_nl: Oanrekommandearre útwreidingen
he: ההרחבות שמובילות לאחרונה
hr: Proširenja u trendu
hu: Felkapott kiegészítők
ia: Extensiones de tendentia
id: Ekstensi yang sedang populer
is: Forritsaukar á uppleið
it: Ultime tendenze tra le estensioni
ja: 流行の拡張機能
ka: მეტად გავრცელებული გაფართოებები
kab: Isiɣzaf itran
ms: Ekstensi sohor kini
nb_no: Populære utvidelser
nl: Populaire extensies
nn_no: Populære utvidingar
pa_in: ਇਕਸਟੈਨਸ਼ਨਾਂ ਦਾ ਰੁਝਾਨ
pl: Rozszerzenia na czasie
pt_br: Extensões em alta
pt_pt: Extensões em tendência
ro: Extensii în tendințe
ru: Популярные расширения
si: නැගී එන දිගු
sk: Momentálne populárne rozšírenia
sl: Trenutno priljubljene razširitve
sq: Zgjerime në modë
sv_se: Trendiga utökningar
te: ట్రెండవుతూన్న పొడగింతలు
th: ส่วนขยายที่กำลังนิยม
tr: Gündemdeki uzantılar
uk: Популярні розширення
vi: Xu hướng của các tiện ích mở rộng

source: Trending themes
ar: السمات المُتداولة
az: Trenddəki mövzular
bg: Популярни теми
bn_bd: প্রচলিত থিম
bs: Popularne teme
ca: Temes de moda
cs: Právě populární motivy vzhledu
da: Trending temaer
de: Aktuell beliebte Themes
el: Δημοφιλή θέματα
es: Temas más populares
fa: پوسته‌های داغ
fi: Nousussa olevat teemat
fr: Thèmes vedettes
fur: Temis di tindince
fy_nl: Oanrekommandearre tema’s
he: ערכות הנושא שמובילות לאחרונה
hr: Teme u trendu
hu: Felkapott témák
ia: Themas de tendentia
id: Tema yang sedang populer
is: Þemu á uppleið
it: Ultime tendenze tra i temi
ja: 流行のテーマ
ka: ფართოდ გავრცელებული თემები
kab: Isental itran
ms: Tema sohor kini
nb_no: Populære temaer
nl: Populaire thema’s
nn_no: Populære tema
pa_in: ਰੁਝਾਨ ਥੀਮ
pl: Motywy na czasie
pt_br: Temas em alta
pt_pt: Temas em tendência
ro: Teme în tendințe
ru: Популярные темы
si: නැගී එන තේමා
sk: Momentálne populárne témy vzhľadu
sl: Trenutno priljubljene teme
sq: Tema në modë
sv_se: Trendiga teman
te: ట్రెండవుతూన్న అలంకారాలు
th: ชุดรูปแบบที่กำลังนิยม
tr: Gündemdeki temalar
uk: Популярні теми
vi: Chủ đề đang thịnh hành

source: Trending add-ons
ar: إضافات مُتداولة
az: Trenddəki əlavələr
bg: Популярни на добавки
bn_bd: ট্রেন্ডিং অ্যাড-অন
bs: Popularni dodaci
ca: Complements de moda
cs: Právě populární doplňky
da: Trending tilføjelser
de: Aktuell beliebte Add-ons
el: Δημοφιλή πρόσθετα
es: Complementos más populares
fa: افزونه‌های داغ
fi: Nousussa olevat lisäosat
fr: Modules populaires
fur: Components adizionâi di tindince
fy_nl: Populêre add-ons
he: התוספות שמובילות לאחרונה
hr: Dodaci u trendu
hu: Felkapott kiegészítők
ia: Additivos de tendentia
id: Pengaya yang sedang tren
is: Viðbætur á uppleið
it: Ultime tendenze tra i componenti aggiuntivi
ja: 流行のアドオン
ka: ხშირად ჩამოტვირთული დამატებები ამ დროისთვის
kab: Izegrar iɣerfanen
ms: Add-ons sohor kini
nb_no: Populære tillegg
nl: Populaire add-ons
nn_no: Populære utvidingar
pa_in: ਐਡ-ਆਨ ਰੁਝਾਨ
pl: Dodatki na czasie
pt_br: Extensões em alta
pt_pt: Extras em tendência
ro: Suplimente în tendințe
ru: Популярные дополнения
si: නැගී එන එක්කහු
sk: Momentálne populárne doplnky
sl: Trenutno priljubljeni dodatki
sq: Shtesa në modë
sv_se: Trendiga tillägg
te: ట్రెండవుతూన్న యాడ్-ఆన్లు
th: ส่วนเสริมที่กำลังนิยม
tr: Gündemdeki eklentiler
uk: Популярні додатки
vi: Tiện ích thịnh hành

source: Top rated extensions
ar: الامتدادات الأعلى تقييما
az: Ən çox qiymətləndirilən uzantılar
bg: Най-високо оценени разширения
bn_bd: সর্বোচ্চ রেট পাওয়া এক্সটেনশন
bs: Najbolje ocjenjene ekstenzije
ca: Extensions amb millor puntuació
cs: Nejlépe hodnocená rozšíření
da: Bedst bedømte udvidelser
de: Höchstbewertete Erweiterungen
el: Κορυφαίες επεκτάσεις
es: Extensiones más valoradas
fa: افزونه‌های با بیشترین امتیاز
fi: Parhaiten arvioidut laajennukset
fr: Extensions les mieux notées
fur: Estensions plui votadis
fy_nl: Heechst wurdearre útwreidingen
ga_ie: Eisínteachtaí leis na rátálacha is fearr
he: ההרחבות המדורגות ביותר
hr: Najbolje ocijenjena proširenja
hu: Legjobbra értékelt kiegészítők
ia: Le extensiones le melio evalutate
id: Ekstensi peringkat teratas
is: Hátt skrifaðir forritsaukar
it: Estensioni più votate
ja: 最も評価の高い拡張機能
ka: საუკეთესოდ შეფასებული გაფართოებები
kab: Isiɣzaf yettwaszemlen aṭas
ms: Ekstensi tahap tinggi
nb_no: Høyest vurderte utvidelser
nl: Hoogst gewaardeerde extensies
nn_no: Høgast vurderte utvidingar
pa_in: ਸਿਖਰਲੀ ਦਰਜਾਬੰਦੀ ਦੇ ਵਾਧਰੇ
pl: Najwyżej oceniane rozszerzenia
pt_br: Extensões melhor avaliadas
pt_pt: Extensões no top de avaliações
ro: Extensii în topul evaluărilor
ru: Самые высоко оцененные расширения
si: ඉහළ ඇගැයුම් දිගු
sk: Najlepšie hodnotené rozšírenia
sl: Najbolje ocenjene razširitve
sq: Zgjerimet më të vlerësuara
sv_se: Högst rankade utökning
th: ส่วนขยายที่ได้รับการจัดอันดับสูงสุด
tr: En yüksek puanlı uzantılar
uk: Найвище оцінені розширення
vi: Tiện ích mở rộng được đánh giá cao

source: Top rated themes
ar: السمات الأعلى تقييما
az: Ən çox qiymətləndirilən mövzular
bg: Най-високо оценени теми
bn_bd: সর্বোচ্চ রেট পাওয়া থিম
bs: Najbolje ocjenjene teme
ca: Temes amb millor puntuació
cs: Nejlépe hodnocené motivy vzhledu
da: Bedst bedømte temaer
de: Höchstbewertete Themes
el: Πιο υψηλά βαθμολογημένα θέματα
es: Temas más valorados
fa: پوسته‌های با بیشترین امتیاز
fi: Parhaiten arvioidut teemat
fr: Thèmes les mieux notés
fur: Temis plui votâts
fy_nl: Heechst wurdearre tema’s
ga_ie: Téamaí leis na rátálacha is fearr
he: ערכות הנושא המדורגות ביותר
hr: Najbolje ocijenjene teme
hu: Legjobbra értékelt témák
ia: Le themas le melio evalutate
id: Tema peringkat teratas
is: Hátt skrifuð þemu
it: Temi più votati
ja: 最も評価の高いテーマ
ka: საუკეთესოდ შეფასებული თემები
kab: Isental yettwaszemlen aṭas
ms: Tema tahap tinggi
nb_no: Høyest vurderte tema
nl: Hoogst gewaardeerde thema’s
nn_no: Høgst vurderte tema
pa_in: ਸਿਖਰ ਤੇ ਦਿੱਤੇ ਗਏ ਵਿਸ਼ੇ
pl: Najwyżej oceniane motywy
pt_br: Temas melhor avaliados
pt_pt: Temas no top de avaliações
ro: Teme în topul evaluărilor
ru: Самые высоко оцененные темы
si: ඉහළ ඇගැයුම් තේමා
sk: Najlepšie hodnotené témy vzhľadu
sl: Najbolje ocenjene teme
sq: Temat më të vlerësuara
sv_se: Högst rankade teman
te: ఉత్తమంగా రేటైన అలంకారాలు
th: ชุดรูปแบบที่ได้รับการจัดอันดับสูงสุด
tr: En yüksek puanlı temalar
uk: Найвище оцінені теми
vi: Chủ đề được đánh giá cao

source: Top rated add-ons
ar: أعلى الإضافات تقييما
az: Ən çox qiymətləndirilən əlavələr
bg: Най-високо оценени добавки
bn_bd: সর্বোচ্চ রেট পাওয়া অ্যাড-অন
bs: Najbolje ocijenjeni dodaci
ca: Complements amb millor puntuació
cs: Nejlépe hodnocené doplňky
da: Bedst bedømte tilføjelser
de: Höchstbewertete Add-ons
el: Κορυφαία πρόσθετα
es: Complementos mejor valorados
fa: افزونه‌های با بیشترین امتیاز
fi: Parhaiten arvioidut lisäosat
fr: Modules les mieux notés
fur: Components adizionâi plui votâts
fy_nl: Heechst wurdearre add-ons
he: התוספות המדורגות ביותר
hr: Najbolje ocijenjeni dodaci
hu: Legjobbra értékelt kiegészítők
ia: Additivos principal classificate
id: Pengaya peringkat teratas
is: Hátt skrifaðar viðbætur
it: Componenti aggiuntivi più votati
ja: 最も評価の高い拡張機能
ka: საუკეთესოდ შეფასებული დამატებები
kab: Isiɣzaf yettwaszemlen aṭas
ms: Add-ons tahap tinggi
nb_no: Høyest vurderte tillegg
nl: Hoogst gewaardeerde add-ons
nn_no: Høgast vurderte utvidingar
pa_in: ਸਿਖਰ ਤੇ ਐਡ-ਆਨ ਸ਼ਾਮਲ
pl: Najwyżej oceniane dodatki
pt_br: Extensões melhor avaliadas
pt_pt: Extras no top de avaliações
ro: Suplimente în topul evaluărilor
ru: Самые высоко оцененные дополнения
si: ඉහළ ඇගැයුම් එක්කහු
sk: Najlepšie hodnotené doplnky
sl: Najbolje ocenjeni dodatki
sq: Shtesat më të vlerësuara
sv_se: Högst rankade tillägg
te: మేటి పొడిగింతలు
th: ส่วนเสริมที่ได้รับการจัดอันดับสูงสุด
tr: En yüksek puanlı eklentiler
uk: Найвище оцінені додатки
vi: Tiện ích được xếp hạng cao nhất

source: Popular extensions
ar: امتدادات شائعة
az: Məşhur uzantılar
bg: Известни разширения
bn_bd: জনপ্রিয় এক্সটেনশন
bs: Popularne ekstenzije
ca: Extensions populars
cs: Oblíbená rozšíření
da: Populære udvidelser
de: Beliebte Erweiterungen
el: Δημοφιλείς επεκτάσεις
es: Extensiones populares
fa: محبوب‌ترین افزونه‌ها
fi: Suositut laajennukset
fr: Extensions populaires
fur: Estensions popolârs
fy_nl: Populêre útwreidingen
he: הרחבות פופולריות
hr: Popularna proširenja
hu: Népszerű kiegészítők
ia: Extensiones popular
id: Ekstensi populer
is: Vinsælir forritsaukar
it: Estensioni più popolari
ja: 人気の拡張機能
ka: მეტად გავრცელებული გაფართოებები
kab: Isiɣzaf iɣerfanen
ms: Ekstensi popular
nb_no: Populære utvidelser
nl: Populaire extensies
nn_no: Populære udvidingar
pa_in: ਹਰਮਨਪਿਆਰੀਆਂ ਇਕਸਟੈਨਸ਼ਨਾਂ
pl: Popularne rozszerzenia
pt_br: Extensões populares
pt_pt: Extensões populares
ro: Extensii populare
ru: Популярные расширения
si: ප්‍රචලිත දිගු
sk: Populárne rozšírenia
sl: Priljubljene razširitve
sq: Zgjerime popullore
sv_se: Populära utökningar
te: ప్రాచుర్య పొడిగింతలు
th: ส่วนขยายยอดนิยม
tr: Popüler uzantılar
uk: Популярні розширення
vi: Các tiện ích mở rộng phổ biến

source: Popular themes
ar: سمات شائعة
az: Məşhur mövzular
bg: Известни теми
bn_bd: জনপ্রিয় থিম
bs: Popularne teme
ca: Temes populars
cs: Oblíbené motivy vzhledu
da: Populære temaer
de: Beliebte Themes
el: Δημοφιλή θέματα
es: Temas populares
fa: محبوب‌ترین پوسته‌ها
fi: Suositut teemat
fr: Thèmes populaires
fur: Temis popolârs
fy_nl: Populêre tema’s
he: ערכות נושא פופולריות
hr: Popularne teme
hu: Népszerű témák
ia: Themas popular
id: Tema populer
is: Vinsæl þemu
it: Temi più popolari
ja: 人気のテーマ
ka: მეტად გავრცელებული თემები
kab: ISental iɣerfanen
ms: Tema popular
nb_no: Populære temaer
nl: Populaire thema’s
nn_no: Populære tema
pa_in: ਹਰਮਨਪਿਆਰੇ ਥੀਮ
pl: Popularne motywy
pt_br: Temas populares
pt_pt: Temas populares
ro: Teme populare
ru: Популярные темы
si: ප්‍රචලිත තේමා
sk: Populárne témy vzhľadu
sl: Priljubljene teme
sq: Tema popullore
sv_se: Populära teman
te: ప్రాచుర్య అలంకారాలు
th: ชุดรูปแบบยอดนิยม
tr: Popüler temalar
uk: Популярні теми
vi: Chủ đề phổ biến

source: Popular add-ons
ar: إضافات شائعة
az: Məşhur əlavələr
bg: Известни разширения
bn_bd: জনপ্রিয় অ্যাড-অন
bs: Popularni dodaci
ca: Complements populars
cs: Oblíbené doplňky
da: Populære tilføjelser
de: Beliebte Add-ons
el: Δημοφιλή πρόσθετα
es: Complementos populares
fa: محبوب‌ترین افزونه‌ها
fi: Suositut lisäosat
fr: Modules populaires
fur: Components adizionâi popolârs
fy_nl: Populêre add-ons
he: תוספות פופולריות
hr: Popularni dodaci
hu: Népszerű kiegészítők
ia: Additivos popular
id: Pengaya populer
is: Vinsælar viðbætur
it: Componenti aggiuntivi più popolari
ja: 人気のアドオン
ka: მეტად გავრცელებული დამატებები
kab: Izegrar iɣerfanen
ms: Add-ons popular
nb_no: Populære tillegg
nl: Populaire add-ons
nn_no: Populære utvidingar
pa_in: ਹਰਮਨਪਿਆਰੀਆਂ ਐਡ-ਆਨ
pl: Popularne dodatki
pt_br: Extensões populares
pt_pt: Extras populares
ro: Suplimente populare
ru: Популярные дополнения
si: ප්‍රචලිත එක්කහු
sk: Populárne doplnky
sl: Priljubljeni dodatki
sq: Shtesa popullore
sv_se: Populära tillägg
te: ప్రాచుర్య పొడగింతలు
th: ส่วนเสริมยอดนิยม
tr: Popüler eklentiler
uk: Популярні додатки
vi: Tiện ích phổ biến

source: Search results for "%(query)s"
ar: نتائج البحث عن ”⁨%(query)s⁩“
az: "%(query)s" üçün axtarış nəticələri
bg: Резултати от търсене на „%(query)s“
bn_bd: "%(query)s" এর জন্য অনুসন্ধান ফলাফল
bs: Rezultati pretrage za "%(query)s"
ca: Resultats de la cerca «%(query)s»
cs: Výsledky hledání „%(query)s“
da: Resultat af søgning efter "%(query)s"
de: Suchergebnisse für „%(query)s“
el: Αποτελέσματα αναζήτησης για «%(query)s»
es: Resultados de búsqueda de «%(query)s»
fa: نتایج جست‌وجو برای «%(query)s»
fi: Tulokset haulle ”%(query)s”
fr: Résultats de la recherche pour « %(query)s »
fur: Risultâts di ricercje par “%(query)s”
fy_nl: Sykresultaten foar ‘%(query)s’
he: תוצאות חיפוש עבור ״%(query)s״
hr: Rezultati pretrage za „%(query)s”
hu: Találatok a következőre: „%(query)s”
ia: Resultatos del recerca pro "%(query)s"
id: Hasil pencarian untuk "%(query)s"
is: Leitarniðurstöður fyrir "%(query)s"
it: Risultati di ricerca per “%(query)s”
ja: 「%(query)s」の検索結果
ka: ძიების შედეგები „%(query)s“ ფრაზისთვის
kab: Anadi γef usuter "%(query)s"
ms: Hasil carian "%(query)s"
nb_no: Søkeresultater for «%(query)s»
nl: Zoekresultaten voor ‘%(query)s’
nn_no: Søkjeresultat for «%(query)s»
pa_in: "%(query)s" ਲਈ ਖੋਜ ਨਤੀਜੇ
pl: Wyniki wyszukiwania „%(query)s”
pt_br: Resultados da pesquisa de "%(query)s"
pt_pt: Resultados de pesquisa para "%(query)s"
ro: Rezultatele căutării pentru „%(query)s”
ru: Результаты поиска для "%(query)s"
si: "%(query)s" සඳහා සෙවුම් ප්‍රතිඵල
sk: Výsledky vyhľadávania pre „%(query)s“
sl: Rezultati iskanja za "%(query)s"
sq: Përfundime kërkimi për "%(query)s"
sv_se: Sökresultat för "%(query)s"
te: "%(query)s"కి వెతుకుడు ఫలితాలు
th: ผลการค้นหา "%(query)s"
tr: "%(query)s" arama sonuçları
uk: Результати пошуку для "%(query)s"
vi: Kiếm quả tìm kiếm cho "%(query)s"

source: %(count)s extension found for "%(query)s"
ar: لم يُعثر على أي امتداد عند البحث عن ”⁨%(query)s⁩“
az: "%(query)s" üçün %(count)s uzantı tapıldı
bg: намерена е %(count)s добавка при търсене на „%(query)s“
bn_bd: %(count)s এর এক্সটেনশনটি "%(query)s" এর জন্য পাওয়া গেছে
bs: %(count)s ekstenzija pronađena za "%(query)s"
ca: S'ha trobat %(count)s extensió per «%(query)s»
cs: Nalezeno jedno rozšíření pro dotaz „%(query)s“
da: %(count)s udvidelse med "%(query)s" blev fundet
de: %(count)s Erweiterung für „%(query)s“ gefunden
el: Βρέθηκε %(count)s επέκταση για «%(query)s»
es: %(count)s extensión encontrada para "%(query)s"
fa: %(count)s افزونه برای «%(query)s» پیدا شد
fi: %(count)s laajennus löytyi haulla "%(query)s"
fr: %(count)s extension trouvée pour « %(query)s »
fur: %(count)s estension cjatade par “%(query)s”
fy_nl: %(count)s útwreiding foar ‘%(query)s’ fûn
he: נמצאה הרחבה אחת עבור "%(query)s"
hr: Pronađeno je %(count)s proširenje za „%(query)s”
hu: %(count)s kiegészítő található a(z) „%(query)s” keresésre
ia: %(count)s extension trovate pro "%(query)s"
id: %(count)s ekstensi ditemukan untuk "%(query)s"
is: %(count)s forritsauki fannst fyrir "%(query)s"
it: %(count)s estensione trovata per “%(query)s”
ja: 「%(query)s」に一致する拡張機能が %(count)s 件見つかりました
ka: „%(query)s“ ფრაზისთვის მოიძებნა %(count)s გაფართოება
kab: %(count)s n usiɣef yettwaf i "%(query)s"
ms: %(count)s ekstensi ditemui untuk "%(query)s"
nb_no: %(count)s utvidelse funnet for «%(query)s»
nl: %(count)s extensie voor ‘%(query)s’ gevonden
nn_no: %(count)s utviding funne for "%(query)s"
pa_in: "%(query)s" ਲਈ %(count)s ਇਕਸਟੈਨਸ਼ਨ ਮਿਲੀ
pl: %(count)s rozszerzenie dla zapytania „%(query)s”
pt_br: %(count)s extensão encontrada para "%(query)s"
pt_pt: %(count)s extensão encontrada para "%(query)s"
ro: %(count)s extensie găsită pentru „%(query)s”
ru: по запросу "%(query)s" найдено %(count)s расширение
si: "%(query)s" සඳහා දිගු %(count)s ක් හමු විය
sk: Pre vyhľadávaný výraz „%(query)s“ bolo nájdené %(count)s rozšírenie
sl: %(count)s najdena razširitev za "%(query)s"
sq: U gjet %(count)s zgjerim për "%(query)s"
sv_se: %(count)s utökning hittades för "%(query)s"
th: พบ %(count)s ส่วนขยายสำหรับ "%(query)s"
tr: "%(query)s" için %(count)s uzantı bulundu
uk: на запит "%(query)s" знайдено %(count)s розширення
vi: %(count)s tiện ích đã tìm thấy cho "%(query)s"

source: %(count)s extension found with tag %(tag)s
cs: Nalezeno %(count)s rozšíření se štítkem %(tag)s
de: %(count)s Erweiterung mit Schlagwort %(tag)s gefunden
el: Βρέθηκε %(count)s επέκταση με ετικέτα «%(tag)s»
fi: %(count)s laajennus löytyi tunnisteella %(tag)s
fr: %(count)s extension trouvée dans %(tag)s
fur: %(count)s estension cjatade cu la etichete %(tag)s
fy_nl: %(count)s útwreiding fûn mei label %(tag)s
hr: Pronađeno je %(count)s proširenje s oznakom %(tag)s
hu: %(count)s kiegészítő található a(z) %(tag)s címkével
ia: %(count)s extension trovate con tag %(tag)s
is: %(count)s forritsauki fannst með merkið %(tag)s
it: %(count)s estensione trovata con etichetta %(tag)s
ja: %(tag)s タグの付いた拡張機能が %(count)s 件見つかりました
ka: %(count)s გაფართოება მოიძებნა ჭდით %(tag)s
kab: %(count)s n siɣzef yettwafen s tebzimt %(tag)s
nb_no: %(count)s utvidelse funnet med etiketten %(tag)s
nl: %(count)s extensie gevonden met label %(tag)s
nn_no: %(count)s utviding funne med etiketten %(tag)s
pl: Odnaleziono %(count)s rozszerzenie z etykietą „%(tag)s”
pt_br: %(count)s extensão encontrada com etiqueta %(tag)s
pt_pt: %(count)s extensão encontrada com a etiqueta %(tag)s
ru: с меткой %(tag)s найдено %(count)s расширение
si: %(tag)s අනන්‍යනය සහිත දිගු %(count)s ක් හමු විය
sk: Pod značkou %(tag)s bolo nájdené %(count)s rozšírenie
sv_se: %(count)s tillägg hittades med tagg %(tag)s
tr: %(tag)s etiketli %(count)s uzantı bulundu
uk: Знайдено %(count)s розширення з міткою %(tag)s
vi: %(count)s tiện ích đã tìm thấy với thẻ %(tag)s
