Repository: mozilla/addons-frontend
Catalog: locale/*/LC_MESSAGES/amo.po
Languages: ar, az, bg, bn_bd, bs, ca, cs, da, de, el, es, fa, fi, fr, fur, fy_nl, ga_ie, he, hr, hu, ia, id, is, it, ja, ka, kab, ms, nb_no, nl, nn_no, pa_in, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: Go to Mozilla's homepage
ar: انتقل إلى صفحة بداية موزيلا
az: Mozillanın ana səhifəsinə get
bg: Към началната страница на Mozilla
bn_bd: Mozilla এর হোমপেজে যাও
bs: Idite na Mozilla početnu stranicu
ca: Aneu a la pàgina principal del Mozilla
cs: Přejít na domovskou stránku Mozilly
da: Gå til Mozillas hjemmeside
de: Zur Mozilla-Startseite gehen
el: Μετάβαση στην αρχική σελίδα της Mozilla
es: Ir a la página de inicio de Mozilla
fa: رفتن به صفحه اصلی موزیلا
fi: Siirry Mozillan verkkosivustolle
fr: Aller à la page d’accueil de Mozilla
fur: Va ae pagjine principâl dal sît Mozilla
fy_nl: Nei Mozilla’s startside
ga_ie: Leathanach Baile Mozilla
he: מעבר לדף הבית של Mozilla
hr: Idi na početnu stranicu Mozille
hu: Ugrás a Mozilla honlapjára
ia: Ir al pagina principal de Mozilla
id: Ke beranda Mozilla
is: Fara á heimasíðu Mozilla
it: Vai alla pagina principale del sito Mozilla
ja: Mozilla のホームページへ
ka: Mozilla-ს მთავარ გვერდზე გადასვლა
kab: Ddu γer usebter agejdan n Mozilla
ms: Pergi ke halaman utama Mozilla
nb_no: Gå til Mozillas hjemmeside
nl: Naar Mozilla’s startpagina
nn_no: Gå til Mozilla-heimesida
pa_in: ਮੋਜ਼ੀਲਾ ਮੁੱਖ ਸਫ਼ੇ ਉਤੇ ਜਾਓ
pl: Strona domowa Mozilli
pt_br: Ir para a página inicial da Mozilla
pt_pt: Ir para a página inicial da Mozilla
ro: Du-te pe pagina de start Mozilla
ru: Перейти на домашнюю страницу Mozilla
si: මොසිල්ලා මුල් පිටුවට යන්න
sk: Prejsť na domovskú stránku Mozilly
sl: Pojdi na domačo stran Mozille
sq: Shkoni te faqja hyrëse e Mozilla-s
sv_se: Gå till Mozillas hemsida
te: Mozilla ముంగిలి పేజీకి వెళ్ళండి
th: ไปยังหน้าแรกของ Mozilla
tr: Mozilla'nın ana sayfasına gidin
uk: Перейти на домівку Mozilla
vi: Đi đến trang chủ Mozilla

source: About
ar: عن
az: Haqqında
bg: Относно
bn_bd: সম্বন্ধে
bs: O nama
ca: Informació
cs: O nás
da: Om
de: Über
el: Σχετικά
es: Acerca de
fa: درباره
fi: Tietoja
fr: À propos
fur: Informazions
fy_nl: Oer
he: על אודות
hr: Informacije
hu: Névjegy
ia: A proposito
id: Tentang
is: Um hugbúnaðinn
it: Informazioni
ja: このサイトについて
ka: შესახებ
kab: Γef
ms: Perihal
nb_no: Om
nl: Over
nn_no: Om
pa_in: ਇਸ ਬਾਰੇ
pl: O serwisie
pt_br: Sobre
pt_pt: Acerca
ro: Despre
ru: О сайте
si: පිළිබඳව
sk: O nás
sl: O strani
sq: Mbi
sv_se: Om
te: గురించి
th: เกี่ยวกับ
tr: Hakkında
uk: Про
vi: Giới thiệu

source: Firefox Add-ons Blog
bg: Блог на Добавки за Firefox
cs: Blog doplňků pro Firefox
el: Blog προσθέτων Firefox
fi: Firefox-lisäosien blogi
fr: Blog des modules complémentaires Firefox
fur: Blog dai components adizionâi di Firefox
hr: Blog Firefox dodataka
hu: Firefox kiegészítők blogja
ia: Blog del additivos de Firefox
is: Blogg um viðbætur Firefox
it: Blog sui componenti aggiuntivi per Firefox
ja: Firefox アドオンブログ
ka: Firefox-დამატებების სვეტი
kab: Ablug n yizegrar Firefox
nb_no: Firefox tilleggsblogg
nn_no: Firefox tilleggsblogg
pl: Blog dodatków do Firefoksa
pt_br: Blog de extensões do Firefox
pt_pt: Blogue de extras do Firefox
ru: Блог дополнений для Firefox
si: එක්කහු ලිපිපෙළ
sk: Blog o doplnkoch pre Firefox
sv_se: Firefox tilläggsblogg
tr: Firefox Eklentileri Blogu
uk: Блог додатків Firefox
vi: Blog tiện ích Firefox

source: Extension Workshop
ar: ورشة عمل الامتدادات
bg: Работилница за разширения
ca: Taller d'extensions
cs: Workshop tvorby rozšíření
de: Erweiterungs-Workshop
el: Εργαστήριο επεκτάσεων
es: Taller de extensiones
fi: Laajennustyöpaja
fr: Atelier sur les extensions
fur: Laboratori estensions
fy_nl: Utwreidingsworkshop
hr: Radionica proširenja
hu: Kiegészítő-műhely
ia: Laboratorio de extensiones
id: Lokakarya Ekstensi
is: Vinnustofa forritsauka
it: Laboratorio estensioni
ja: 拡張機能ワークショップ
ka: გაფართოებების შემუშავება
kab: Tanemselt ɣef usiɣzef
nb_no: Utvidelsesverksted
nl: Extensieworkshop
nn_no: Utvidingsverkstad
pa_in: ਇਕਸਟੈਨਸ਼ਨ ਵਰਕਸ਼ਾਪ
pl: Warsztat rozszerzeń
pt_br: Workshop de extensões
pt_pt: Workshop de extensões
ro: Atelier de lucru pentru extensii
ru: Мастерская расширений
si: දිගු වැඩපොළ
sk: Workshop tvorby rozšírenia
sl: Delavnica razširitev
sq: Praktikë Mbi Zgjerime
sv_se: Utökningsverkstad
te: పొడగింతల కార్యశాల
tr: Uzantı Atölyesi
uk: Семінар з розширень

source: Developer Hub
ar: مركز المطورين
az: Tərtibatçı Mərkəzi
bg: Център за разработчици
bn_bd: ডেভেলপার হাব
bs: Centar za razvoj
ca: Centre de desenvolupadors
cs: Pro vývojáře
da: Udviklercentral
de: Entwickler-Zentrum
el: Κέντρο προγραμματιστών
es: Central del desarrollador
fa: مرکز توسعه‌دهندگان
fi: Kehityskeskus
fr: Pôle développeur
fur: Centri di svilup
fy_nl: Untwikkelershub
ga_ie: Lárionad na bhForbróirí
he: מרכז המפתחים
hr: Centar za programere
hu: Fejlesztőközpont
ia: Centro de disveloppatores
id: Pusat Pengembang
is: Þróunarmiðstöð
it: Centro di sviluppo
ja: 開発者センター
ka: შემმუშავებლები
kab: Tarbaɛt n ineflayen
ms: Hab Pembangun
nb_no: Utvikler-knutepunkt
nl: Ontwikkelaarshub
nn_no: Utviklarsenter
pa_in: ਡਿਵੈਲਪਰ ਹੱਬ
pl: Strefa autora
pt_br: Central do desenvolvedor
pt_pt: Central do programador
ro: Hubul dezvoltatorilor
ru: Центр разработчика
si: සංවර්ධක නැබ
sk: Centrum pre vývojárov
sl: Razvojno središče
sq: Qendër Zhvilluesish
sv_se: Utvecklarcenter
te: డెవలపర్ కేంద్రం
th: ศูนย์กลางนักพัฒนา
tr: Geliştirici Merkezi
uk: Центр розробника
vi: Trung tâm nhà phát triển

source: To use these add-ons, you'll need to %(downloadLinkStart)sdownload Firefox%(downloadLinkEnd)s.
cs: Pro používání těchto doplňků si %(downloadLinkStart)sstáhněte Firefox%(downloadLinkEnd)s.
de: Um diese Add-ons zu verwenden, müssen Sie %(downloadLinkStart)sFirefox%(downloadLinkEnd)s herunterladen.
el: Για να χρησιμοποιήσετε αυτά τα πρόσθετα, θα χρειαστεί να %(downloadLinkStart)sκάνετε λήψη του Firefox%(downloadLinkEnd)s.
fi: Käyttääksesi näitä lisäosia sinun on %(downloadLinkStart)slatattava Firefox%(downloadLinkEnd)s.
fr: Pour utiliser ces modules complémentaires, vous devez %(downloadLinkStart)stélécharger Firefox%(downloadLinkEnd)s.
fur: Par doprâ chescj components adizionâi tu scugnis %(downloadLinkStart)sdiscjariâ Firefox%(downloadLinkEnd)s.
fy_nl: Om dizze add-ons te brûken, moatte jo %(downloadLinkStart)sFirefox downloade%(downloadLinkEnd)s.
hu: A kiegészítők használatához le kell %(downloadLinkStart)stöltenie a Firefoxot%(downloadLinkEnd)s.
ia: Pro usar iste additivos, tu debera %(downloadLinkStart)sdiscargar Firefox%(downloadLinkEnd)s.
is: Til að geta notað þessar viðbætur, þarftu að %(downloadLinkStart)ssækja Firefox%(downloadLinkEnd)s.
it: Per utilizzare questi componenti aggiuntivi è necessario %(downloadLinkStart)sscaricare Firefox%(downloadLinkEnd)s
ka: ამ დამატებების გამოსაყენებლად უნდა %(downloadLinkStart)sჩამოტვირთოთ Firefox%(downloadLinkEnd)s.
nb_no: For å bruke disse tilleggene, må du %(downloadLinkStart)slaste ned Firefox%(downloadLinkEnd)s.
nl: Om deze add-ons te gebruiken, moet u %(downloadLinkStart)sFirefox downloaden%(downloadLinkEnd)s.
nn_no: For å bruke desse tillegga, må du %(downloadLinkStart)slaste ned Firefox%(downloadLinkEnd)s.
pl: Aby używać tych dodatków, potrzebujesz %(downloadLinkStart)spobrać Firefoksa%(downloadLinkEnd)s.
pt_br: Para usar estas extensões, você precisa %(downloadLinkStart)sinstalar o Firefox%(downloadLinkEnd)s.
ru: Чтобы использовать эти дополнения, вам необходимо %(downloadLinkStart)sзагрузить Firefox%(downloadLinkEnd)s.
sk: Ak chcete tieto doplnky používať, budete si musieť %(downloadLinkStart)snainštalovať Firefox%(downloadLinkEnd)s.
sv_se: För att använda dessa tillägg måste du %(downloadLinkStart)sladda ner Firefox%(downloadLinkEnd)s.
tr: Bu eklentileri kullanmak için %(downloadLinkStart)sFirefox’u indirmeniz%(downloadLinkEnd)s gerekiyor.
uk: Щоб використовувати ці додатки потрібно %(downloadLinkStart)sзавантажити Firefox%(downloadLinkEnd)s.
vi: Để sử dụng các tiện ích mở rộng này, bạn cần %(downloadLinkStart)stải xuống Firefox%(downloadLinkEnd)s.

source: To use Android extensions, you'll need %(downloadLinkStart)sFirefox for Android%(downloadLinkEnd)s. To explore Firefox for desktop add-ons, please %(linkStart)svisit our desktop site%(linkEnd)s.
cs: K používání rozšíření pro Android budete potřebovat %(downloadLinkStart)sFirefox pro Android%(downloadLinkEnd)s. Abyste si mohli prohlédnout doplňky Firefoxu pro desktop, %(linkStart)snavštivte verzi pro desktop%(linkEnd)s.
de: Um Android-Erweiterungen zu verwenden, benötigen Sie %(downloadLinkStart)sFirefox für Android%(downloadLinkEnd)s. Um Firefox für Desktop-Add-ons zu entdecken, %(linkStart)sbesuchen Sie unsere Desktop-Website%(linkEnd)s.
el: Για να χρησιμοποιήσετε τις επεκτάσεις για Android, θα χρειαστείτε το %(downloadLinkStart)sFirefox για Android%(downloadLinkEnd)s. Για να εξερευνήσετε τα πρόσθετα του Firefox για υπολογιστές, %(linkStart)sεπισκεφτείτε τον ιστότοπό μας για υπολογιστές%(linkEnd)s.
fr: Pour utiliser les extensions Android, vous aurez besoin de %(downloadLinkStart)sFirefox pour Android%(downloadLinkEnd)s. Pour découvrir les modules complémentaires pour Firefox, veuillez %(linkStart)svisiter cette page%(linkEnd)s.
fur: Par doprâ lis estensions su Android ti covente %(downloadLinkStart)sFirefox par Android%(downloadLinkEnd)s. Par esplorâ i components adizionâi par Firefox par scritori, %(linkStart)svisite la version par scritori dal sît%(linkEnd)s.
fy_nl: Om Android-útwreidingen te brûken, hawwe jo %(downloadLinkStart)sFirefox foar Android%(downloadLinkEnd)s nedich. %(linkStart)sBesykje ús desktopwebsite%(linkEnd)s om add-ons foar Firefox foar desktop te ferkennen.
hu: Az androidos kiegészítők használatához szüksége lesz a %(downloadLinkStart)sFirefox for Androidra%(downloadLinkEnd)s. Az asztali kiegészítőkhöz készült Firefox felfedezéséhez %(linkStart)skeresse fel az asztali oldalunkat%(linkEnd)s.
ia: Pro usar extensiones Android, tu besoniara de %(downloadLinkStart)sFirefox for Android%(downloadLinkEnd)s. Pro explorar le additivos de Firefox pro scriptorio, %(linkStart)svisita nostre sito del scriptorio%(linkEnd)s.
is: Til að nota Android forritsauka þarftu %(downloadLinkStart)sFirefox fyrir Android%(downloadLinkEnd)s. Til að kanna viðbætur fyrir Firefox á borðtölvum, skaltu skoða %(linkStart)ssíðuna okkar fyrir borðtölvuútgáfur%(linkEnd)s.
it: Per utilizzare le estensioni su Android hai bisogno di %(downloadLinkStart)sFirefox per Android%(downloadLinkEnd)s. Per esplorare i componenti aggiuntivi per Firefox desktop, %(linkStart)svisita la version desktop del sito%(linkEnd)s.
ka: Android-ის გაფართოებების გამოსაყენებლად, დაგჭირდებათ %(downloadLinkStart)sFirefox Android%(downloadLinkEnd)s. Firefox-ის დამატებები სამაგიდო კომპიუტერისთვის იხილეთ %(linkStart)sსრულ საიტზე%(linkEnd)s.
nb_no: For å bruke Android-utvidelser trenger du %(downloadLinkStart)sFirefox for Android%(downloadLinkEnd)s. For å utforske Firefox for datamaskiner-tillegg, %(linkStart)sbesøk vårt datamaskinernettsted%(linkEnd)s.
nl: Om Android-extensies te gebruiken, hebt u %(downloadLinkStart)sFirefox voor Android%(downloadLinkEnd)s nodig. %(linkStart)sBezoek onze desktopwebsite%(linkEnd)s om add-ons voor Firefox voor desktop te verkennen.
nn_no: For å bruke Android-utvidingar treng du %(downloadLinkStart)sFirefox for Android%(downloadLinkEnd)s. For å utforske Firefox for datamaskiner-tillegg, %(linkStart)sgå til datamaskin-nettstaden vår%(linkEnd)s.
pl: Aby używać rozszerzeń na Androida, potrzebujesz %(downloadLinkStart)sFirefoksa na Androida%(downloadLinkEnd)s. Aby przeglądać dodatki do Firefoksa na komputery, %(linkStart)sprzejdź do tej strony%(linkEnd)s.
pt_br: Para usar extensões para Android, você precisa do %(downloadLinkStart)sFirefox para Android%(downloadLinkEnd)s. Para ver extensões do Firefox de computador, %(linkStart)svisite nosso site de extensões para computadores%(linkEnd)s.
ru: Чтобы использовать расширения Android, вам понадобится %(downloadLinkStart)sFirefox для Android%(downloadLinkEnd)s. Чтобы изучить дополнения Firefox для ПК, пожалуйста, %(linkStart)sпосетите наш сайт для ПК%(linkEnd)s.
sk: Ak chcete používať rozšírenia pre Android, budete potrebovať %(downloadLinkStart)sFirefox pre Android%(downloadLinkEnd)s. Ak chcete preskúmať doplnky pre Firefox pre počítače, %(linkStart)snavštívte našu stránku s doplnkami pre stolné počítače%(linkEnd)s.
sv_se: För att använda Android-tillägg behöver du %(downloadLinkStart)sFirefox för Android%(downloadLinkEnd)s. För att utforska Firefox för datorer, vänligen %(linkStart)sbesök vår datorwebbplats%(linkEnd)s.
uk: Щоб використовувати розширення Android, вам знадобиться %(downloadLinkStart)sFirefox для Android%(downloadLinkEnd)s. Щоб дослідити додатки для Firefox для комп'ютера, %(linkStart)sвідвідайте наш сайт%(linkEnd)s.
vi: Để sử dụng tiện ích mở rộng của Android, bạn sẽ cần %(downloadLinkStart)sFirefox dành cho Android%(downloadLinkEnd)s. Để khám phá các tiện ích mở rộng của Firefox dành cho máy tính để bàn, vui lòng %(linkStart)struy cập trang web dành cho máy tính để bàn của chúng tôi%(linkEnd)s.

source: Download Firefox and get the theme
bg: Изтеглете Firefox и вземете темата
cs: Stáhnout Firefox a nainstalovat tento vzhled
da: Hent Firefox og få temaet
de: Laden Sie Firefox herunter und holen Sie sich das Theme
el: Λήψη Firefox και απόκτηση θέματος
fi: Lataa Firefox ja hanki teema
fr: Télécharger Firefox et obtenir le thème
fur: Discjame Firefox e instale il teme
fy_nl: Firefox downloade en it tema ûntfange
hr: Preuzmi Firefox i nabavi temu
hu: Firefox letöltése és a téma beszerzése
ia: Discarga Firefox installa le thema
is: Sækja Firefox og ná í þemað
it: Scarica Firefox e installa il tema
ja: Firefox をダウンロードしてテーマを入手する
ka: ჩამოტვირთეთ Firefox და გამოიყენეთ თემა
kab: Sader Firefox syen awi asentel
nb_no: Last ned Firefox og få temaet
nl: Firefox downloaden en het thema ontvangen
nn_no: Last ned Firefox og få temaet
pl: Pobierz Firefoksa i ten motyw
pt_br: Baixe o Firefox e instale o tema
pt_pt: Transferir o Firefox e obter o tema
ru: Загрузите Firefox и установите тему
si: ෆයර්ෆොක්ස් බාගැනීමෙන් තේමාව ගන්න
sk: Stiahnuť Firefox a získať tému vzhľadu
sv_se: Hämta Firefox och få temat
th: ดาวน์โหลด Firefox และรับชุดรูปแบบ
tr: Firefox’u indir ve temayı edin
uk: Завантажити Firefox та отримати тему
vi: Tải xuống Firefox và nhận chủ đề

source: Download Firefox and get the extension
bg: Изтеглете Firefox и вземете разширението
cs: Stáhnout Firefox a nainstalovat toto rozšíření
da: Hent Firefox og få udvidelsen
de: Laden Sie Firefox herunter und holen Sie sich die Erweiterung
el: Λήψη Firefox και απόκτηση επέκτασης
es: Descarga Firefox y obtiene la extensión
fi: Lataa Firefox ja hanki laajennus
fr: Télécharger Firefox et obtenir l’extension
fur: Discjame Firefox e instale la estension
fy_nl: Firefox downloade en de útwreiding ûntfange
hr: Preuzmi Firefox i nabavi proširenje
hu: A Firefox letöltése és a kiegészítő beszerzése
ia: Discarga Firefox installa le extension
is: Sækja Firefox og ná í forritsaukann
it: Scarica Firefox e installa l’estensione
ja: Firefox をダウンロードして拡張機能を入手する
ka: ჩამოტვირთეთ Firefox და გამოიყენეთ გაფართოება
kab: Sader Firefox syen awi isiɣzaf
nb_no: Last ned Firefox og få utvidelsen
nl: Firefox downloaden en de extensie ontvangen
nn_no: Last ned Firefox og få utvidinga
pl: Pobierz Firefoksa i to rozszerzenie
pt_br: Baixe o Firefox e instale a extensão
pt_pt: Transferir o Firefox e obter a extensão
ro: Descarcă Firefox și obține extensia
ru: Загрузите Firefox и установите расширение
si: ෆයර්ෆොක්ස් බාගැනීමෙන් දිගුව ගන්න
sk: Stiahnuť Firefox a získať rozšírenie
sv_se: Hämta Firefox och få tillägget
th: ดาวน์โหลด Firefox และรับส่วนขยาย
tr: Firefox’u indir ve uzantıyı yükle
uk: Завантажити Firefox та отримати розширення
vi: Tải xuống Firefox và tải tiện ích mở rộng

source: Download the new Firefox and get the theme
bg: Изтеглете новия Firefox и вземете темата
cs: Stáhnout nový Firefox a nainstalovat tento vzhled
da: Hent den nye Firefox og få temaet
de: Laden Sie den neuen Firefox herunter und holen Sie sich das Theme
el: Λήψη του νέου Firefox και απόκτηση θέματος
fi: Lataa uusi Firefox ja hanki teema
fr: Télécharger le nouveau Firefox et obtenir le thème
fur: Discjame il gnûf Firefox e instale il teme
fy_nl: De nije Firefox downloade en it tema ûntfange
hr: Preuzmi novi Firefox i nabavi temu
hu: Az új Firefox letöltése és a téma beszerzése
ia: Discarga le nove Firefox e installa le thema
is: Sækja nýja Firefox og ná í þemað
it: Scarica il nuovo Firefox e installa il tema
ja: 新しい Firefox をダウンロードしてテーマを入手する
ka: ჩამოტვირთეთ ახალი Firefox და გამოიყენეთ ეს თემა
kab: Sader Firefox amaynut syen awi asentel
nb_no: Last ned den nye Firefox og få temaet
nl: De nieuwe Firefox downloaden en het thema ontvangen
nn_no: Last ned nye Firefox og få temaet
pl: Pobierz nowego Firefoksa i ten motyw
pt_br: Baixe o novo Firefox e instale o tema
pt_pt: Transferir o novo Firefox e obter o tema
ru: Загрузите новый Firefox и установите тему
si: නව ෆයර්ෆොක්ස් බාගැනීමෙන් තේමාව ගන්න
sk: Stiahnuť nový Firefox a získať tému vzhľadu
sv_se: Ladda ner nya Firefox och få temat
th: ดาวน์โหลด Firefox ใหม่และรับชุดรูปแบบ
tr: Yeni Firefox’u indir ve temayı edin
uk: Завантажити новий Firefox та отримати тему
vi: Tải xuống Firefox mới và nhận chủ đề

source: Download the new Firefox and get the extension
bg: Изтеглете новия Firefox и вземете разширението
cs: Stáhnout nový Firefox a nainstalovat toto rozšíření
da: Hent den nye Firefox og få udvidelsen
de: Laden Sie den neuen Firefox herunter und holen Sie sich die Erweiterung
el: Λήψη του νέου Firefox και απόκτηση επέκτασης
fi: Lataa uusi Firefox ja hanki laajennus
fr: Télécharger le nouveau Firefox et obtenir l’extension
fur: Discjame il gnûf Firefox e instale la estension
fy_nl: De nije Firefox downloade en de útwreiding ûntfange
hr: Preuzmi novi Firefox i nabavi proširenje
hu: Az új Firefox letöltése és a kiegészítő beszerzése
ia: Discarga le nove Firefox e installa le extension
is: Sækja nýja Firefox og ná í forritsaukann
it: Scarica il nuovo Firefox e installa l’estensione
ja: 新しい Firefox をダウンロードして拡張機能を入手する
ka: ჩამოტვირთეთ ახალი Firefox და გამოიყენეთ ეს გაფართოება
kab: Sader Firefox amaynut syen awi asiɣzef
nb_no: Last ned nye Firefox og få utvidelsen
nl: De nieuwe Firefox downloaden en de extensie ontvangen
nn_no: Last ned nye Firefox og få utvidinga
pl: Pobierz nowego Firefoksa i to rozszerzenie
pt_br: Baixe o novo Firefox e instale a extensão
pt_pt: Transferir o novo Firefox e obter a extensão
ro: Descarcă noul Firefox și obține extensia
ru: Загрузите новый Firefox и установите расширение
si: නව ෆයර්ෆොක්ස් බාගැනීමෙන් දිගුව ගන්න
sk: Stiahnuť nový Firefox a získať rozšírenie
sv_se: Ladda ner nya Firefox och få tillägget
th: ดาวน์โหลด Firefox ใหม่และรับส่วนขยาย
tr: Yeni Firefox’u indir ve uzantıyı yükle
uk: Завантажити новий Firefox та отримати розширення
vi: Tải xuống Firefox mới và tải tiện ích mở rộng

source: Download Firefox
ar: نزّل فَيَرفُكس
az: Firefox Endir
bg: Изтегляне на Firefox
bn_bd: Firefox ডাউনলোড করুন
bs: Preuzmi Firefox
ca: Baixa el Firefox
cs: Stáhnout Firefox
da: Hent Firefox
de: Firefox herunterladen
el: Λήψη του Firefox
es: Descargar Firefox
fa: دریافت فایرفاکس
fi: Lataa Firefox
fr: Télécharger Firefox
fur: Discjame Firefox
he: הורדת Firefox
hr: Preuzmi Firefox
hu: Firefox letöltése
ia: Discargar Firefox
id: Unduh Firefox
is: Sækja Firefox
it: Scarica Firefox
ja: Firefox をダウンロード
ka: ჩამოტვირთეთ Firefox
kab: Sader Firefox
ms: Muat turun Firefox
nb_no: Last ned Firefox
nl: Firefox downloaden
nn_no: Last ned Firefox
pa_in: ਫਾਇਰਫਾਕਸ ਡਾਊਨਲੋਡ ਕਰੋ
pl: Pobierz Firefoksa
pt_br: Baixe o Firefox
pt_pt: Transferir o Firefox
ro: Descarcă Firefox
ru: Загрузить Firefox
si: ෆයර්ෆොක්ස් බාගන්න
sk: Stiahnuť Firefox
sl: Prenesite Firefox
sq: Shkarkoni Firefox-in
sv_se: Hämta Firefox
te: Firefoxను దింపుకోండి
th: ดาวน์โหลด Firefox
tr: Firefox’u indir
uk: Завантажити Firefox
vi: Tải xuông Firefox

source: You'll need Firefox to use this theme
bg: За да използвате тази тема, ще ви е необходим Firefox
cs: Pro použití tohoto vzhledu potřebujete Firefox
da: Du skal bruge Firefox for at bruge dette tema
de: Melden Sie sich an, um dieses Theme zu verwenden
el: Θα χρειαστείτε το Firefox για να χρησιμοποιήσετε αυτό το θέμα
fi: Tarvitset Firefoxin käyttääksesi tätä teemaa
fr: Vous avez besoin de Firefox pour utiliser ce thème
fur: Ti covente Firefox par doprâ chest teme
fy_nl: Jo hawwe Firefox nedich om dit tema te brûken
hr: Za korištenje ove teme trebat ćeš Firefox
hu: A téma használatához a Firefoxra lesz szüksége
ia: Iste thema es installabile solo sur Firefox
is: Þú verður að vera með Firefox til að nota þetta þema
it: Devi utilizzare Firefox per poter installare questo tema
ja: このテーマを使用するには Firefox が必要です
ka: გესაჭიროებათ Firefox, ამ თემის გამოსაყენებლად
kab: Ilaq-ak·am Firefox i useqdec n usentel-a
nb_no: Du trenger Firefox for å bruke dette temaet
nl: U hebt Firefox nodig om dit thema te gebruiken
nn_no: Du treng Firefox for å bruke dette temaet
pl: Potrzebujesz Firefoksa, aby używać tego motywu
pt_br: Você precisa do Firefox para usar este tema
pt_pt: Irá necessitar do Firefox para utilizar este tema
ro: Vei avea nevoie de Firefox pentru a folosi această temă
ru: Вам понадобится Firefox, чтобы использовать эту тему
si: තේමාව භාවිතයට ෆයර්ෆොක්ස් අවශ්‍යයි
sk: Na použitie tejto témy budete potrebovať Firefox
sv_se: Du behöver Firefox för att använda detta tema
th: คุณต้องมี Firefox เพื่อใช้ชุดตกแต่งนี้
tr: Bu temayı kullanmak için Firefox’a ihtiyacınız var
uk: Для використання цієї теми вам потрібен Firefox
vi: Bạn sẽ cần Firefox để sử dụng chủ đề này

source: You'll need Firefox to use this extension
bg: За да използвате това разширение, ще ви е необходим Firefox
cs: Pro používání tohoto rozšíření potřebujete Firefox
da: Du skal bruge Firefox for at bruge denne udvidelse
de: Melden Sie sich an, um diese Erweiterung zu verwenden
el: Θα χρειαστείτε το Firefox για να χρησιμοποιήσετε αυτήν την επέκταση
fi: Tarvitset Firefoxin käyttääksesi tätä laajennusta
fr: Vous avez besoin de Firefox pour utiliser cette extension
fur: Ti covente Firefox par doprâ cheste estension
fy_nl: Jo hawwe Firefox nedich om dizze útwreiding te brûken
hr: Za korištenje ovog proširenja trebat ćeš Firefox
hu: A kiegészítő használatához a Firefoxra lesz szüksége
ia: Tu pote usar iste extension solo sur Firefox
is: Þú verður að vera með Firefox til að nota þennan forritsauka
it: Devi utilizzare Firefox per poter installare questa estensione
ja: この拡張機能を使用するには Firefox が必要です
ka: გესაჭიროებათ Firefox, ამ გაფართოების გამოსაყენებლად
kab: Ilaq-ak·am Firefox i useqdec n usiɣzef-a
nb_no: Du trenger Firefox for å bruke denne utvidelsen
nl: U hebt Firefox nodig om deze extensie te gebruiken
nn_no: Du treng Firefox for å bruke denne utvidinga
pl: Potrzebujesz Firefoksa, aby używać tego rozszerzenia
pt_br: Você precisa do Firefox para usar esta extensão
pt_pt: Irá necessitar do Firefox para utilizar esta extensão
ro: Vei avea nevoie de Firefox pentru a folosi această extensie
ru: Вам понадобится Firefox, чтобы использовать это расширение
si: දිගුව භාවිතයට ෆයර්ෆොක්ස් අවශ්‍යයි
sk: Na použitie tohto rozšírenia budete potrebovať Firefox
sv_se: Du behöver Firefox för att kunna använda den här tillägget
th: คุณต้องมี Firefox เพื่อใช้ส่วนขยายนี้
tr: Bu uzantıyı kullanmak için Firefox’a ihtiyacınız var
uk: Для використання цього розширення вам потрібен Firefox
vi: Bạn sẽ cần Firefox để sử dụng tiện ích mở rộng này
