Repository: mozilla/addons-frontend
Catalog: locale/*/LC_MESSAGES/amo.po
Languages: ar, az, bg, bn_bd, bs, ca, cs, da, de, el, es, fa, fi, fr, fur, fy_nl, ga_ie, he, hr, hu, ia, id, is, it, ja, ka, kab, ms, nb_no, nl, nn_no, pa_in, pl, pt_br, pt_pt, ro, ru, si, sk, sl, sq, sv_se, te, th, tr, uk, vi

source: my add-on's compatibility is upgraded successfully
ar: عندما تنجح ترقية توافقية إضافتي
ca: la compatibilitat del meu complement s'ha actualitzat correctament
cs: kompatibilita mého doplňku je úspěšně aktualizována
da: min tilføjelses kompatibilitet er opgraderet
de: Die Kompatibilität meiner Add-ons wurde erfolgreich erhöht
el: η συμβατότητα του προσθέτου μου αναβαθμίζεται επιτυχώς
es: se ha actualizado correctamente la compatibilidad de mi complemento
fi: lisäosani yhteensopivuus on päivitetty onnistuneesti
fr: la compatibilité de mon module a été mise à jour avec succès
fur: la compatibilitât dal gno component adizionâl e je inzornade cun sucès
fy_nl: de komptabiliteit fan myn add-on is mei sukses fernijd
he: תאימות התוספת שלי משודרגת בהצלחה
hr: kompatibilnost mog dodatka uspješno je nadograđena
hu: a kiegészítőm kompatibilitása sikeresen frissítve
ia: le compatibilitate de mi additivo es promovite con successo
id: keselarasan pengaya saya berhasil ditingkatkan
is: hægt er að uppfæra samhæfni viðbótarinnar minnar
it: quando i miei componenti aggiuntivi vengono aggiornati a una versione compatibile
ja: あなたのアドオンの互換性が更新されました
ka: ჩემი დამატების თავსებადობა განახლდა წარმატებით
kab: amṣda n uzegrir-inu yettwalqem akken iwata
ms: keserasian add-on saya berjaya dipertingkatkan
nb_no: mitt tilleggs kompatibilitet har blitt oppgradert
nl: de compatibiliteit van mijn add-on is met succes bijgewerkt
nn_no: tilleggskompatibilitetn til innlegget mitt har blitt oppgradert
pa_in: ਮੇਰੇ ਐਡ-ਆਨ ਦੀ ਅਨੁਕੂਲਤਾ ਸਫ਼ਲਤਾਪੂਰਨ ਅੱਪਗਰੇਡ ਹੋਈ
pl: zgodność mojego dodatku została pomyślnie zaktualizowana
pt_br: a compatibilidade da minha extensão foi atualizada com sucesso
pt_pt: a compatibilidade do meu extra é atualizada com sucesso
ro: compatibilitatea suplimentului meu este actualizată cu succes
ru: совместимость моего дополнения успешно обновлена
sk: kompatibilita môjho doplnku je úspešne aktualizovaná
sl: združljivost mojega dodatka je uspešno nadgrajena
sq: përputhshmëria e shtesës sime është përmirësuar me sukses
sv_se: mitt tilläggs kompatibilitet har uppgraderats
th: อัปเกรดความเข้ากันได้ของส่วนเสริมของฉันสำเร็จ
tr: eklentimin uyumluluğu başarıyla yükseltildiğinde
uk: сумісність мого додатка успішно оновлена
vi: khả năng tương thích của tiện ích của tôi được nâng cấp thành công

source: %(addonName)s is restricted for violating Mozilla policies
de: %(addonName)s ist wegen Verstoßes gegen Mozilla-Richtlinien eingeschränkt.
fur: %(addonName)s al è limitât par violazion di politichis di Mozilla
it: %(addonName)s è soggetto a restrizioni in quanto viola i criteri di Mozilla

source: This add-on is restricted for violating Mozilla policies
de: Dieses Add-on ist wegen Verstoßes gegen Mozilla-Richtlinien eingeschränkt.
fur: Chest component adizionâl al è limitât parcè che al viole lis politichis di Mozilla
it: Questo componente aggiuntivo è soggetto a restrizioni in quanto viola i criteri di Mozilla

source: %(addonName)s is blocked for violating Mozilla policies
de: %(addonName)s ist wegen Verstoßes gegen Mozilla-Richtlinien gesperrt.
fur: %(addonName)s al è blocât par violazion des politichis di Mozilla
it: %(addonName)s è bloccato in quanto viola i criteri di Mozilla

source: This add-on is blocked for violating Mozilla policies
de: Dieses Add-on ist wegen Verstoßes gegen Mozilla-Richtlinien gesperrt.
fur: Chest component adizionâl al è blocât parcè che al viole lis politichis di Mozilla
it: Questo componente aggiuntivo è bloccato in quanto viola i criteri di Mozilla

source: Why did this happen?
de: Warum ist dies passiert?
fur: Parcè isal sucedût?
it: Perché è successo?

source: This extension, theme, or plugin violates %(startLink)sMozilla's add-on policies%(endLink)s.
de: Diese Erweiterung, dieses Theme oder Plugin verstößt gegen %(startLink)sMozillas Add-on-Richtlinien%(endLink)s.
fur: Cheste estension, teme o plugin al viole lis %(startLink)spolitichis di Mozilla pai components adizionâi%(endLink)s.
it: Questa estensione, tema o plugin viola i %(startLink)scriteri di Mozilla per i componenti aggiuntivi%(endLink)s.

source: Until the violation is resolved, this add-on won't be available for download from addons.mozilla.org. If it’s already installed, it will be disabled and users will be informed about the violation. They may choose to enable the add-on again at their own risk.
de: Bis der Verstoß behoben wurde, steht dieses Add-on nicht auf addons.mozilla.org zum Download zur Verfügung. Wenn es bereits installiert ist, wird es deaktiviert und die Benutzer werden über den Verstoß informiert. Sie können das Add-on auf eigene Gefahr wieder aktivieren.
fur: Fintant che la violazion no ven risolte, chest component adizionâl nol sarà disponibil di discjariâ di addons.mozilla.org. Se al è za instalât, al vignarà disativât e i utents a vignaran informâts de violazion. In chê volte a podaran decidi se tornâ a ativâlu a lôr risi e pericul.
it: Finché la violazione non verrà risolta, questo componente aggiuntivo non sarà disponibile per il download da addons.mozilla.org. Se è già installato, verrà disattivato e gli utenti verranno informati della violazione. A quel punto potranno scegliere di riattivare il componente aggiuntivo a proprio rischio.

source: Until the violation is resolved, this add-on won't be available for download from addons.mozilla.org. It will be automatically disabled and no longer usable in Firefox.
de: Bis der Verstoß behoben wurde, steht dieses Add-on nicht auf addons.mozilla.org zum Download zur Verfügung. Es wird automatisch deaktiviert und kann in Firefox nicht mehr verwendet werden.
fur: Fintant che la violazion no ven risolte, chest component adizionâl nol sarà disponibil di discjariâ di addons.mozilla.org. Al vignarà disativât in automatic e nol sarà plui pussibil doprâlu in Firefox.
it: Finché la violazione non verrà risolta, questo componente aggiuntivo non sarà disponibile per il download da addons.mozilla.org. Verrà disattivato automaticamente e non sarà più utilizzabile in Firefox.

source: How does Mozilla enforce its policies?
de: Wie setzt Mozilla seine Regeln durch?
fur: In ce maniere Mozilla al apliche lis propriis politichis?
it: In che modo Mozilla applica le proprie politiche?

source: When Mozilla becomes aware of add-ons, plugins, or other third-party software that seriously compromise Firefox security, stability, or performance and meet %(criteriaStartLink)scertain criteria%(criteriaEndLink)s, the software may be blocked or restricted from general use. For more information, please read %(supportStartLink)sthis support article%(supportEndLink)s.
de: Wenn Mozilla von Add-ons, Plugins oder anderer Drittsoftware erfährt, die wesentlich die Sicherheit, Stabilität und Leistung von Firefox beeinträchtigt und %(criteriaStartLink)sgewisse Kriterien%(criteriaEndLink)s erfüllt, kann die Software gesperrt oder ihre allgemeine Verwendung eingeschränkt werden. Weitere Informationen finden Sie in %(supportStartLink)sdiesem Hilfeartikel%(supportEndLink)s.
fur: Tal moment che Mozilla al scuvierç che un component adizionâl, un plugin o un altri software di tiercis parts al rive a comprometi in maniere serie la sigurece, la stabilitât o lis prestazions di Firefox e che al rispuint a %(criteriaStartLink)sdeterminâts criteris%(criteriaEndLink)s, al sarà pussibil che chel software al vegni blocât o limitât pal ûs public. Par vê plui informazions, lei %(supportStartLink)schest articul di supuart%(supportEndLink)s.
it: Nel momento in cui Mozilla scopre che un componente aggiuntivo, un plugin o un altro software di terze parti è in grado di compromettere seriamente la sicurezza, la stabilità o le prestazioni di Firefox e rientra in %(criteriaStartLink)sdeterminati criteri%(criteriaEndLink)s, tale software potrà essere bloccato o soggetto a restrizioni per limitarne l’utilizzo. Per ulteriori informazioni, consultare %(supportStartLink)squesto articolo di supporto%(supportEndLink)s.

source: Please provide any additional information that may help us to understand your report (including which policy you believe has been violated). While this information is not required, failure to include it may prevent us from addressing the reported content.
cs: Poskytněte prosím další informace, které nám mohou pomoci porozumět vašemu hlášení (včetně informací, které zásady byly podle vás porušeny). Tyto informace nejsou povinné, ale jejich neposkytnutí nám může zabránit zabývat se nahlášeným obsahem.
el: Παρέχετε τυχόν πρόσθετες πληροφορίες που μπορεί να μας βοηθήσουν να κατανοήσουμε την αναφορά σας (συμπεριλαμβανομένης της πολιτικής που πιστεύετε ότι έχει παραβιαστεί). Αν και αυτές οι πληροφορίες δεν απαιτούνται, η μη συμπερίληψή τους ενδέχεται να μας εμποδίσει από το να ενεργήσουμε σχετικά με το αναφερόμενο περιεχόμενο.
fr: Veuillez donner toutes informations supplémentaires qui nous permettent de comprendre votre signalement (y compris la règle qui, selon vous, a été violée). Bien que ces informations ne soient pas obligatoires, omettre de les ajouter peut nous empêcher de traiter le contenu signalé.
fy_nl: Jou alle oanfoljende ynformaasje dy’t ús helpe kin om jo rapport te begripen (ynklusyf hokker belied jo tinke oertrêden is). Hoewol dizze ynformaasje net fereaske is, kin it net opnimmen fan dizze ynformaasje foarkomme dat wy de rapportearre ynhâld oanpakke.
hu: Adjon meg minden további információt, amely segíthet nekünk a bejelentése megértésében (beleértve, hogy melyik irányelvről gondolja, hogy megsértették). Bár ez az információ nem kötelező, a hiánya megakadályozhat minket a jelentett tartalom kezelésében.
ia: Forni alcun information additional que pote adjutar nos a comprender tu reporto (includite ille regulamento que tu crede ha essite violate). Ben que iste information non es obligatori, le insuccesso a includer lo pote impedir nos de adressar le contento reportate.
is: Gefðu upp allar viðbótarupplýsingar sem gætu hjálpað okkur að skilja skýrsluna þína (þar á meðal hvaða skilmála þú telur að hafi verið brotnar). Þó að þessar upplýsingar séu ekki bráðnauðsynlegar, getur það komið í veg fyrir að við tökum til ráðstafana varðandi tilkynnt efni, séu þær ekki fyrir hendi.
ka: გთხოვთ, მოგვაწოდოთ დამატებითი ინფორმაცია (მათ შორის ის, თუ რას მიიჩნევთ დარღვევად), რაც დაგვეხმარება თქვენი მოხსენების უკეთ გარკვევაში. მიუხედავად იმისა, რომ არაა აუცილებელი, მის გარეშე შესაძლოა, ხელი შეგვეშალოს მოხსენების სწორად დამუშავებაში.
nl: Geef alle extra informatie die ons uw melding kan helpen te begrijpen (waaronder welk beleid u denkt dat is geschonden). Hoewel deze gegevens niet zijn vereist, kan het ontbreken ervan ertoe leiden dat we de gerapporteerde inhoud niet kunnen adresseren.
pt_br: Forneça quaisquer informações adicionais que possam nos ajudar a entender sua denúncia (incluindo qual política você acredita ter sido violada). Embora essas informações não sejam obrigatórias, a não inclusão delas pode nos impedir de abordar o conteúdo denunciado.
sk: Uveďte akékoľvek ďalšie informácie, ktoré nám môžu pomôcť pochopiť vaše hlásenie (vrátane toho, ktoré pravidlá boli podľa vás porušené). Hoci tieto informácie nie sú povinné, ich neuvedenie nám môže brániť vo vyriešení nahláseného obsahu.
sv_se: Ange ytterligare information som kan hjälpa oss att förstå din rapport (inklusive vilken policy du anser har överträtts). Även om denna information inte krävs, kan underlåtenhet att inkludera den hindra oss från att ta itu med det rapporterade innehållet.
vi: Vui lòng cung cấp mọi thông tin bổ sung có thể giúp chúng tôi hiểu báo cáo của bạn (bao gồm cả chính sách mà bạn cho rằng đã bị vi phạm). Mặc dù thông tin này là không bắt buộc nhưng việc không đưa thông tin này vào có thể khiến chúng tôi không thể giải quyết nội dung được báo cáo.

source: SPONSORED
cs: SPONZOROVÁNO
da: SPONSORERET
el: ΧΟΡΗΓΙΑ
fr: SPONSORISÉ
fy_nl: SPONSORE
hr: SPONZORIRANO
hu: SZPONZORÁLT
ia: SPONSORISATE
is: STYRKT
ka: ᲓᲐᲤᲘᲜᲐᲜᲡᲔᲑᲣᲚᲘ
nl: GESPONSORD
pl: SPONSOROWANE
pt_br: PATROCINADO
pt_pt: PATROCINADO
si: අනුග්‍රහය ලද
sk: SPONZOROVANÉ
sl: SPONZORIRANO
sv_se: SPONSRAD
th: สปอนเซอร์
tr: SPONSORLU
vi: ĐƯỢC TÀI TRỢ

source: Verified
cs: Ověřeno
da: Verificeret
el: Επαληθευμένο
fr: Vérifié
fy_nl: Ferifiearre
hr: Provjereno
hu: Ellenőrzött
ia: Verificate
id: Diverifikasi
is: Sannreynt
ka: დამოწმებული
nl: Geverifieerd
pl: Zweryfikowany
pt_br: Certificado
pt_pt: Verificado
ro: Verificat
si: සත්‍යාපිතයි
sk: Overené
sl: Preverjeno
sq: Verifikuar
sv_se: Verifierad
th: ผ่านการตรวจสอบ
tr: Doğrulandı
vi: Đã xác minh

source: This add-on has been reviewed to meet our standards for security and performance.
cs: U tohoto doplňku jsme zkontrolovali, že splňuje naše standardy pro bezpečnost a výkon.
da: Denne tilføjelse er blevet tjekket for, om den overholder vores standarder for sikkerhed og ydelse.
el: Αυτό το πρόσθετο έχει ελεγχθεί και πληροί τα πρότυπα ασφαλείας και επιδόσεών μας.
fr: Après examen, ce module complémentaire a été reconnu conforme à nos normes de sécurité et de performance.
fy_nl: Dizze add-on is beoardiele en foldocht oan ús noarms foar befeiliging en prestaasjes.
hr: Ovaj je dodatak pregledan kako bi udovoljio našim standardima za sigurnost i performancu.
hu: Megvizsgáltuk ezt a kiegészítőt, és megfelelt a biztonsági és a teljesítménybeli követelményeinknek.
ia: Iste additivo ha essite revidite pro satisfacer nostre standards de securitate e rendimento.
is: Þessi viðbót hefur verið yfirfarin með tilliti til viðmiða okkar varðandi öryggi og afköst.
ka: მოცემული დამატება შემოწმებულია და აკმაყოფილებს უსაფრთხოებისა და წარმადობის სათანადო მოთხოვნებს.
nl: Deze add-on is beoordeeld en voldoet aan onze normen voor beveiliging en prestaties.
pl: Ten dodatek został sprawdzony pod kątem zgodności z naszymi standardami bezpieczeństwa i wydajności.
pt_br: Esta extensão foi revisada para atender aos nossos padrões de segurança e desempenho.
pt_pt: Este extra foi revisto para cumprir os nossos padrões de segurança e desempenho.
si: මෙම එක්කහුව අපගේ ආරක්‍ෂණ සහ කාර්ය සාධන ප්‍රමිතීන් සපුරාලන්නේ දැයි සමාලෝචනය කර ඇත.
sk: Tento doplnok bolo skontrolovaný a spĺňa naše štandardy bezpečnosti a výkonu
sl: Ta dodatek preverjeno izpolnjuje naše standarde glede varnosti in učinkovitosti delovanja.
sv_se: Detta tillägg har granskats för att uppfylla våra standarder för säkerhet och prestanda.
th: ส่วนเสริมนี้ได้รับการตรวจสอบว่าเป็นไปตามมาตรฐานด้านความปลอดภัยและประสิทธิภาพของเรา
tr: Bu eklenti incelendi, güvenlik ve performans standartlarımızı karşıladığı onaylandı.
vi: Tiện ích này đã được xem xét để đáp ứng các tiêu chuẩn của chúng tôi về bảo mật và hiệu suất.

source: Verified extensions
cs: Ověřená rozšíření
da: Verificerede udvidelser
el: Επαληθευμένες επεκτάσεις
fy_nl: Ferifiearre útwreidingen
he: הרחבות מאומתות
hr: Provjerena proširenja
hu: Ellenőrzött kiegészítők
ia: Extensiones verificate
is: Sannreyndir forritsaukar
ja: 検証された拡張機能
ka: დამოწმებული გაფართოებები
nl: Geverifieerde extensies
pt_br: Extensões verificadas
pt_pt: Extensões verificadas
si: සත්‍යාපිත දිගු
sk: Overené rozšírenia
sl: Preverjene razširitve
sv_se: Verifierade utökningar
tr: Doğrulanmış uzantılar
vi: Tiện ích mở rộng đã xác minh

source: Verified themes
cs: Ověřené motivy vzhledu
da: Verificerede temaer
el: Επαληθευμένα θέματα
fy_nl: Ferifiearre tema’s
he: ערכות נושא מאומתות
hr: Provjerene teme
hu: Ellenőrzött témák
ia: Themas verificate
is: Sannreynd þemu
ja: 検証されたテーマ
ka: დამოწმებული თემები
nl: Geverifieerde thema’s
pt_br: Temas verificados
pt_pt: Temas verificados
si: සත්‍යාපිත තේමා
sk: Overené témy vzhľadu
sl: Preverjene teme
sv_se: Verifierade teman
tr: Doğrulanmış temalar
vi: Chủ đề đã được xác minh

source: Verified add-ons
cs: Ověřené doplňky
da: Verificerede tilføjelser
el: Επαληθευμένα πρόσθετα
fy_nl: Ferifiearre add-ons
he: תוספות מאומתות
hr: Provjereni dodaci
hu: Ellenőrzött kiegészítők
ia: Additivos verificate
is: Sannreyndar viðbætur
ja: 検証されたアドオン
ka: დამოწმებული დამატებები
nl: Geverifieerde add-ons
pt_br: Extensões verificadas
pt_pt: Extras verificados
si: සත්‍යාපිත එක්කහු
sk: Overené doplnky
sl: Preverjeni dodatki
sv_se: Verifierade tillägg
tr: Doğrulanmış eklentiler
vi: Tiện ích đã được xác minh

source: Versions blocked: all versions.
ar: إصدارات ممنوعة: جميع الإصدارات.
cs: Zablokované verze: všechny
da: Blokerede versioner: Alle versioner.
el: Αποκλεισμένες εκδόσεις: όλες οι εκδόσεις.
fr: Versions bloquées : toutes les versions.
fy_nl: Blokkearre ferzjes: alle ferzjes.
he: גרסאות חסומות: כל הגרסאות.
hr: Blokirane verzije: sve verzije.
hu: Blokkolt verziók: minden verzió.
ia: Versiones blocate: tote le versiones.
id: Versi yang diblokir: semua versi.
is: Útilokaðar útgáfur: allar útgáfur.
ja: ブロックされたバージョン: すべてのバージョン
ka: შეზღუდული ვერსიები: ყველა ვერსია.
nl: Geblokkeerde versies: alle versies.
pa_in: ਵਰਜਨ ਬਲੌਕ ਕੀਤੇ: ਸਾਰੇ ਸੰਸਕਰਣ।
pl: Zablokowane wersje: wszystkie.
pt_br: Versões bloqueadas: todas as versões.
pt_pt: Versões bloqueadas: todas as versões.
ro: Versiuni blocate: toate versiunile.
si: අවහිර කළ අනුවාද: සියළුම අනුවාද.
sk: Zablokované verzie: všetky.
sl: Blokirane različice: vse različice.
sq: Versione të bllokuar: krejt versionet.
sv_se: Versioner blockerade: alla versioner.
th: รุ่นที่ถูกปิดกั้น: รุ่นทั้งหมด
tr: Engellenen sürümler: tüm sürümler.
vi: Phiên bản bị chặn: tất cả các phiên bản.

source: Versions blocked: %(versions)s.
cs: Zablokované verze: %(versions)s.
el: Αποκλεισμένες εκδόσεις: %(versions)s.
fr: Versions bloquées : %(versions)s.
fy_nl: Blokkearre ferzjes: %(versions)s.
hu: Blokkolt verziók: %(versions)s.
ia: Versiones blocate: %(versions)s.
is: Útilokaðar útgáfur: %(versions)s.
ka: შეზღუდული ვერსიები: %(versions)s.
nl: Geblokkeerde versies: %(versions)s.
pl: Zablokowane wersje: %(versions)s.
pt_br: Versões bloqueadas: %(versions)s.
sk: Zablokované verzie: %(versions)s.
sv_se: Versioner blockerade: %(versions)s.
tr: Engellenen sürümler: %(versions)s.
vi: Phiên bản bị chặn: %(versions)s.

source: %(addonName)s has been blocked for your protection.
cs: Doplněk %(addonName)s byl z důvodů vaší ochrany zablokován.
da: %(addonName)s er blevet blokeret for din beskyttelse.
el: Το %(addonName)s έχει αποκλειστεί για την προστασία σας.
fr: %(addonName)s a été bloqué par mesure de sécurité.
fy_nl: %(addonName)s is blokkearre foar jo beskerming.
he: התוספת %(addonName)s נחסמה כדי להגן עליך.
hr: %(addonName)s je blokiran radi vaše zaštite.
hu: Az Ön védelme érdekében a(z) %(addonName)s blokkolva lett.
ia: %(addonName)s ha essite blocate pro tu protection.
id: %(addonName)s telah diblokir untuk melindungi Anda.
is: Lokað hefur verið á %(addonName)s til að vernda þig.
ka: %(addonName)s შეზღუდულია თქვენი უსაფრთხოებისთვის.
nl: %(addonName)s is geblokkeerd voor uw bescherming.
pa_in: ਤੁਹਾਡੀ ਸੁਰੱਖਿਆ ਲਈ %(addonName)s ਬਲਾਕ ਕੀਤਾ ਗਿਆ।
pl: Dodatek %(addonName)s został zablokowany z przyczyn bezpieczeństwa.
pt_br: %(addonName)s foi bloqueado para sua proteção.
pt_pt: %(addonName)s foi bloqueado para a sua proteção.
ro: %(addonName)s a fost blocat pentru a te proteja.
si: ඔබගේ රැකවරණය සඳහා %(addonName)s අවහිර කර ඇත.
sk: Doplnok %(addonName)s bol kvôli vašej ochrane zablokovaný.
sl: %(addonName)s je bil za vašo zaščito blokiran.
sq: %(addonName)s është bllokuar për t’ju mbrojtur.
sv_se: %(addonName)s har blockerats för ditt skydd.
th: %(addonName)s ถูกปิดกั้นเพื่อปกป้องคุณ
tr: %(addonName)s güvenliğiniz için engellendi.
vi: %(addonName)s đã bị chặn để bảo vệ bạn.

source: This add-on has been blocked for your protection.
cs: Tento doplněk byl z důvodů vaší ochrany zablokován.
da: Denne tilføjelse er blevet blokeret for din beskyttelse.
el: Αυτό το πρόσθετο έχει αποκλειστεί για την προστασία σας.
fr: Ce module complémentaire a été bloqué par mesure de sécurité.
fy_nl: Dizze add-on is blokkearre foar jo beskerming.
he: תוספת זו נחסמה כדי להגן עליך.
hr: Ovaj dodatak je blokiran radi tvoje zaštite.
hu: Az Ön védelme érdekében ez a kiegészítő blokkolva lett.
ia: Iste additivo ha essite blocate pro tu protection.
id: Pengaya ini telah diblokir untuk melindungi Anda.
is: Lokað hefur verið á þessa viðbót til að vernda þig.
ja: このアドオンはユーザー保護のためにブロックされています。
ka: ეს დამატება შეზღუდულია თქვენი უსაფრთხოებისთვის.
nl: Deze add-on is geblokkeerd voor uw bescherming.
pa_in: ਇਹ ਐਡ-ਆਨ ਤੁਹਾਡੀ ਸੁਰੱਖਿਆ ਲਈ ਰੋਕ ਦਿੱਤੀ ਗਈ ਹੈ।
pl: Ten dodatek został zablokowany z przyczyn bezpieczeństwa.
pt_br: Esta extensão foi bloqueada para sua proteção.
pt_pt: Para sua proteção, este extra foi bloqueado.
ro: Acest supliment a fost blocat pentru a te proteja.
si: ඔබගේ රැකවරණය සඳහා මෙම එක්කහුව අවහිර කර ඇත.
sk: Tento doplnok bol pre vašu ochranu zakázaný.
sl: Ta dodatek je bil za vašo zaščito blokiran.
sq: Kjo shtesë është bllokuar për t’ju mbrojtur.
sv_se: Detta tillägg har blockerats för ditt skydd.
th: ส่วนเสริมนี้ถูกปิดกั้นเพื่อปกป้องคุณ
tr: Güvenliğiniz için bu eklenti engellenmiştir.
vi: Tiện ích này đã bị chặn để bảo vệ bạn.

source: Why was it blocked?
cs: Proč došlo k zablokování?
da: Hvorfor blev den blokeret?
el: Γιατί αποκλείστηκε;
fr: Pourquoi a-t-il été bloqué ?
fy_nl: Wêrom is dizze blokkearre?
he: למה היא נחסמה?
hr: Zašto je blokiran?
hu: Miért lett blokkolva?
ia: Perque es illo blocate?
id: Mengapa diblokir?
is: Hvers vegna var lokað á þetta?
ka: რატომ შეიზღუდა?
nl: Waarom is deze geblokkeerd?
pa_in: ਇਹ ਬਲਾਕ ਕਿਉਂ ਕੀਤਾ ਗਿਆ?
pl: Dlaczego został zablokowany?
pt_br: Por que foi bloqueado?
pt_pt: Porque foi bloqueado?
ro: De ce a fost blocat?
si: එය අවහිර කළේ ඇයි?
sk: Prečo bol zablokovaný?
sl: Zakaj je bil blokiran?
sq: Pse është bllokuar?
sv_se: Varför blockerades den?
th: ทำไมจึงถูกปิดกั้น?
tr: Neden engellendi?
vi: Tại sao nó bị chặn?

source: This add-on violates %(startLink)sMozilla's Add-on Policies%(endLink)s.
cs: Tento doplněk porušuje %(startLink)spravidla Mozilly pro doplňky%(endLink)s.
da: Denne tilføjelse krænker %(startLink)sMozillas retningslinjer for tilføjelser%(endLink)s.
el: Αυτό το πρόσθετο παραβιάζει τις %(startLink)sπολιτικές προσθέτων της Mozilla%(endLink)s.
fr: Ce module viole %(startLink)sles règles de Mozilla pour les modules complémentaire%(endLink)s.
fy_nl: Dizze add-on skeint %(startLink)sMozilla’s add-onbelied%(endLink)s.
he: תוספת זו מפרה את %(startLink)sמדיניות התוספות של Mozilla%(endLink)s.
hr: Ovaj dodatak krši %(startLink)sMozillina pravila za dodatke%(endLink)s.
hu: Ez a kiegészítő megsérti a%(startLink)sMozilla kiegészítőkre vonatkozó házirendejét%(endLink)s).
ia: Iste additivo viola le %(startLink)sPoliticas re additivos de Mozilla%(endLink)s.
id: Pengaya ini melanggar %(startLink)sKebijakan Pengaya Mozilla%(endLink)s.
is: Þessi viðbót gengur gegn %(startLink)sstefnu Mozilla varðandi viðbætur%(endLink)s.
ka: ეს დამატება არღვევს %(startLink)sMozilla-ს დამატებების დებულებას%(endLink)s.
nl: Deze add-on schendt %(startLink)sMozilla’s add-onbeleid%(endLink)s.
pa_in: ਇਹ ਐਡ-ਆਨ %(startLink)s ਮੋਜ਼ੀਲਾ ਦੀਆਂ ਐਡ-ਆਨ ਨੀਤੀਆਂ%(endLink)s ਦੀ ਉਲੰਘਣਾ ਕਰਦੀ ਹੈੋ।
pl: Ten dodatek narusza %(startLink)szasady dodatków Mozilli%(endLink)s.
pt_br: Esta extensão viola %(startLink)sdiretrizes de extensões da Mozilla%(endLink)s.
pt_pt: Este extra viola as %(startLink)spolíticas de extras da Mozilla%(endLink)s.
ro: Acest supliment încalcă %(startLink)sPoliticile Mozilla pentru suplimente%(endLink)s.
si: මෙම එක්කහුව %(startLink)sමොසිල්ලා එක්කහු ප්‍රතිපත්ති%(endLink)s කඩ කරයි.
sk: Tento doplnok porušuje %(startLink)spravidlá Mozilly pre doplnky%(endLink)s.
sl: Ta dodatek krši %(startLink)sMozilline pravilnike za dodatke%(endLink)s.
sq: Kjo shtesë cenon %(startLink)sRregullat e Mozilla-s për Shtesat%(endLink)s.
sv_se: Detta tillägg bryter mot %(startLink)sMozilla's tilläggspolicy%(endLink)s.
tr: Bu eklenti %(startLink)sMozilla'nın Eklenti İlkelerini%(endLink)s ihlal ediyor.
vi: Tiện ích này vi phạm %(startLink)schính sách tiện ích của Mozilla%(endLink)s.
