Repository: mozilla/addons-frontend
Catalog: locale/*/LC_MESSAGES/disco.po
Languages: ar, ast, bn_bd, fa, fi, ga_ie, he, hu, ia, ka, ms, pa_in, pt_br, ro, sk, sv_se

source: There are thousands of free add-ons, created by developers all over the world, that you can install to personalize your Firefox. From fun visual themes to powerful tools that make browsing faster and safer, add-ons make your browser yours. To help you get started, here are some we recommend for their stand-out performance and functionality.
ast: Hai milenta complementos, creaos por desendolcadores de tol mundu, que pues instalar pa personalizar Firefox. Dende estilos visuales divertíos hasta ferramientes potentes pa facer el restolar más rápidu y seguru, los complementos faen el restolador de to. P'ayudate a entamar, equí hai dalgunos qu'aconseyamos pol so rindimientu y funcionalidá.
bn_bd: সাড়া বিশ্বের ডেভলপারদের তৈরি বিণামূল্যের হাজারো অ্যাড-অন রয়েছে, যা ইন্সটল করে আপনি Firefox কে নিজের মত করে সাজিয়ে নিতে পারেন। মজার থিম থেকে শুরু করে শক্তিশালী টুল রয়েছে যা ব্রাউজিং কে করবে দ্রুত ও নিরাপদ, অ্যাড-অন ব্রাউজারকে করবে একান্তই আপনার। সহজে আরম্ভ করতে, আমরা কিছু অ্যাড-অন কার্যক্ষমতা ও ফাংশনালিটির উপর ভিত্তি করে এখানে সুপারিশ করছি।
fa: هزاران افزودنی رایگان وجود دارد که توسط توسعه‌دهندگانی از سراسر دنیا ساخته شده‌اند، که شما می‌توانید آنها را نصب کنید و فایرفاکس را برای خود شخصی‌سازی کنید. از تم‌های نمایشی جالب تا ابزارهای قدرتمندی که می‌توانند مرور اینترنت را سریع‌تر و امن‌تر کنند، افزودنی‌ها مرورگر را با شما منطبق می‌کند. برای کمک به شما، این‌ها تعدادی از مواردی هستند که ما به دلیل کارایی و کارکردشان به شما توصیه می کنیم.
fi: Firefoxille on tuhansia ilmaisia lisäosia, joita kehittävät ihmiset ympäri maailmaa. Voit muokata Firefoxista omanlaisesi asentamalla niitä. Lisäosia on hauskoista teemoista tehokkaisiin työkaluihin, jotka tekevät selaamisesta nopeampaa ja turvallisempaa. Näin alkajaisiksi tässä on muutamia, joita suosittelemme niiden erinomaisen suorituskyvyn ja toiminnallisuuden vuoksi.
ga_ie: Tá na mílte breiseán saor in aisce ar fáil, cruthaithe ag forbróirí timpeall an domhain, lenar féidir leat Firefox a fheabhsú. Ó théamaí spraíúla go huirlisí cumhachtacha a dhéanann Firefox níos sciobtha níos sláine, is féidir breiseáin a úsáid chun do bhrabhsálaí a chur in oiriúint duitse féin. I dtús báire, seo duit roinnt breiseán a mholaimid mar gheall ar fheidhmíocht agus gníomhaíocht thar barr.
he: ישנן אלפי תוספות חינמיות שנוצרו על־ידי מפתחים מכל רחבי העולם, הניתנות להתקנה על מנת לעצב ולהתאים אישית את ה־Firefox שלך. מערכות נושא ועד כלים רבי עצמה ההופכים את הגלישה שלך למהירה ובטוחה יותר, תוספות הופכות את הדפדפן שלך – לשלך. על־מנת לעזור לך להתחיל, להלן מספר תוספות שאנו ממליצים עליהן בזכות הפונקציונליות והביצועים שלהן.
hu: Ingyenes kiegészítők ezrei léteznek, a világ minden táján lévő fejlesztőktől, amelyeket telepítve testre szabhatja a Firefoxát. A mókás vizuális témáktól kezdve, a hatékony eszközökig, amelyek a böngészést gyorsabbá és biztonságosabbá teszik, a kiegészítők teszik a böngészőt az Önévé. Hogy segítsünk az elindulásban, itt van néhány, amelyeket ajánlunk a kiemelkedő teljesítményük és funkcionalitásuk miatt.
ia: Il ha milles de additivos gratuite, create per disveloppatores in tote le mundo, que tu pote installar pro personalisar tu Firefox. Ab amusante themas visual a potente applicationes que rende le exploration plus veloce e plus secur, le additivos rende tu navigator vermente personal. Pro adjutar te a comenciar, ecce alcunes que nos recommenda pro lor efficientia e functionalitate excellente.
ka: აქ შეგიძლიათ მოიძიოთ ათასობით უფასო დამატება, შექმნილი შემმუშავებლების მიერ მთელი მსოფლიოდან, რომელთა საშუალებითაც შეძლებთ უკეთ მოირგოთ Firefox. მხიარული თემებით დაწყებული, მძლავრი ხელსაწყოების ჩათვლით, დაგეხმარებათ გვერდების მოხერხებულად და უსაფრთხოდ მონახულებაში და ბრაუზერს გახდის უფრო მეტად თქვენებურს. დასაწყისისთვის, აქვე გთავაზობთ რამდენიმე რჩეულ დამატებას, ბრაუზერის წარმადობისა და შესაძლებლობების გასაუმჯობესებლად.
ms: Ada beribu-ribu add-ons percuma, dicipta oleh pembangun dari seluruh dunia yang anda boleh pasang untuk memperibadikan Firefox anda. Daripada tema visual keseronokan hinggal ke alatan berkuasa yang membuat pelayaran lebih cepat dan lebih selamat, add-ons menjadikan pelayar anda milik anda. Untuk membantu anda memulakan, di sini ada beberapa add-ons yang kami syorkan kerana prestasi dan fungsinya yang luar biasa.
pa_in: ਹਜ਼ਾਰਾਂ ਮੁਫ਼ਤ ਐਡ-ਆਨ ਹਨ, ਜੋ ਵਿਸ਼ਵ ਭਰ ਦੇ ਡਿਵੈਲਪਰਾਂ ਦੁਆਰਾ ਬਣਾਏ ਗਏ ਹਨ, ਤਾਂ ਕਿ ਤੁਸੀਂ ਆਪਣੇ ਫਾਇਰਫਾਕਸ ਨੂੰ ਨਿੱਜੀ ਬਣਾਉਣ ਲਈ ਇੰਸਟਾਲ ਕਰ ਸਕੋ। ਮਜ਼ੇਦਾਰ ਵਿਜ਼ੁਅਲ ਥੀਮ ਤੋਂ ਸ਼ਕਤੀਸ਼ਾਲੀ ਸਾਧਨਾਂ ਨੂੰ ਵੇਖੋ ਜੋ ਕਿ ਤੇਜ਼ ਅਤੇ ਸੁਰੱਖਿਅਤ ਬ੍ਰਾਉਜ਼ਿੰਗ ਕਰਦੇ ਹਨ, ਐਡ-ਆਨ ਆਪਣੇ ਬ੍ਰਾਊਜ਼ਰ ਦਾ ਆਪਣਾ ਬਣਾਉ। ਸ਼ੁਰੂ ਕਰਨ ਵਿੱਚ ਤੁਹਾਡੀ ਮਦਦ ਲਈ, ਇੱਥੇ ਕੁਝ ਹਨ ਜਿਨ੍ਹਾਂ ਦੀ ਅਸੀਂ ਉਹਨਾਂ ਦੇ ਸਟੈਂਡ-ਆਊਟ ਪ੍ਰਦਰਸ਼ਨ ਅਤੇ ਕਾਰਜਾਤਮਕਤਾ ਲਈ ਸਲਾਹ ਦਿੰਦੇ ਹਾਂ।
pt_br: Existem milhares de extensões gratuitas, criadas por desenvolvedores de todo o mundo, que você pode instalar para personalizar seu Firefox. Desde temas visuais divertidos até poderosas ferramentas que tornam a navegação mais rápida e segura, extensões fazem o navegador ficar do seu jeito. Para ajudar, aqui estão algumas extensões que recomendamos por se destacar em desempenho e funcionalidade.
ro: Există mii de suplimente gratuite, create de dezvoltatori din întreaga lume, pe care le poți instala pentru a personaliza Firefox. De la teme vizuale amuzante la instrumente puternice care fac navigarea mai rapidă și mai sigură, suplimentele îți creează o experiență unică în browser. Pentru a te ajuta să începi, iată câteva dintre ele pe care le recomandăm pentru performanța și funcționalitatea remarcantă a acestora.
sk: Existujú tisíce doplnkov, ktoré vytvárajú tisíce vývojárov po celom svete. Tieto doplnky vám umožnia Firefox vylepšiť podľa vlastnej potreby - od zábavných tém až po výkonné nástroje, ktoré spravia vaše prehliadanie rýchlejšie a bezpečnejšie. Tu je niekoľko velikánov, čo stoja za vyskúšanie.
sv_se: Det finns tusentals tillägg som är gratis, skapade av utvecklare över hela världen, som du kan installera för att anpassa Firefox. Från roliga visuella teman till kraftfulla verktyg som gör surfning snabbare och säkrare, tillägg gör din webbläsare till din egen. För att hjälpa dig att komma igång, här är några vi rekommenderar för deras enastående prestanda och funktionalitet.

source: Learn More
ast: Deprender más
fi: Lue lisää
he: מידע נוסף
hu: További tudnivalók
ia: Saper plus
ka: იხილეთ ვრცლად
pa_in: ਹੋਰ ਜਾਣੋ
pt_br: Saiba mais
ro: Află mai multe
sk: Ďalšie informácie
sv_se: Lär dig mer

source: Some of these recommendations are personalized. They are based on other extensions you've installed, profile preferences, and usage statistics.
fi: Jotkin näistä suosituksista ovat henkilökohtaisia. Suositukset perustuvat muihin asentamiisi laajennuksiin, profiilin asetuksiin ja käyttötilastoihin.
he: חלק מהמלצות אלה מותאמות אישית. הן מבוססות על הרחבות אחרות שהתקנת, העדפות פרופיל וסטטיסטיקת שימוש.
hu: Ezen ajánlások némelyike személyre szabott. Az ajánlások alapja a telepített kiegészítők, a profilbeállítások és a használati statisztikák.
ia: Alcunos de iste recommendationes es personalisate. Illos es basate sur nostre extensiones que tu installava, sur preferentias del profilo e statisticas de utilisation.
ka: შემოთავაზებების ნაწილი თქვენს მოთხოვნებზეა მორგებული. ეფუძნება თქვენ მიერ ჩადგმულ სხვა გაფართოებებს, პროფილის პარამეტრებსა და გამოყენების სტატისტიკას.
pa_in: ਇਹਨਾਂ ਵਿੱਚੋਂ ਕੁੱਝ ਸਿਫਾਰਸ਼ਾਂ ਨੂੰ ਨਿੱਜੀ ਬਣਾਇਆ ਗਿਆ ਹੈ। ਉਹ ਤੁਹਾਡੇ ਦੁਆਰਾ ਸਥਾਪਿਤ ਕੀਤੀਆਂ ਗਈਆਂ ਹੋਰ ਐਕਸਟੈਂਸ਼ਨਾਂ ਤੇ ਆਧਾਰਿਤ ਹਨ, ਪ੍ਰੋਫਾਈਲ ਪਸੰਦ ਅਤੇ ਵਰਤੋਂ ਦੇ ਅੰਕੜੇ।
pt_br: Algumas dessas recomendações são personalizadas. Elas são baseadas em outras extensões que você instalou, preferências de perfil e estatísticas de uso.
ro: Unele dintre aceste recomandări sunt personalizate. Ele se bazează pe alte extensii pe care le-ai instalat, pe preferințele profilului și pe statisticile de utilizare.
sk: Niektoré z týchto odporúčaní sú vám prispôsobené. Sú založené na rozšíreniach, ktoré už máte nainštalované, nastaveniach profilu a štatistikách používania.
sv_se: Några av dessa rekommendationer är personliga. De baseras på andra tillägg du har installerat, profilinställningar och användarstatistik.

source: Your session has expired
ar: انتهت صلاحية الجلسة
ast: La sesión caducó
fa: نشست شما منسوخ شده است
fi: Istuntosi on vanhentunut
he: פג תוקפה של ההפעלה שלך
hu: A munkamenet lejárt
ia: Tu session ha expirate
ka: თქვენი სეანსი ამოიწურა
ms: Sesi anda telah tamat tempoh
pa_in: ਤੁਹਾਡੇ ਸੈਸ਼ਨ ਦੀ ਮਿਆਦ ਪੁੱਗ ਗਈ ਹੈ
pt_br: Sua sessão expirou
ro: Sesiunea a expirat
sk: Platnosť relácie uplynula
sv_se: Din session har upphört

source: An unexpected error occurred
ar: حدث خطأ غير متوقع
ast: Asocedió un fallu inesperáu
bn_bd: অপ্রত্যাশিত ভুল হয়েছে
fa: یک خطا غیر منتظره رُخ داد
fi: Tapahtui odottamaton virhe
he: אירעה שגיאה בלתי צפויה
hu: Váratlan hiba történt
ia: Un error non attendite occurreva
ka: მოულოდნელი შეცდომა
ms: Ada ralat tidak dijangka
pa_in: ਅਚਾਨਕ ਗਲਤੀ ਆਈ ਹੈ
pt_br: Ocorreu um erro inesperado
ro: S-a produs o eroare neașteptată
sk: Nastala neočakávaná chyba
sv_se: Ett oväntat fel inträffade

source: Reload To Continue
ar: أعِد التحميل للمتابعة
ast: Recargar pa siguir
fa: برای ادامه صفحه را مجددا بارگیری کنید
fi: Jatka lataamalla uudelleen
he: טעינה מחדש להמשך
hu: Töltse újra a folytatáshoz
ia: Recargar pro continuar
ka: გასაგრძელებლად, ხელახლა გახსენით
ms: Muat semula untuk Meneruskan
pa_in: ਜਾਰੀ ਰੱਖਣ ਲਈ ਦੁਬਾਰਾ ਲੋਡ ਕਰੋ
pt_br: Recarregue para continuar
ro: Reîncarcă pentru a continua
sk: Ak chcete pokračovať, obnovte kartu
sv_se: Ladda om för att fortsätta

source: Dismiss this notice
ast: Escartar esti avisu
fi: Hylkää tämä ilmoitus
he: סגירת הודעה זו
hu: Értesítés elvetése
ia: Dimitte iste nota
ka: ამ შეტყობინების დამალვა
ms: Abaikan notis ini
pa_in: ਇਸ ਨੋਟਿਸ ਨੂੰ ਖਾਰਜ ਕਰੋ
pt_br: Descartar este aviso
ro: Respinge această notificare
sk: Zavrieť toto oznámenie
sv_se: Avvisa detta meddelande

source: Preview of %(title)s
ast: Previsualización de %(title)s
fi: Lisäosan %(title)s esikatselu
he: תצוגה מקדימה של %(title)s
hu: %(title)s előnézete
ia: Vista preliminar de %(title)s
ka: %(title)s – შეთვალიერება
ms: Previu %(title)s
pa_in: %(title)s ਦੀ ਝਲਕ
pt_br: Pré-visualização de %(title)s
ro: Previzualizare %(title)s
sk: Náhľad témy %(title)s
sv_se: Förhandsgranskning av %(title)s

source: OK
ar: حسنًا
ast: Aceutar
he: אישור
ka: კარგი
pa_in: ਠੀਕ ਹੈ

source: Disabling
he: בתהליך השבתה
ia: Disactivation
ro: Se dezactivează

source: Downloading %(name)s.
bn_bd: %(name)s ডাউনলোডিং।
fa: در حال دریافت %(name)s.
ga_ie: %(name)s á íoslódáil.

source: Installing %(name)s.
bn_bd: %(name)s ইন্সটলিং।
fa: در حال نصب %(name)s.
ga_ie: %(name)s á shuiteáil.

source: %(name)s is installed and enabled. Click to uninstall.
bn_bd: %(name)s ইন্সটল এবং চালুকৃত। অনইন্সটল করতে ক্লিক করুন।
fa: %(name)s نصب و فعال شده است. برای حذف کلیک کنید.
ga_ie: Suiteáladh agus cumasaíodh %(name)s. Cliceáil chun é a dhíshuiteáil.

source: %(name)s is disabled. Click to enable.
bn_bd: %(name)s disabled। enable করতে ক্লিক করুন।
fa: %(name)s غیر فعال شده است. برای فعال‌سازی کلیک کنید.
ga_ie: Díchumasaíodh %(name)s. Cliceáil chun é a chumasú arís.

source: Uninstalling %(name)s.
bn_bd: %(name)s আনইন্সটলিং।
fa: در حال حذف %(name)s.
ga_ie: %(name)s á dhíshuiteáil.

source: %(name)s is uninstalled. Click to install.
bn_bd: %(name)s আনইন্সটলড। ইন্সটল করতে ক্লিক করুন।
fa: %(name)s حذف شده. برای نصب کلیک کنید.
ga_ie: Díshuiteáladh %(name)s. Cliceáil chun é a shuiteáil arís.

source: Install state for %(name)s is unknown.
bn_bd: %(name)s এর ইন্সটল অবস্থা অজানা।
fa: وضعیت نصب برای %(name)s ناشناس است.
ga_ie: Níl a fhios againn an bhfuil %(name)s suiteáilte nó nach bhfuil.

source: Your add-on is ready
ga_ie: Tá do bhreiseán réidh

source: Now you can access %(name)s from the toolbar.
ga_ie: Anois is féidir leat teacht ar %(name)s ón bharra uirlisí.

source: This add-on will be uninstalled after you restart Firefox.
ga_ie: Díshuiteálfar an breiseán seo tar éis duit Firefox a atosú.

source: Please restart Firefox to use this add-on.
ga_ie: Ní mór duit Firefox a atosú chun an breiseán seo a úsáid.
