Repository: mozilla/addons-frontend
Catalog: locale/*/LC_MESSAGES/disco.po
Languages: ar, ast, bn_bd, fa, fi, ga_ie, he, hu, ia, ka, ms, pa_in, pt_br, ro, sk, sv_se

source: Learn more
fi: Lue lisää
ka: იხილეთ ვრცლად
pt_br: Saiba mais
sk: Ďalšie informácie
sv_se: Läs mer

source: This extension isn’t monitored by Mozilla. Make sure you trust the extension before you install it.
fi: Mozilla ei tarkkaile tätä laajennusta. Varmistu laajennuksen luotettavuudesta, ennen kuin asennat sen.
ka: ამ გაფართოებას მუდმივად არ ამოწმებს Mozilla. დარწმუნდით მის სანდოობაში, დაყენებამდე.
pt_br: Esta extensão não é monitorada pela Mozilla. Tenha certeza de que confia na extensão antes de instalar.
sk: Toto rozšírenie Mozilla nemonitoruje. Pred jeho inštaláciou sa uistite, že mu dôverujete.
sv_se: Detta tillägg övervakas inte av Mozilla. Se till att du litar på tillägget innan du installerar det.

source: This is not a Recommended Extension. Make sure you trust it before installing.
fi: Tämä ei ole suositeltu laajennus. Varmistu laajennuksen luotettavuudesta, ennen kuin asennat sen.
sv_se: Detta är inte ett rekommenderat tillägg. Se till att du litar på det innan du installerar.

source: Enable
ar: فعّل
ast: Activar
fi: Ota käyttöön
he: הפעלה
hu: Engedélyezés
ia: Activar
ka: ჩართვა
ms: Dayakan
pa_in: ਸਮਰੱਥ ਕਰੋ
pt_br: Ativar
ro: Activează
sk: Povoliť
sv_se: Aktivera

source: Remove
ar: أزِل
ast: Desaniciar
fi: Poista
he: הסרה
hu: Eltávolítás
ia: Remover
ka: მოცილება
ms: Buang
pa_in: ਹਟਾਓ
pt_br: Remover
ro: Elimină
sk: Odstrániť
sv_se: Ta bort

source: Enabling
ar: يُفعّل
ast: Activando
fi: Otetaan käyttöön
he: מופעלת
hu: Engedélyezés
ia: Activation
ka: ირთვება
ms: Mendayakan
pa_in: ਸਮਰੱਥ ਬਣਾਉਣਾ
pt_br: Ativando
ro: Se activează
sk: Povoľuje sa
sv_se: Aktiverar

source: Downloading
ast: Baxando
fi: Ladataan
he: בהורדה
hu: Letöltés
ia: Discargamento
ka: მიმდინარეობს ჩამოტვირთვა
ms: Memuat turun
pa_in: ਡਾਉਨਲੋਡ ਜਾਰੀ
pt_br: Baixando
ro: Se descarcă
sk: Preberá sa
sv_se: Hämtar

source: Installing
ast: Instalando
fi: Asennetaan
he: בהתקנה
hu: Telepítés
ia: Installation
ka: მიმდინარეობს დაყენება
ms: Memasang
pa_in: ਇੰਸਟਾਲ ਹੋ ਰਿਹਾ ਹੈ
pt_br: Instalando
ro: Se instalează
sk: Inštaluje sa
sv_se: Installerar

source: Uninstalling
ast: Desinstalando
fi: Poistetaan
he: בהסרת התקנה
hu: Eltávolítás
ia: Disinstallation
ka: იშლება
ms: Menyahpasang
pa_in: ਅਣ-ਇੰਸਟਾਲ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pt_br: Desinstalando
ro: Se dezinstalează
sk: Odinštalovanie
sv_se: Avinstallerar

source: Install Theme
ar: ثبّت السمة
ast: Instalar l'estilu
bn_bd: থিম ইন্সটল করুন
fa: نصب قالب
fi: Asenna teema
ga_ie: Suiteáil Téama
he: התקנת ערכת נושא
hu: Téma telepítése
ia: Installar thema
ka: თემის ჩადგმა
ms: Pasang Tema
pa_in: ਥੀਮ ਇੰਸਟਾਲ ਕਰੋ
pt_br: Instalar tema
ro: Instalează tema
sk: Nainštalovať tému vzhľadu
sv_se: Installera tema

source: Add to Firefox
ar: أضِف إلى فَيَرفُكس
ast: Amestar a Firefox
bn_bd: Firefox এ যুক্ত করুন
fa: افزودن به فایرفاکس
fi: Lisää Firefoxiin
ga_ie: Cuir le Firefox
he: הוספה ל־Firefox
hu: Hozzáadás a Firefoxhoz
ia: Adder a Firefox
ka: Firefox-ზე დამატება
ms: Tambah ke Firefox
pa_in: ਫਾਇਰਫਾਕਸ ਵਿੱਚ ਜੋੜੋ
pt_br: Adicionar ao Firefox
ro: Adaugă în Firefox
sk: Pridať do Firefoxu
sv_se: Lägg till i Firefox

source: Server Error
ar: عطل في الخادوم
ast: Fallu del sirvidor
bn_bd: সার্ভার ত্রুটি
fa: خطای کارگزار
fi: Palvelinvirhe
ga_ie: Earráid ón Fhreastalaí
he: שגיאת שרת
hu: Kiszolgálóhiba
ia: Error de servitor
ka: შეცდომა სერვერზე
ms: Ralat Pelayan
pa_in: ਸਰਵਰ ਗਲਤੀ
pt_br: Erro do servidor
ro: Eroare de server
sk: Chyba servera
sv_se: Serverfel

source: Sorry, but there was an error and we couldn't complete your request. We have logged this error and will investigate it.
ar: نأسف ولكن حدث عطل ولم نقدر على إكمال طلبك. لقد سجلنا هذا الخطأ وسننظر فيه.
ast: Perdona pero hebo un fallu y nun pudimos completar la solicitú. Rexistremos esti fallu y vamos investigalu.
bn_bd: দুঃখিত, কিন্তু একটি ত্রুটি ছিল এবং আমরা আপনার অনুরোধটি সম্পূর্ণ করতে পারিনি। আমরা এই ত্রুটি লিপিবদ্ধ করেছি এবং এটা আমরা তদন্ত করে দেখবো।
fa: متاسفانه خطایی رخ داد و ما نتوانستیم درخواست شما را کامل کنیم. این خطا نگه داری شده و مورد بررسی قرار خواهد گرفت.
fi: Olemme pahoillamme, tapahtui virhe, emmekä voi toteuttaa pyyntöäsi. Olemme tallentaneet virheen ja tutkimme sen syytä.
ga_ie: Ár leithscéal. Tharla earráid agus ní raibh muid in ann d'iarratas a chomhlíonadh. Sábháladh an earráid seo sa logchomhad agus fiosróimid an scéal.
he: מצטערים, אבל אירעה שגיאה ולא הצלחנו להשלים את הבקשה שלך. תיעדנו את השגיאה הזאת ואנו נחקור אותה.
hu: Sajnáljuk, de hiba történt, és nem tudtuk teljesíteni a kérését. Naplóztuk ezt a hibát, és ki fogjuk vizsgálni.
ia: Pardono, ma il ha habite un error e nos non pote completar tu requesta. Nos ha registrate iste error e investigara re illo.
ka: ვწუხვართ, მაგრამ მოხდა გაურკვეველი შეცდომა და თქვენი მოთხოვნის შესრულება ვერ მოხერხდა. ჩვენ აღვრიცხავთ ამ შეცდომას და აუცილებლად გამოვიკვლევთ.
ms: Maaf, kami tidak dapat menyiapkan permintaan anda disebabkan ralat. Kami telah logkan ralat ini dan akan siasatnya.
pa_in: ਮੁਆਫ ਕਰਨਾ, ਪਰ ਇੱਕ ਗਲਤੀ ਹੋਈ ਸੀ ਅਤੇ ਅਸੀਂ ਤੁਹਾਡੀ ਬੇਨਤੀ ਪੂਰੀ ਨਹੀਂ ਕਰ ਸਕੇ। ਅਸੀਂ ਇਸ ਗ਼ਲਤੀ ਨੂੰ ਲਾਗ ਕੀਤਾ ਹੈ ਅਤੇ ਇਸ ਦੀ ਜਾਂਚ ਕਰਾਂਗੇ।
pt_br: Desculpe, mas houve um erro e não conseguimos completar sua solicitação. Registrámos este erro e iremos investigá-lo.
ro: Ne pare rău, dar a apărut o eroare și nu am putut finaliza cererea ta. Am înregistrat această eroare și o vom investiga.
sk: Ospravedlňujeme sa, ale počas spracovávania vašej požiadavky došlo k chybe. Chybu sme zaznamenali a budeme sa jej venovať.
sv_se: Tyvärr, men ett fel uppstod och vi kunde inte slutföra din begäran. Vi har loggat detta fel och kommer att undersöka det.

source: Error code: %(status)s.
ar: رمز العطل: %(status)s.
ast: Códigu del fallu: %(status)s.
bn_bd: এরর কোড: %(status)s।
fa: کد خطا: %(status)s.
fi: Virhekoodi: %(status)s.
ga_ie: Cód earráide: %(status)s.
he: קוד שגיאה: %(status)s.
hu: Hibakód: %(status)s.
ia: Codice de error: %(status)s.
ka: შეცდომის კოდი: %(status)s.
ms: Kod ralat: %(status)s.
pa_in: ਗਲਤ ਕੋਡ: %(status)s।
pt_br: Código do erro: %(status)s.
ro: Codul erorii: %(status)s.
sk: Kód chyby: %(status)s.
sv_se: Felkod: %(status)s.

source: Page not found
ar: لم يُعثر على الصفحة
ast: Nun s'alcontró la páxina
bn_bd: পাতা পাওয়া যায়নি
fa: صفحه پیدا نشد
fi: Sivua ei löytynyt
ga_ie: Níl fáil ar an leathanach
he: הדף לא נמצא
hu: Az oldal nem található
ia: Pagina non trovate
ka: გვერდი ვერ მოიძებნა
ms: Halaman tidak ditemui
pa_in: ਸਫਾ ਨਹੀ ਲੱਭਾ
pt_br: A página não foi encontrada
ro: Pagină negăsită
sk: Stránka nebola nájdená
sv_se: Sidan kunde inte hittas

source: Sorry, but we can't find anything at the URL you entered.
ar: نأسف لكننا لم نجد شيئا يشير إليه المسار الذي أدخلته.
ast: Perdona pero nun podemos alcontrar nada na URL qu'introduxesti.
bn_bd: দুঃখিত, কিন্তু আমরা আপনার লেখা URL এ কিছু খুঁজে পাচ্ছি না।
fa: متاسفیم، نتوانستیم چیزی در آدرس URL وارد شده پیدا کنیم.
fi: Olemme pahoillamme, mutta emme löytäneet syöttämästäsi osoitteesta mitään.
ga_ie: Ár leithscéal, ach ní bhfuaireamar aon rud ag an URL a chuir tú isteach.
he: מצטערים, אבל לא הצלחנו למצוא כלום בכתובת שהזנת.
hu: Sajnáljuk, de semmit sem találunk a megadott URL-en.
ia: Pardono, ma nos non pote trovar tote le cosas al URL que tu specificava.
ka: ვწუხვართ, მაგრამ თქვენ მიერ შეყვანილ URL-მისამართზე არაფერია.
ms: Maaf, kami tidak dapat mencari apa-apa pada URL yang anda masukkan.
pa_in: ਅਫਸੋਸ, ਪਰ ਅਸੀਂ ਤੁਹਾਡੇ ਦੁਆਰਾ ਦਾਖ਼ਲ ਕੀਤੇ ਗਏ URL ਤੇ ਕੁਝ ਨਹੀਂ ਲੱਭ ਸਕਦੇ।
pt_br: Desculpe, mas não conseguimos encontrar nada na URL que você informou.
ro: Ne pare rău, dar nu am găsit nimic la adresa URL specificată.
sk: Ospravedlňujeme sa, ale na zadanej adrese nemôžeme nič nájsť.
sv_se: Tyvärr, men vi kan inte hitta något på den URL som du angav.

source: %(strongStart)s%(name)s%(strongEnd)s has been added
ar: أُضيفت %(strongStart)s%(name)s%(strongEnd)s
ast: %(strongStart)s%(name)s%(strongEnd)s amestóse
fi: %(strongStart)s%(name)s%(strongEnd)s on lisätty
he: ‏%(strongStart)s%(name)s%(strongEnd)s התווסף
hu: %(strongStart)s%(name)s%(strongEnd)s hozzáadva
ia: %(strongStart)s%(name)s%(strongEnd)s addite
ka: %(strongStart)s%(name)s%(strongEnd)s დამატებულია
ms: %(strongStart)s%(name)s%(strongEnd)s telah ditambah
pa_in: %(strongStart)s %(name)s %(strongEnd)s ਸ਼ਾਮਿਲ ਕੀਤਾ ਗਿਆ ਹੈ
pt_br: %(strongStart)s%(name)s%(strongEnd)s foi adicionado
ro: %(strongStart)s%(name)s%(strongEnd)s a fost adăugat
sk: Doplnok %(strongStart)s%(name)s%(strongEnd)s bol pridaný
sv_se: %(strongStart)s%(name)s%(strongEnd)s har lagts till

source: Manage your add-ons by clicking Add-ons in the menu.
ar: أدِر إضافاتك بنقر زر ”الإضافات“ في القائمة.
ast: Xestiona los tos complementos calcando nel menú de Complementos.
fi: Hallitse lisäosiasi napsauttamalla valikosta ”Lisäosat”.
he: ניתן לנהל את התוספות שלך על־ידי לחיצה על ״תוספות״ שבתפריט.
hu: Kezelje kiegészítőit a Kiegészítőkre kattintva a menüben.
ia: Gere tu additivos cliccante Additivos in le menu.
ka: მართეთ თქვენი დამატებები მენიუში დამატებებზე დაწკაპებით.
ms: Urus add-ons anda dengan mengklik Add-ons dalam menu.
pa_in: ਮੀਨੂ ਵਿੱਚ ਐਡ-ਆਨ ਕਲਿਕ ਕਰਕੇ ਆਪਣੇ ਐਡ-ਆਨ ਦਾ ਪ੍ਰਬੰਧ ਕਰੋ।
pt_br: Gerencie suas extensões ao clicar em Extensões no menu.
ro: Gestionează-ți suplimentele prin clic pe Suplimente în meniu.
sk: Spravujte svoje doplnky kliknutím na Doplnky v ponuke.
sv_se: Hantera dina tillägg genom att klicka på Tillägg i menyn.

source: %(localizedSize)s B
fi: %(localizedSize)s t
he: %(localizedSize)s בתים
ka: %(localizedSize)s ბაიტი

source: %(localizedSize)s KB
fi: %(localizedSize)s kt
he: %(localizedSize)s ק״ב
ka: %(localizedSize)s კბაიტი

source: %(localizedSize)s MB
fi: %(localizedSize)s Mt
he: %(localizedSize)s מ״ב
ka: %(localizedSize)s მბაიტი

source: %(localizedSize)s GB
fi: %(localizedSize)s Gt
he: %(localizedSize)s ג״ב
ka: %(localizedSize)s გბაიტი

source: %(localizedSize)s TB
fi: %(localizedSize)s Tt
he: %(localizedSize)s ט״ב
ka: %(localizedSize)s ტბაიტი

source: %(application)s %(minVersion)s and later
fi: %(application)s %(minVersion)s ja uudempi
he: ‏%(application)s %(minVersion)s ומעלה
hu: %(application)s %(minVersion)s vagy újabb
ia: %(application)s %(minVersion)s e plus recente
ka: %(application)s %(minVersion)s და უფრო ახალი
pa_in: %(application)s %(minVersion)s ਅਤੇ ਬਾਅਦ ਵਿੱਚ
pt_br: %(application)s %(minVersion)s em diante
ro: %(application)s %(minVersion)s și versiunile ulterioare
sk: %(application)s verzia %(minVersion)s a novšia
sv_se: %(application)s %(minVersion)s och senare

source: %(application)s %(minVersion)s to %(maxVersion)s
fi: %(application)s versiosta %(minVersion)s versioon %(maxVersion)s
he: ‏%(application)s %(minVersion)s עד %(maxVersion)s
hu: %(application)s %(minVersion)s – %(maxVersion)s
ia: %(application)s %(minVersion)s a %(maxVersion)s
ka: %(application)s %(minVersion)s – %(maxVersion)s
pa_in: %(application)s %(minVersion)s ਤੋਂ %(maxVersion)s ਤੱਕ
pt_br: %(application)s %(minVersion)s até %(maxVersion)s
ro: %(application)s %(minVersion)s până %(maxVersion)s
sk: %(application)s vo verziách %(minVersion)s až %(maxVersion)s
sv_se: %(application)s %(minVersion)s till %(maxVersion)s

source: Works with %(listOfApplicatonsAndVersions)s
ast: Funciona con %(listOfApplicatonsAndVersions)s
fi: Toimii seuraavien kanssa: %(listOfApplicatonsAndVersions)s
he: עובד עם %(listOfApplicatonsAndVersions)s
hu: Ezekkel működik: %(listOfApplicatonsAndVersions)s
ia: Functiona con %(listOfApplicatonsAndVersions)s
ka: იმუშავებს ვერსიასთან %(listOfApplicatonsAndVersions)s
pa_in: %(listOfApplicatonsAndVersions)s ਨਾਲ ਕੰਮ ਕਰਦਾ ਹੈ
pt_br: Funciona com %(listOfApplicatonsAndVersions)s
ro: Funcționează cu %(listOfApplicatonsAndVersions)s
sk: Funguje s: %(listOfApplicatonsAndVersions)s
sv_se: Fungerar med %(listOfApplicatonsAndVersions)s

source: Installation aborted because the add-on appears to be corrupt.
ast: Albortóse la instalación porque'l complementu paez tar toyíu.
fi: Asennus keskeytettiin, koska lisäosa vaikuttaa olevan rikkoutunut.
he: ההתקנה בוטלה מכיוון שנראה שהתוספת פגומה.
hu: A telepítés megszakadt, mert a kiegészítő sérültnek tűnik.
ia: Installation abortate perque le additivo pare esser corrumpite.
ka: ჩადგმა შეჩერდა, ვინაიდან როგორც ჩანს, დამატება დაზიანებულია.
pa_in: ਇੰਸਟਾਲੇਸ਼ਨ ਅਸਫਲ ਕੀਤੀ ਗਈ ਕਿਉਂਕਿ ਐਡ-ਆਨ ਭ੍ਰਿਸ਼ਟ ਜਾਪਦੀ ਹੈ।
pt_br: Instalação interrompida porque a extensão parece estar corrompida.
ro: Instalare abandonată din cauză că suplimentul pare să fie corupt.
sk: Inštalácia bola predčasne ukončená, pretože doplnok je zrejme poškodený.
sv_se: Installation avbruten eftersom tillägget verkar vara skadat.

source: Installation failed. Please try again.
ar: فشل التثبيت. رجاء أعِد المحاولة.
ast: Falló la instalación. Volvi tentalo, por favor.
bn_bd: ইন্সটল করা সম্ভব হয়নি। দয়া করে আবার চেস্টা করুন।
fa: نصب شکست خورد. لطفا دوباره تلاش کنید.
fi: Asennus epäonnistui. Yritä uudestaan.
ga_ie: Theip ar an tsuiteáil. Bain triail eile as.
he: ההתקנה נכשלה. נא לנסות שנית.
hu: A telepítés sikertelen. Kérjük, próbálja meg újra.
ia: Installation fallite. Per favor retenta.
ka: დაყენება ვერ მოხერხდა. სცადეთ მოგვიანებით.
ms: Pemasangan gagal. Sila cuba lagi.
pa_in: ਇੰਸਟਾਲੇਸ਼ਨ ਅਸਫਲ। ਮੁੜ ਕੋਸ਼ਿਸ ਕਰੋ ਜੀ।
pt_br: A instalação falhou. Tente novamente.
ro: Instalare eșuată. Te rugăm să încerci din nou.
sk: Inštalácia zlyhala. Skúste to prosím znova.
sv_se: Installationen misslyckades. Försök igen.

source: Download failed. Please check your connection.
ar: فشل التنزيل. رجاء افحص اتصالك.
ast: Falló la descarga. Comprueba la conexón, por favor.
bn_bd: ডাউনলোড সম্ভব হয়নি। দয়া করে আপনার সংযোগটি পরীক্ষা করুন।
fa: دریافت شکست خورد. لطفا اتصال خود را بررسی کنید.
fi: Lataus epäonnistui. Tarkista verkkoyhteys.
ga_ie: Theip ar an íoslódáil. Déan cinnte go bhfuil tú ceangailte leis an líonra.
he: ההורדה נכשלה. נא לבדוק את החיבור שלך.
hu: A letöltés sikertelen. Kérjük, ellenőrizze kapcsolatát.
ia: Discargamento fallite. Per favor verifica tu connexion.
ka: ჩამოტვირთვა ვერ მოხერხდა. გთხოვთ შეამოწმოთ ქსელთან კავშირი.
ms: Muat turun gagal. Sila semak sambungan anda.
pa_in: ਡਾਊਨਲੋਡ ਅਸਫਲ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਕਨੈਕਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰੋ।
pt_br: O download falhou. Por favor, verifique sua conexão.
ro: Descărcare eșuată. Te rugăm să îți verifici conexiunea.
sk: Prevzatie zlyhalo. Skontrolujte prosím vaše pripojenie.
sv_se: Hämtningen misslyckades. Kontrollera din anslutning.

source: An unexpected error occurred during installation.
ar: حدث عطل غير متوقع أثناء التثبيت.
ast: Asocedió un fallu inesperáu na instalación.
bn_bd: অপ্রত্যাশিত ভূল হয়েছে ইন্সটল করার সময়।
fa: یک خطا غیر منتظره در هنگام نصب رُخ داد.
fi: Asennuksessa tapahtui odottamaton virhe.
ga_ie: Tharla earráid gan súil leis le linn suiteála.
he: אירעה שגיאה לא צפויה במהלך ההתקנה.
hu: Váratlan hiba történt a telepítés során.
ia: Un error non attendite occurreva durante le installation.
ka: მოულოდნელი შეცდომა დაყენებისას.
ms: Ada ralat tidak dijangka semasa pemasangan.
pa_in: ਇੰਸਟੌਲੇਸ਼ਨ ਦੇ ਦੌਰਾਨ ਇੱਕ ਅਚਾਨਕ ਤਰੁੱਟੀ ਪੈਦਾ ਹੋਈ।
pt_br: Ocorreu um erro inesperado durante a instalação.
ro: S-a produs o eroare neașteptată în timpul instalării.
sk: Počas inštalácie nastala neočakávaná chyba.
sv_se: Ett oväntat fel uppstod under installationen.

source: An unexpected error occurred during uninstallation.
ar: حدث عطل غير متوقع أثناء إلغاء التثبيت.
ast: Asocedió un fallu inesperáu na desinstalación.
bn_bd: অপ্রত্যাশিত ভূল হয়েছে আনইন্সটল করার সময়।
fa: یک خطا غیر منتظره در هنگام حذف رُخ داد.
fi: Asennuksen poistossa tapahtui odottamaton virhe.
ga_ie: Tharla earráid gan súil leis le linn díshuiteála.
he: אירעה שגיאה לא צפויה במהלך הסרת ההתקנה.
hu: Váratlan hiba történt az eltávolítás során.
ia: Un error non attendite occurreva durante le disinstallation.
ka: მოულოდნელი შეცდომა ამოშლისას.
ms: Ada ralat tidak dijangka semasa nyahpasang.
pa_in: ਅਨ ਸਥਾਪਿਤ ਹੋਣ ਦੇ ਦੌਰਾਨ ਇੱਕ ਅਚਾਨਕ ਤਰੁੱਟੀ ਉਤਪੰਨ ਹੋਈ।
pt_br: Ocorreu um erro inesperado durante a desinstalação.
ro: S-a produs o eroare neașteptată în timpul dezinstalării.
sk: Počas odinštalovania nastala neočakávaná chyba.
sv_se: Ett oväntat fel uppstod under avinstallationen.

source: An unexpected error occurred.
ar: حدث عطل غير متوقع.
ast: Asocedió un fallu inesperáu.
bn_bd: অপ্রত্যাশিত ভূল হয়েছে।
fa: یک خطا غیر منتظره رُخ داد.
fi: Tapahtui odottamaton virhe.
ga_ie: Tharla earráid gan súil leis.
he: אירעה שגיאה לא צפויה.
hu: Váratlan hiba történt.
ia: Un error non attendite occurreva.
ka: მოულოდნელი შეცდომა.
ms: Ada ralat tidak dijangka.
pa_in: ਅਚਾਨਕ ਗਲਤੀ ਆਈ ਹੈ।
pt_br: Ocorreu um erro inesperado.
ro: S-a produs o eroare neașteptată.
sk: Nastala neočakávaná chyba.
sv_se: Ett oväntat fel inträffade.

source: Close
ar: أغلق
ast: Zarrar
bn_bd: বন্ধ
fa: بستن
fi: Sulje
ga_ie: Dún
he: סגירה
hu: Bezárás
ia: Clauder
ka: დახურვა
ms: Tutup
pa_in: ਬੰਦ ਕਰੋ
pt_br: Fechar
ro: Închide
sk: Zavrieť
sv_se: Stäng

source: Firefox for iOS does not currently support add-ons.
ar: لا يدعم فَيَرفُكس لآي أو إس الإضافات حاليا.
ast: Anguaño Firefox pa iOS nun sofita los complementos.
bn_bd: iOS এর জন্য Firefox বর্তমানে অ্যাড-অন সমর্থন করে না।
fa: در حال حاضر فایرفاکس برای iOS از افزونه‌ها پشتیبانی نمی‌کند.
fi: Firefox iOS:lle ei tällä hetkellä tue lisäosia.
he: ‏Firefox עבור iOS אינו תומך בתוספות בשלב זה.
hu: A Firefox for iOS pillanatnyilag nem támogatja a kiegészítőket.
ia: Firefox pro iOS non supporta actualmente additivos.
ka: Firefox iOS ვერსიას, ამჟამად არ გააჩნია დამატებების მხარდაჭერა.
ms: Firefox untuk iOS tidak mempunyai sokongan add-on.
pa_in: iOS ਲਈ ਫਾਇਰਫਾਕਸ ਵਰਤਮਾਨ ਵਿੱਚ ਐਡ-ਆਨ ਦਾ ਸਮਰਥਨ ਨਹੀਂ ਕਰਦਾ।
pt_br: O Firefox para iOS atualmente não suporta extensões.
ro: Firefox pentru iOS nu are în prezent suport pentru suplimente.
sk: Firefox pre iOS v súčasnosti nepodporuje doplnky.
sv_se: Firefox för iOS stöder för närvarande inte tillägg.

source: This add-on does not support your version of Firefox.
ar: لا تدعم هذه الإضافة إصدارة فَيَرفُكس لديك.
ast: Esti complementu nun sofita la to versión de Firefox.
bn_bd: এই অ্যাড-অনটি আপনার Firefox এর সংস্করণ সমর্থন করে না।
fa: این افزونه از نسخه فایرفاکس شما پشتیبانی نمی‌کند.
fi: Tämä lisäosa ei tue käyttämääsi Firefoxin versiota.
he: תוספת זו אינה נתמכת ע״י גרסת ה־Firefox שלך.
hu: Ez a kiegészítő nem támogatja az Ön Firefox verzióját.
ia: Iste additivo non supporta tu version de Firefox.
ka: ეს დამატება არათავსებადია Firefox-ის თქვენს ვერსიასთან.
ms: Add-on ini tidak disokong dalam versi Firefox anda.
pa_in: ਇਹ ਐਡ-ਆਨ ਤੁਹਾਡੇ ਫਾਇਰਫਾਕਸ ਦੇ ਵਰਜਨ ਲਈ ਸਹਾਇਕ ਨਹੀਂ ਹੈ।
pt_br: Esta extensão não é suportada pela sua versão do Firefox.
ro: Acest supliment nu suportă versiunea ta de Firefox.
sk: Tento doplnok nie je vo vašej verzii Firefoxu podporovaný.
sv_se: Detta tillägg stöder inte din version av Firefox.

source: This add-on does not support your browser.
ar: لا تدعم هذه الإضافة المتصفح لديك.
ast: Esti complementu nun sofita'l restolador.
bn_bd: এই অ্যাড-অনটি আপনার ব্রাউজার সমর্থন করে না।
fa: این اقزونه از مرورگر شما پشتیبانی نمی‌کند.
fi: Tämä lisäosa ei tue selaintasi.
he: תוספת זו אינה נתמכת ע״י הדפדפן שלך.
hu: Ez a kiegészítő nem támogatja a böngészőjét.
ia: Iste additivo non supporta tu navigator de web.
ka: ეს დამატება არათავსებადია თქვენს ბრაუზერთან.
ms: Add-on ini tidak disokong oleh pelayar anda.
pa_in: ਇਹ ਐਡਆਨ ਤੁਹਾਡੇ ਬ੍ਰਾਉਜ਼ਰ ਦਾ ਸਮਰਥਨ ਨਹੀਂ ਕਰਦੀ।
pt_br: Esta extensão não é suportada pelo seu navegador.
ro: Acest supliment nu suportă browserul tău.
sk: Tento doplnok nie je vo vašom prehliadači podporovaný.
sv_se: Detta tillägg stöder inte din webbläsare.

source: Discover Add-ons
ar: استكشف الإضافات
ast: Descubrir complementos
bn_bd: আরো এড-অন আবিষ্কার করুন
fa: افزونه کشف کنید
fi: Löydä lisäosia
ga_ie: Aimsigh Breiseáin
he: גילוי תוספות
hu: Kiegészítők felfedezése
ia: Discoperi additivos
ka: აღმოაჩინეთ ახალი დამატებები
ms: Temui Add-on
pa_in: ਐਡ-ਆਨ ਖੋਜੋ
pt_br: Descobrir extensões
ro: Descoperă suplimente
sk: Objavte doplnky
sv_se: Upptäck tillägg

source: Privacy Policy
ar: سياسة الخصوصية
ast: Política de privacidá
bn_bd: গোপনীয়তা নীতি
fa: سیاست‌های حریم‌خصوصی
fi: Tietosuojakäytäntö
he: מדיניות פרטיות
hu: Adatvédelmi irányelvek
ia: Politica de confidentialitate
ka: პირადულობის დაცვა
ms: Dasar Privasi
pa_in: ਪਰਦੇਦਾਰੀ ਸੂਚਨਾ
pt_br: Política de privacidade
ro: Politică de confidențialitate
sk: Zásady ochrany súkromia
sv_se: Sekretesspolicy

source: Find more add-ons
ast: Alcontrar más complementos
fi: Löydä enemmän lisäosia
he: חיפוש תוספות נוספות
hu: Több kiegészítő keresése
ia: Trova plus additivos
ka: სხვა დამატებების მოძიება
ms: Lihat lebih banyak add-ons
pa_in: ਹੋਰ ਐਡ-ਆਨ ਲੱਭੋ
pt_br: Encontrar mais extensões
ro: Găsește mai multe suplimente
sk: Zobraziť ďalšie doplnky
sv_se: Hitta fler tillägg

source: Personalize Your Firefox
ar: خصّص فَيَرفُكس لديك
ast: Personaliza Firefox
bn_bd: আপনার Firefox ব্যক্তিগত করুন
fa: فایرفاکس خود را شخصی سازی کنید
fi: Mukauta Firefoxiasi
ga_ie: Cuir Firefox in oiriúint duitse féin
he: התאמה אישית של ה־Firefox שלך
hu: A Firefox testreszabása
ia: Personalisa tu Firefox
ka: მოირგეთ თქვენი Firefox
ms: Peribadikan Firefox Anda
pa_in: ਆਪਣੇ ਫਾਇਰਫਾਕਸ ਨੂੰ ਨਿੱਜੀ ਬਣਾਓ
pt_br: Personalize seu Firefox
ro: Personalizează Firefox
sk: Prispôsobte si svoj Firefox
sv_se: Anpassa Firefox
