Repository: mozilla/addons-frontend
Catalog: locale/hsb/LC_MESSAGES/amo.po
Languages: hsb

source: Tell users a bit more information about this user. Most fields are optional, but they'll help other users get to know %(userName)s better.
hsb: Dajće wužiwarjam někotre informacije wjace wo tutym wužiwarju. Najwjace polow je opcionalne, ale budźe druhim wužiwarjam pomhać, %(userName)s lěpje zeznać.

source: Introduce yourself to the community if you like
hsb: Předstajće so zhromadźenstwu, jeli chceće

source: Introduce %(userName)s to the community
hsb: Předstajće %(userName)s zhromadźenstwu

source: Log in to edit the profile
hsb: Přizjewće so, zo byšće profil wobdźěłał

source: Creating your profile…
hsb: Waš profil so załožuje…

source: Create My Profile
hsb: Mój profil załožić

source: Updating your profile…
hsb: Waš profil so aktualizuje…

source: Update My Profile
hsb: Mój profil aktualizować

source: Updating profile…
hsb: Profil so aktualizuje…

source: Update Profile
hsb: Profil aktualizować

source: View user's profile
hsb: Profil wužiwarja pokazać

source: Edit user's profile
hsb: Profil wužiwarja wobdźěłać

source: Account
hsb: Konto

source: Account for %(userName)s
hsb: Konto za %(userName)s

source: Email Address
hsb: E-mejlowa adresa

source: Email address cannot be changed here
hsb: E-mejlowa adresa njeda so tu změnić

source: You can change your email address on Mozilla accounts. %(startLink)sNeed help?%(endLink)s
hsb: Móžeće swoju e-mejlowu adresu na konće Mozilla změnić. %(startLink)sTrjebaće pomoc?%(endLink)s

source: Manage Mozilla accounts…
hsb: Konta Mozilla rjadować…

source: Profile
hsb: Profil

source: This field is required
hsb: Tute polo je trěbne

source: Display Name *
hsb: Zwobraznjenske mjeno *

source: This URL will only be visible for users who are developers.
hsb: Tutón URL budźeće jenož widźomny za wužiwarjow, kotřiž su wuwiwarjo.

source: Some HTML supported: %(htmlTags)s. Links are forbidden.
hsb: Dźěl HTML so podpěruje: %(htmlTags)s. Wotkazy su zakazane.

source: Notifications
hsb: Zdźělenki

source: From time to time, Mozilla may send you email about upcoming releases and add-on events. Please select the topics you are interested in.
hsb: Hdys a hdys Mozilla wam e-mejlku wo přichodnych wersijach a přidatkowych podawkach sćele. Prošu wubjerće temy, za kotrež zajimujeće.

source: From time to time, Mozilla may send this user email about upcoming releases and add-on events. Please select the topics this user may be interested in.
hsb: Hdys a hdys Mozilla tutu wužiwarsku e-mejlku wo přichodnych wersijach a přidatkowych podawkach sćele. Prošu wubjerće temy, za kotrež so tutón wužiwar snano zajimuje.

source: Mozilla reserves the right to contact you individually about specific concerns with your hosted add-ons.
hsb: Mozilla sej prawo wuměnja, so z wami wo wěstych naležnosćach z wašimi hospodowanymi přidatkami do zwiska stajić.

source: Delete My Profile
hsb: Mój profil zhašeć

source: Delete Profile
hsb: Profil zhašeć

source: IMPORTANT: Deleting your Firefox Add-ons profile is irreversible.
hsb: WAŽNY: Zhašenje wašeho profila za přidatki Firefox njeda so cofnyć.

source: IMPORTANT: Deleting this Firefox Add-ons profile is irreversible.
hsb: WAŽNY: Zhašenje tutoho profila za přidatki Firefox njeda so cofnyć.

source: Your data will be permanently removed, including profile details (picture, user name, display name, location, home page, biography, occupation), notification preferences, reviews, and collections.
hsb: Waše daty budu so na přeco wotstronjeć, inkluziwnje profilowe podrobnosće (wobraz, wužiwarske mjeno, zwobraznjenske mjeno, městno, startowa strona, žiwjenjoběh, powołanje), zdźělenske nastajenja, pohódnoćenja a zběrki.

source: The user’s data will be permanently removed, including profile details (picture, user name, display name, location, home page, biography, occupation), notification preferences, reviews, and collections.
hsb: Daty wužiwarja budu so na přeco wotstronjeć, inkluziwnje profilowe podrobnosće (wobraz, wužiwarske mjeno, zwobraznjenske mjeno, městno, startowa strona, žiwjenjoběh, powołanje), zdźělenske nastajenja, pohódnoćenja a zběrki.

source: If you authored any add-ons they will also be deleted, unless you share ownership with other authors. In that case, you will be removed as an author and the remaining authors will maintain ownership of the add-on.
hsb: Jeli sće přidatki wuwił, so te tež zhašeja, chibazo druzy awtorojo su tež wobsedźerjo. W tutym padźe was jako awtora wotstronja a zbytni awtorojo wobsedźerjo přidatka wostanu.

source: If the user authored any add-ons they will also be deleted, unless ownership is shared with other authors. In that case, the user will be removed as an author and the remaining authors will maintain ownership of the add-on.
hsb: Jeli je wužiwar přidatki wuwił, so te tež zhašeja, chibazo druzy awtorojo su tež wobsedźerjo. W tutym padźe wužiwarja jako awtora wotstronja a zbytni awtorojo wobsedźerjo přidatka wostanu.

source: When you use this email address to log in again to addons.mozilla.org, your profile on Firefox Add-ons will not have access to any of its previous content.
hsb: Hdyž tutu e-mejlowu adresu wužiwaće, zo byšće so zaso pola addons.mozilla.org přizjewił, waš profil za přidatki Firefox přistup k prjedawšemu wobsahej njezměje.

source: Unsubscribe
hsb: Wotskazać

source: You are successfully unsubscribed!
hsb: Waš abonement je so wuspěšnje wotskazał!

source: The email address %(strongStart)s%(email)s%(strongEnd)s will no longer get messages when:
hsb: E-mejlowa adresa %(strongStart)s%(email)s%(strongEnd)s hižo powěsće njepřijima, hdyž:

source: You can edit your notification settings by %(linkStart)sediting your profile%(linkEnd)s.
hsb: %(linkStart)sWobdźěłajće swój profil%(linkEnd)s, zo byšće swoje zdźělenske nastajenja wobdźěłał.

source: (no name)
hsb: (žane mjeno)

source: %(application)s %(minVersion)s and later
hsb: %(application)s %(minVersion)s a pozdźišo

source: %(application)s %(minVersion)s to %(maxVersion)s
hsb: %(application)s %(minVersion)s do %(maxVersion)s

source: Works with %(listOfApplicatonsAndVersions)s
hsb: Funguje z %(listOfApplicatonsAndVersions)s

source: Installation aborted because the add-on appears to be corrupt.
hsb: Instalaija je so přetorhnyła, dokelž přidatk zda so wobškodźeny być.

source: Installation failed. Please try again.
hsb: Instalacija je so nimokuliła. Prošu spytajće hišće raz.

source: Download failed. Please check your connection.
hsb: Sćehnjenje je so nimokuliło. Prošu přepruwujće swój zwisk.

source: An unexpected error occurred during installation.
hsb: Při instalowanju je njewočakowany zmylk wustupił.

source: An unexpected error occurred during uninstallation.
hsb: Při wotinstalowanju je njewočakowany zmylk je wustupił.

source: An unexpected error occurred.
hsb: Njewočakowany zmylk je wustupił.

source: stay up-to-date with news and events relevant to add-on developers (including the about:addons newsletter)
hsb: wostańće aktualny z powěsćemi a podawkami, kotrež su relewantne za wuwiwarjow přidatkow (inkluziwnje powěsćowy list about:addons)

source: Mozilla needs to contact me about my individual add-on
hsb: Mozilla dyrbi so ze mnu mojeho přidatka dla do zwiska stajić

source: new add-ons or Firefox features are available
hsb: nowe přidatki abo funkcije Firefox su k dispoziciji

source: someone writes a review of my add-on
hsb: něchtó pisa pohódnoćenje mojeho přidatka

source: an add-on developer replies to my review
hsb: wuwiwar přidatka wotmołwja na moje pohódnoćenje

source: my add-on is reviewed by a reviewer
hsb: mój přidatk je so wot redaktora přepruwował

source: my add-on's compatibility cannot be upgraded
hsb: kompatibelnosć mojeho přidatka njeda so powyšić

source: my add-on's compatibility is upgraded successfully
hsb: kompatibelnosć mojeho přidatka je so wuspěšnje powyšiła
