Repository: mozilla/addons-frontend
Catalog: locale/hsb/LC_MESSAGES/amo.po
Languages: hsb

source: When Mozilla becomes aware of add-ons, plugins, or other third-party software that seriously compromises Firefox security, stability, or performance and meets %(criteriaStartLink)scertain criteria%(criteriaEndLink)s, the software may be blocked from general use. For more information, please read %(supportStartLink)sthis support article%(supportEndLink)s.
hsb: Hdyž Mozilla zhoni, zo přidatki, tykače abo druhe programy třećich poskićowarjow strašnje wěstotu, stabilnosć abo wukon přidatka Firefox wohrožuja a %(criteriaStartLink)swěstym kriterijam%(criteriaEndLink)s wotpowěduja, budźe so softwara při powšitkownym wužiwanju snano blokować. Za dalše informacije čitajće prošu %(supportStartLink)stutón nastawk pomocy%(supportEndLink)s.

source: Blocked on %(date)s.
hsb: Dnja %(date)s zablokowany.

source: All extension categories
hsb: Wšě kategorije rozšěrjenjow

source: All theme categories
hsb: Wšě kategorije drastow

source: Themes in %(categoryName)s
hsb: Drasty w %(categoryName)s

source: Extensions in %(categoryName)s
hsb: Rozšěrjenja w %(categoryName)s

source: Do you really want to delete this collection?
hsb: Chceće woprawdźe tutu zběrku zhašeć?

source: Delete this collection
hsb: Tutu zběrku zhašeć

source: You reported this collection
hsb: Sće tutu zběrku zdźělił

source: We have received your report. Thanks for letting us know about your concerns with this collection.
hsb: Smy wašu rozprawu dóstali. Dźakujemy so, zo sće nam swoje wobmyslenja nastupajo tutu zběrku zdźělił.

source: Report this collection
hsb: Tutu zběrku zdźělić

source: Log in to create a collection
hsb: Přizjewće so, zo byšće zběrku wutworił

source: Log in to edit this collection
hsb: Přizjewće so, zo byšće tutu zběrku wobdźěłał

source: First, create your collection. Then you can add extensions and themes.
hsb: Wutworće najprjedy swoju zběrku. Potom móžeće rozšěrjenja a drasty přidać.

source: Search for extensions and themes to add to your collection.
hsb: Pytajće rozšěrjenja a drasty, zo byšće je swojej zběrce přidał.

source: Download and create Firefox collections to keep track of favorite extensions and themes. Explore the %(collectionName)s—%(collectionDescription)s.
hsb: Sćehńće a wutworće zběrki Firefox, zo byšće přehlad wo najlubše rozšěrjenja a drasty wobchował. Wuslědźće %(collectionName)s — %(collectionDescription)s.

source: Download and create Firefox collections to keep track of favorite extensions and themes. Explore the %(collectionName)s.
hsb: Sćehńće a wutworće zběrki Firefox, zo byšće přehlad wo najlubše rozšěrjenja a drasty wobchował. Wuslědźće %(collectionName)s.

source: Submit feedback or report a collection to Mozilla
hsb: Sćelće swoje měnjenje abo zdźělće Mozilla zběrku

source: by %(authorName)s
hsb: wot %(authorName)s

source: Report this collection to Mozilla
hsb: Mozilla tutu zběrku zdźělić

source: Send some feedback about the collection
hsb: Sćelće swoje měnjenje wo zběrce

source: Report the collection because it's illegal or incompliant
hsb: Zdźělće tutu zběrku, dokelž je ilegalna abo njekonformna

source: My collections
hsb: Moje zběrki

source: Collections
hsb: Zběrki

source: Log in to view your collections
hsb: Přizjewće so, zo byšće sej swoje zběrk wobhlada

source: Collections make it easy to keep track of favorite add-ons and share your perfectly customized browser with others.
hsb: Zběrki wosnadnjeja slědowanje wašich najlubšich přidatkow a dźělenje wašeho perfektnje přiměrjeneho wobhladowaka z druhimi.

source: Create a collection
hsb: Zběrku wutworić

source: You do not have any collections.
hsb: Nimaće žane zběrki.

source: Music
hsb: Hudźba

source: Seasonal
hsb: Počasy

source: Firefox for Android extensions
hsb: Rozšěrjenja Firefox za Android

source: Personalize Firefox for Android with powerful extensions.
hsb: Přiměrće Firefox za Android z mócnymi rozšěrjenjemi.

source: See more recommended extensions
hsb: Dalše doporučene rozšěrjenja pokazać

source: Explore all Android extensions
hsb: Wuslědźće wšě rozšěrjenja Android

source: See more trending extensions
hsb: Dalše tuchwilu woblubowane rozšěrjenja sej wobhladać

source: Change the way Firefox looks with themes.
hsb: Změńće wonkowny napohlad Firefox přez drasty.

source: Download Firefox extensions and themes. They’re like apps for your browser. They can block annoying ads, protect passwords, change browser appearance, and more.
hsb: Sćehńće rozšěrjenja a drasty Firefox. Su kaž nałoženja za waš wobhladowak. Móža mjerzace wabjenje blokować, hesła škitać, zwonkowne wobhladowaka změnić a wjace.

source: Abstract
hsb: Abstraktnje

source: Nature
hsb: Přiroda

source: Film & TV
hsb: Film a telewizija

source: Scenery
hsb: Krajina

source: See more top rated extensions
hsb: Dalše najwyše pohódnoćene rozšěrjenja sej wobhladać

source: See more recommended themes
hsb: Dalše doporučene drasty pokazać

source: See more trending themes
hsb: Dalše tuchwilu woblubowane drasty sej wobhladać

source: See more top rated themes
hsb: Dalše najwyše pohódnoćene drasty sej wobhladać

source: Download themes to change how Firefox looks. Tailor your experience to your tastes. Cute critters, evil robots, beautiful landscapes—thousands of options.
hsb: Sćehńce drasty, zo byšće zwonkowne firefox změnił. Přiměrće swoje dožiwjenje swojemu słodej. Puzorne zwěrjatka, złe robotery, rjane krajiny - tysacy móžnosćow.

source: Download Firefox Extensions to add features that customize browsing. Protect passwords, find deals, enhance video, and block annoying ads with browser apps.
hsb: Sćehńće rozšěrjenja Firefox, zo byšće funkcije přidał, kotrež přehladowanje přiměrili. Škitajće hesła, namakajće poskitki, polěpšće wideja a blokujće mjerzace wabjenje z nałoženjemi wobhladowaka.

source: Change your browser's appearance. Choose from thousands of themes to give Firefox the look you want.
hsb: Změńće napohlad swojeho wobhladowaka. Wubjerće z tysacow drastow, zo byšće Firefox napohlad dał, kotryž chceće.

source: Explore powerful tools and features to customize Firefox and make the browser all your own.
hsb: Wuslědźće mócne nastroje a funkcije, zo byšće Firefox na swoje potrěbnosće přiměrił.

source: Explore all categories
hsb: Wšě kategorije wuslědźić

source: Available for your locale
hsb: Za wašu rěč k dispoziciji

source: Dictionaries and Language Packs
hsb: Słowniki a rěčne pakćiki

source: Download Firefox dictionaries and language pack extensions. Add a new language option to your browser spell-checker, or change the browser's interface language.
hsb: Sćehńće słowniki Firefox a rěčne pakćiki. Přidajće swojej prawopisnej kontroli wobhladowaka nowe rěčne nastajenje abo změńće powjerchowu rěč wobhladowaka.

source: Installing a dictionary add-on will add a new language option to your spell-checker, which checks your spelling as you type in Firefox.
hsb: Hdyž słownikowy přidatk instalujeće, ma waš prawopisna kontrola dalšu rěč k dispoziciji, zo by waš prawopis kontrolowała.

source: Language packs change your browser's interface language, including menu options and settings.
hsb: Rěčne pakćiki powjerchowu rěč wašeho wobhladowaka změnja, inkluziwnje menijowe opcije a nastajenja.

source: All Locales
hsb: Wšě rěče

source: Locale Name
hsb: Mjeno rěče

source: Language Packs
hsb: Rěčne pakćiki

source: Dictionaries
hsb: Słowniki

source: Submit feedback or report a review to Mozilla
hsb: Sćelće swoje měnjenje abo zdźělće Mozilla pohódnoćenje

source: by %(userName)s, %(timestamp)s
hsb: wot %(userName)s, %(timestamp)s

source: Report this review to Mozilla
hsb: Mozilla tute pohódnoćenje zdźělić

source: Report the review because it is illegal or incompliant
hsb: Zdźělće tute pohódnoćenje, dokelž je ilegalne abo njekonformne

source: Want to interact with addons.mozilla.org (AMO) programmatically? Check out the %(startAddonsServerDocumentation)sAdd-ons Servers documentation%(endAddonsServerDocumentation)s for details about the APIs used by AMO and the %(startAddonsManager)sAdd-ons Manager%(endAddonsManager)s.
hsb: Chceće na addons.mozilla.org (AMO) jako porgramowar sobu dźěłać? Čitajće %(startAddonsServerDocumentation)sdokumentaciju přidatkowych serwerow%(endAddonsServerDocumentation)s za podrobnosće wo API, kotrež so přez AMO a %(startAddonsManager)szrjadowak přidatkow%(endAddonsManager)s wužiwaja.

source: If you want to contribute but are not quite as technical, there are still ways to help:
hsb: Jeli chceće sobu činić, ale technisce nazhonity njejsće, maće tři móžnosće, zo byšće pomhał:

source: Participate in our %(startLink)sforum%(endLink)s.
hsb: Wobdźělće so na našim %(startLink)sforumje%(endLink)s.

source: Leave feedback for your favorite add-ons. Add-on authors are more likely to improve their add-ons and create new ones when they know people appreciate their work.
hsb: Pisajće swoje měnjenje wo swojich najlubšich přidatkach. Wuwiwarjo přidatkow zawěsće skerje swoje přidatki polěpšuja a nowe wutworjeja, hdyž wědźa, zo sej wužiwarjo jich dźěło waža.

source: Tell your friends and family that Firefox is a fast, secure browser that protects their privacy, and they can use add-ons to make it their own!
hsb: Zdźělće swojim přećelam a swojej swójbje, zo Firefox je spěšny, wěsty wobhladowak, kotryž jich priwatnosć škita a zo móžeja jón z přidatkami přiměrić!

source: To see more ways you can contribute to the add-on community, please visit our %(startLink)swiki%(endLink)s.
hsb: Zo byšće so wo dalšich móžnosćach informował, kak móžeće na zhromadźenstwje přidatkow sobu dźěłać, wopytajće prošu naš %(startLink)swiki%(endLink)s.

source: Report an issue
hsb: Problem zdźělić

source: About Firefox Add-ons
hsb: Wo přidatkach za Firefox

source: If you find a problem with the site, we'd love to fix it. Please file an %(startIssueLink)sissue%(endIssueLink)s and include as much detail as possible.
hsb: Jeli problem ze sydłom namakaće, bychmy jón rady rozrisali. Prošu pisajće %(startIssueLink)szmylkowu rozprawu%(endIssueLink)s a podajće tak wjele podrobnosćow ako móžno.

source: The official Mozilla site for downloading Firefox extensions and themes. Add new features and change the browser’s appearance to customize your web experience.
hsb: Oficielne sydło Mozilla za sćahowanje rozšěrjenjow a drastow Firefox. Přidajće nowe funkcije a změńće zwonkowne wobhladowaka, zo byšće swoje webdožiwjenje přiměrił.

source: To report a security vulnerability for an extension, even if it is not hosted on this site, please file an %(startSecIssueLink)sissue%(endSecIssueLink)s on Bugzilla or email %(startMailLink)samo-admins@mozilla.com%(endMailLink)s. All security vulnerability reports are %(startLink)sconfidential%(endLink)s.
hsb: Zo byšće wěstotny problem za rozšěrjenje zdźělił, samo hdyž na tutym sydle hospodowane njeje, spisajće prošu %(startSecIssueLink)szmylkowu rozprawu%(endSecIssueLink)s na Bugzilla abo sćelće mejlku na%(startMailLink)samo-admins@mozilla.com%(endMailLink)s. Wšě rozprawy wo wěstotnych problemach su %(startLink)sdowěrliwe%(endLink)s.

source: Get support
hsb: Pomoc dóstać

source: If you would like to learn more about how to manage add-ons in Firefox, or need to find general Firefox support, please visit %(startSUMOLink)sSupport%(endSUMOLink)s Mozilla. If you don't find an answer there, you can %(startForumLink)sask on our community forum%(endForumLink)s.
hsb: Jeli chceće wjace wo tym zhonić, kak móžeće přidatki W Firefox rjadować, abo prosće pomoc wo Firefox trjebaće, wopytajće %(startSUMOLink)sSupport%(endSUMOLink)s Mozilla. Jeli tam wotmołwu njenamakaće, móžeće %(startForumLink)sso na forumje našeho zhromadźenstwa prašeć%(endForumLink)s.

source: %(startLink)sInformation about how to contact Mozilla's add-ons team can be found here%(endLink)s.
hsb: %(startLink)sInformacije wo tym, kak móžeće so z teamom přidatkow Mozilla do zwiska stajić, namakaće tu%(endLink)s.

source: Addons.mozilla.org (AMO), is Mozilla's official site for discovering and installing add-ons for the Firefox browser. Add-ons help you modify and personalize your browsing experience by adding new features to Firefox, enhancing your interactions with Web content, and changing the way your browser looks.
hsb: Addon.mozilla.org (AMO) je oficielne sydło Mozilla za wotkrywanje a instalowanje přidatkow za wobhladowak Firefox. Přidajće nowe funkcije Firefox, polěpšće swoje interakcije z webwobsahom a změńće napohlad swojeho wobhladowaka, zo byšće swoje přehladowanske dožiwjenje změnił a přiměrił.

source: If you are looking for add-ons for Thunderbird or SeaMonkey, please visit %(startTBLink)saddons.thunderbird.net%(endTBLink)s or %(startSMLink)saddons.thunderbird.net/seamonkey%(endSMLink)s.
hsb: Jeli přidatki za Thunderbird abo SeaMonkey pytaće, wopytajće prošu %(startTBLink)saddons.thunderbird.net%(endTBLink)s abo %(startSMLink)saddons.thunderbird.net//seamonkey%(endSMLink)s namakał.

source: A community of creators
hsb: Zhromadźenstwo wuwiwarjow

source: The add-ons listed here are created by thousands of developers and theme designers from all over the world, ranging from individual hobbyists to large corporations. Some add-ons listed on AMO have been automatically published and may be subject to review by a team of editors once publicly listed.
hsb: Tu nalistowane přidatki su so wot tysacow wuwiwarjow a designerow drastow z cyłeho swěta wutworili, kotřiž wot jednotliwych hobbyjowych wuwiwarjowy hač k wulkim předewzaćam sahaja. Někotre přidatki nalistowane na AMO su awtomatisce wozjewjene a móža přepruwowanju teama wobdźěłarjow podležeć, tak chětre kaž so zjawnje pokazuja.

source: Get involved
hsb: Čińće sobu

source: Mozilla is a non-profit champion of the Internet, we build Firefox to help keep it healthy, open and accessible. Add-ons support user choice and customization in Firefox, and you can contribute in the following ways:
hsb: Mozilla je powšitkownosći wužitny zakitowar interneta, wuwiwamy Firefox, zo bychmy jón strowy, wotewrjeny a přistupny wobchowali. Přidatki podpěruja wólbu wužiwarjow a přiměrjomnosć w Firefox a móžeće na slědowace wašnje sobu pomhać:

source: %(startLink)sMake your own add-on%(endLink)s. We provide free hosting and update services and can help you reach a large audience of users.
hsb: %(startLink)sWutworće swójski přidatk%(endLink)s. Skićimy darmotne hospodowanje a aktualizowanske słužby a móžemy wam pomhać, wulki kruh wužiwarjow docpěć.

source: Help improve this website. It's open source, and you can file bugs and submit patches. You can get started with a %(startGoodFirstBugLink)sgood first bug%(endGoodFirstBugLink)s or view all open issues for AMO’s %(startAddonsServerRepoLink)sserver%(endAddonsServerRepoLink)s and %(startAddonsFrontendRepoLink)sfrontend%(endAddonsFrontendRepoLink)s on Github.
hsb: Pomhajće tute websydło polěpšić. Je wotewrjeneho žórła, a móžeće zmylkowe rozprawy pisać a porjedźenja zapodać. Móžeće z %(startGoodFirstBugLink)sdobrej zmylkowej rozprawu%(endGoodFirstBugLink)s započeć abo sej wšě njerozrisane problemy za %(startAddonsServerRepoLink)sserwer%(endAddonsServerRepoLink)s AMO a %(startAddonsFrontendRepoLink)sstronu%(endAddonsFrontendRepoLink)s na Github wobhladać.

source: Include your own or anyone else’s email, phone number, or other personal details.
hsb: Njepodajće e-mejlowu adresu, telefonowe čisło abo druhe wosobinske daty, ani swójske ani te z druhich wosobow.

source: Post reviews for an add-on you or your organization wrote or represent.
hsb: Njepisajće pohódnoćenja za přidatk, kotryž je so wot was abo wašeje organizacije wuwił abo so reprezentuje.

source: Criticize an add-on for something it’s intended to do. For example, leaving a negative review of an add-on for displaying ads or requiring data gathering, when that is the intended purpose of the add-on, or the add-on requires gathering data to function.
hsb: Njekritizujće přidatk za něšto, za čož je mysleny. Njezawostajejće na přikład negatiwne pohódnoćenje přidatka, kotryž wabjenje pokazuje abo dyrbi daty zběrać, jeli to je zaměr přidatka, abo jeli přidatk dyrbi daty zběrać, zo by fungował.

source: Frequently Asked Questions about Reviews
hsb: Husto stajene prašenja wo pohódnoćenjach

source: How can I report a problematic review?
hsb: Kak móžu problematiske pohódnoćenje zdźělić?

source: Please report or flag any questionable reviews by clicking the "Report this review" and it will be submitted to the site for moderation. Our moderation team will use the Review Guidelines to evaluate whether or not to delete the review or restore it back to the site.
hsb: Prošu klikńće na „Tute pohódnoćenje zdźělić“, zo byšće dwělomne pohódnoćenja zdźělił abo woznamjenił a pósćele so k sydłu za moderaciju. Naš moderaciski team budźe směrnicu za pohódnoćenja wužiwać, zo by posudźił, hač měło so pohódnoćenje zhašeć abo nic, abo hač měło so wobnowić.

source: I'm an add-on author, can I respond to reviews?
hsb: Sym wuwiwar přidatka, móžu na pohódnoćenjach wotmołwić?

source: Yes, add-on authors can provide a single response to a review. You can set up a discussion topic in our %(startLink)sforum%(endLink)s to engage in additional discussion or follow-up.
hsb: Haj, awtorojo přidatkow móžeja jednotliwu wotmołwu na pohódnoćenje dać. W našim %(startLink)sforumje%(endLink)s móžeće diskusijnu temu wotewrić, zo byšće dalšu diskusiju zastorčił.

source: I'm an add-on author, can I delete unfavorable reviews or ratings?
hsb: Sym awtor přidatka, móžu njepřijomne pohódnoćenja zhašeć?

source: In general, no. But if the review did not meet the review guidelines outlined above, you can click "Report this review" and have it moderated. If a review included a complaint that is no longer valid due to a new release of your add-on, we may consider deleting the review.
hsb: W cyłku nic. Ale jeli pohódnoćenje horjeka wopisanej směrnicy za pohódnoćenja njewotpowěduje, móžeće na „Tute pohódnoćenje zdźělić“ kliknyć, zo by so moderěrowało. Jeli pohódnoćenje kritikowy dypk wobsahuje, kotryž w nowej wersiji wašeho přidatka hižo aktualny njeje, móžemy tute pohódnoćenje zhašeć.

source: Review Guidelines
hsb: Směrnica za pohódnoćenja

source: Guidelines, tips, and Frequently Asked Questions to leave a review for the extensions and themes you’ve downloaded and used on Firefox.
hsb: Směrnicy, pokiwy a husto stajene prašenja za pisanje pohódnoćenja za rozšěrjenja a drasty, kotrež sće sćahnył a z Firefox wužił.

source: Add-on reviews are a way for you to share your opinions about the add-ons you’ve installed and used. Our review moderation team reserves the right to refuse or remove any review that does not comply with these guidelines.
hsb: Pohódnoćenja přidatkow su móžnosć, zo byšće swoje měnjenja wo přidatkach zdźělił, kotrež sće instalował a wužiwał. Naš moderaciski team za pohódnoćenja sej prawo wuměnja, pohódnoćenja wotpokazać abo wotstronić, kotrež tutym směrnicam njewotpowěduja.

source: Tips for writing a great review
hsb: Pokiwy za pisanje wulkotneho pohódnoćenja

source: Do:
hsb: Dobre:

source: Write like you are telling a friend about your experience with the add-on.
hsb: Pisajće, kaž byšće přećelej wo swojich nazhonjenjach z přidatkom powědał.

source: Keep reviews concise and easy to understand.
hsb: Dźeržće pohódnoćenja krótke a lochko zrozumliwe.

source: Give specific and helpful details. For example:
hsb: Podajće specifiske a pomocliwe podrobnosće. Na přikład:

source: Did the add-on work as you expected it to?
hsb: Je přidatk tak fungował, kak sće wočakował?

source: What features did you like or dislike?
hsb: Kotre funkcije so wam spodobaja abo njespodobaja?

source: Was it useful?
hsb: Bě to pomocliwe?

source: Was it easy to use?
hsb: Da so jednorje wužiwać?

source: Will you continue to use this add-on?
hsb: Budźeće tutón přidatk dale wužiwać?

source: Take a moment to read your review before submitting it to minimize typos.
hsb: Bjerće sej wokomik časa, zo byšće swoje pohódnoćenje přečitał, prjedy hač jo wotpósćeleće, zo byšće pisanske zmylki miniměrował.

source: Don't:
hsb: Kedźbu:

source: Submit one-word reviews such as "Great!", "wonderful," or "bad".
hsb: NJezapodajće jednosłowne pohódnoćenja kaž „Wulkotne!“, „Wuběrne“ abo „Špatne“.

source: Post technical issues, support requests, or feature suggestions. Use the available support options for each add-on, if available. You can find them in the "More information" section in the sidebar on the add-on's detail page.
hsb: Njepisajće techniske problemy, próstwy wo pomoc abo namjety za nowe funkcije. Wužiwajće k dispoziciji stejace móžnosće pomocy wotpowědneho přidatka město toho, jeli k dispoziciji. Namakaće je we wotrězku „Dalše informacije“ w bócnicy na stronje podrobnosćow přidatka.

source: Write reviews for add-ons which you have not personally used.
hsb: Njepisajće pohódnoćenja za přidatki, kotrež njejsće sam wužił.

source: Use profanity, sexual language or language that can be construed as hateful.
hsb: Njewužiwajće wulgarne, seksualne wurazy abo wurazy, kotrež maja za hidypołne.

source: Include HTML, links, source code or code snippets. Reviews are meant to be text only.
hsb: Njewužiwajće HTML, wotkazy, žórłowy kod abo dźěle žórłoweho koda. Pohódnoćenja smědźa jenož luty tekst wobsahować.

source: Make false statements, disparage add-on authors or personally insult them.
hsb: Nječińće wopačne podaća, njeponižujće awtorow přidatkow abo njekřiwdźće jich wosobinsce.

source: Add-ons tagged with %(tag)s
hsb: Přidatki ze značku %(tag)s

source: Submit feedback or report a user to Mozilla
hsb: Sćelće swoje měnjenje abo zdźělće Mozilla wužiwarja

source: User since
hsb: Wužiwar wot

source: Report this user to Mozilla
hsb: Mozilla tutoho wužiwarja zdźělić

source: Send some feedback about the user profile
hsb: Sćelće informacije wo wužiwarskim profilu

source: Report the user profile because it's illegal or incompliant
hsb: Zdźělće tutón wužiwarski profil, dokelž je ilegalny abo njekonformny

source: My reviews
hsb: Moje pohódnoćenja

source: The profile of %(user)s, a Firefox extension and theme author. Find other apps by %(user)s, including average ratings, tenure, and the option to report issues.
hsb: Profil %(user)s, awtora rozšěrjenja a drasty Firefox. Namakajće druhe nałoženja wot %(user)s, inkluziwnje přerězne pogódnoćenja, čas čłonstwa a móžnosć, zo byšće problemy zdźělił.

source: The profile of %(user)s, Firefox extension author. Find other extensions by %(user)s, including average ratings, tenure, and the option to report issues.
hsb: Profil %(user)s, awtora rozšěrjenja Firefox. Namakajće druhe rozšěrjenja wot %(user)s, inkluziwnje přerězne pogódnoćenja, čas čłonstwa a móžnosć, zo byšće problemy zdźělił.

source: The profile of %(user)s, Firefox theme author. Find other themes by %(user)s, including average ratings, tenure, and the option to report issues.
hsb: Profil %(user)s, awtora drasty Firefox. Namakajće druhe drasty wot %(user)s, inkluziwnje přerězne pogódnoćenja, čas čłonstwa a móžnosć, zo byšće problemy zdźělił.

source: User Avatar
hsb: Wužiwarski awatar

source: Add-ons developer
hsb: Přidatkowy wuwiwar

source: Theme artist
hsb: Drastowy wuměłc

source: User Profile for %(user)s
hsb: Wužiwarski profil za %(user)s

source: User Profile
hsb: Wužiwarski profil

source: Location
hsb: Městno

source: Occupation
hsb: Powołanje

source: Number of add-ons
hsb: Ličba přidatkow

source: Average rating of developer’s add-ons
hsb: Přerězne pohódnoćenje přidatkow wuwiwarja

source: Biography
hsb: Biografija

source: Edit profile
hsb: Profil wobdźěłać

source: Admin user
hsb: Administraciski wužiwar

source: Picture successfully deleted
hsb: Wobraz je so wuspěšnje zhašał

source: Tell users a bit more information about yourself. Most fields are optional, but they'll help other users get to know you better.
hsb: Dajće wužiwarjam někotre informacije wjace wo sebi. Najwjace polow je opcionalne, ale budźe druhim wužiwarjam pomhać, so z wami lěpje zeznać.
