Repository: mozilla/addons-frontend
Catalog: locale/hsb/LC_MESSAGES/amo.po
Languages: hsb

source: Loading…
hsb: Začituje so…

source: Adding…
hsb: Přidawa so…

source: Select a collection…
hsb: Wubjerće zběrku…

source: Create new collection
hsb: Nowu zběrku wutworić

source: Added to %(collectionName)s
hsb: %(collectionName)s přidaty

source: Add to…
hsb: Přidać…

source: Add to collection
hsb: Zběrce přidać

source: Content review add-on
hsb: Přidatk za přepruwowanje wobsaha

source: Review theme
hsb: Drastu přepruwować

source: Review add-on code
hsb: Žórłowy kod přidatka přepruwować

source: Admin Links
hsb: Wotkazy administrować

source: Edit add-on
hsb: Přidatk wobdźěłać

source: Admin add-on
hsb: Přidatk administrować

source: Author Links
hsb: Awtorowe wotkazy

source: Experimental
hsb: Eksperimentelne

source: Some features may require payment
hsb: Někotre funkcije móhli sej płaćenje wužadać

source: Available on Firefox for Android™
hsb: Za Firefox za Android™ k dispoziciji

source: This add-on is not compatible with your version of Firefox.
hsb: Tutón přidatk z wašej wersiju Firefox kompatibelny njeje.

source: This add-on is not available on your platform.
hsb: Tutón přidatk na wašej platformje k dispoziciji njeje.

source: %(total)s user
hsb: %(total)s wužiwar

source: Report this add-on to Mozilla
hsb: Mozilla tutón přidatk zdźělić

source: Send some feedback about the add-on
hsb: Sćelće swoje měnjenje wo přidatku

source: Report the add-on because it's illegal or incompliant
hsb: Zdźělće tutón přidatk, dokelž je ilegalny abo njekonformny

source: %(addonName)s – Get this Extension for 🦊 Firefox (%(locale)s)
hsb: %(addonName)s – Wobstarajće sej rozšěrjenje za 🦊 Firefox (%(locale)s)

source: %(addonName)s – Get this Language Pack for 🦊 Firefox (%(locale)s)
hsb: %(addonName)s – Wobstarajće sej rěčny pakćik za 🦊 Firefox (%(locale)s)

source: %(addonName)s – Get this Theme for 🦊 Firefox (%(locale)s)
hsb: %(addonName)s – Wobstarajće sej drastu za 🦊 Firefox (%(locale)s)

source: %(addonName)s – Get this Add-on for 🦊 Firefox (%(locale)s)
hsb: %(addonName)s – Wobstarajće sej přidatk za 🦊 Firefox (%(locale)s)

source: Download %(addonName)s for Firefox. %(summary)s
hsb: Sćehńće %(addonName)s za Firefox. %(summary)s

source: %(addonName)s – Get this Dictionary for 🦊 Firefox Android (%(locale)s)
hsb: %(addonName)s – Wobstarajće sej tutón słownik za 🦊 Firefox Android (%(locale)s)

source: %(addonName)s – Get this Extension for 🦊 Firefox Android (%(locale)s)
hsb: %(addonName)s – Wobstarajće sej tute rozšěrjenje za 🦊 Firefox Android (%(locale)s)

source: %(addonName)s – Get this Language Pack for 🦊 Firefox Android (%(locale)s)
hsb: %(addonName)s – Wobstarajće sej tutón rěčny pakćik za 🦊 Firefox Android (%(locale)s)

source: %(addonName)s – Get this Theme for 🦊 Firefox Android (%(locale)s)
hsb: %(addonName)s – Wobstarajće sej tutu drastu za 🦊 Firefox Android (%(locale)s)

source: %(addonName)s – Get this Add-on for 🦊 Firefox Android (%(locale)s)
hsb: %(addonName)s – Wobstarajće sej tutón přidatk za 🦊 Firefox Android (%(locale)s)

source: %(addonName)s – Get this Dictionary for 🦊 Firefox (%(locale)s)
hsb: %(addonName)s – Wobstarajće sej słownik za 🦊 Firefox (%(locale)s)

source: %(total)s Star
hsb: %(total)s hwěžka

source: Not rated yet
hsb: Hišće njepohódnoćeny

source: Users
hsb: Wužiwarjo

source: User
hsb: wužiwar

source: No Users
hsb: Žani wužiwarjo

source: Reviews
hsb: Pohódnoćenja

source: Review
hsb: pohódnoćenje

source: No Reviews
hsb: Žane pohódnoćenja

source: Used by
hsb: Wužity wot

source: Homepage
hsb: Startowa strona

source: Support site
hsb: Sydło pomocy

source: Support Email
hsb: E-mejlowa adresa pomocy

source: Visit stats dashboard
hsb: Přehlad statistiki wopytać

source: Custom License
hsb: Swójska licenca

source: Read the privacy policy for this add-on
hsb: Čitajće prawidła priwatnosće za tutón přidatk

source: Read the license agreement for this add-on
hsb: Čitajće ľicencne dojednanje za tutón přidatk

source: See all versions
hsb: Wšě wersije pokazać

source: Add-on Links
hsb: Přidatkowe wotkazy

source: Version
hsb: Wersija

source: Size
hsb: Wulkosć

source: Last updated
hsb: Posledni raz zaktualizowany

source: Related Categories
hsb: Přiwuzne kategorije

source: License
hsb: Licenca

source: Privacy Policy
hsb: Prawidła priwatnosće

source: End-User License Agreement
hsb: Licencne dojednanje za kónčnych wužiwarjow

source: Version History
hsb: Wersijowa historija

source: Usage Statistics
hsb: Wužiwanska statistika

source: Tags
hsb: Znački

source: More information
hsb: Dalše informacije

source: Other users with this extension also installed
hsb: Druzy wužiwarjo z tutym rozšěrjenjom su tež instalowali

source: Other popular extensions
hsb: Dalše woblubowane rozšěrjenja

source: Edit reply
hsb: Wotmołwu wobdźěłać

source: Edit review
hsb: Pohódnoćenje wobdźěłać

source: Delete reply
hsb: Wotmołwu zhašeć

source: Delete rating
hsb: Pohódnoćenje zhašeć

source: Delete review
hsb: Pohódnoćenje zhašeć

source: Do you really want to delete this reply?
hsb: Chceće woprawdźe tutu wotmołwu zhašeć?

source: Do you really want to delete this rating?
hsb: Chceće woprawdźe tute pohódnoćenje zhašeć?

source: Do you really want to delete this review?
hsb: Chceće woprawdźe tute pohódnoćenje zhašeć?

source: Delete
hsb: Zhašeć

source: Cancel
hsb: Přetorhnyć

source: Keep reply
hsb: Wotmołwu wobchować

source: Keep rating
hsb: Pohódnoćenje wobchować

source: Keep review
hsb: Pohódnoćenje wobchować

source: Write a reply to this review.
hsb: Pisajće wotmołwu na tute pohódnoćenje.

source: Update reply
hsb: Wotmołwu aktualizować

source: Publish reply
hsb: Wotmołwu wozjewić

source: Updating reply
hsb: Wotmołwa so aktualizuje

source: Publishing reply
hsb: Wotmołwa so wozjewja

source: posted %(linkStart)s%(timestamp)s%(linkEnd)s
hsb: je so %(linkStart)s%(timestamp)s%(linkEnd)s napisał

source: by %(linkUserProfileStart)s%(authorName)s%(linkUserProfileEnd)s, %(linkStart)s%(timestamp)s%(linkEnd)s
hsb: wot %(linkUserProfileStart)s%(authorName)s%(linkUserProfileEnd)s, %(linkStart)s%(timestamp)s%(linkEnd)s

source: by %(authorName)s, %(linkStart)s%(timestamp)s%(linkEnd)s
hsb: wot %(authorName)s, %(linkStart)s%(timestamp)s%(linkEnd)s

source: Deleting…
hsb: Zhaša so…

source: Reply to this review
hsb: Na tute pohódnoćenje wotmołwić

source: This rating or review has been deleted. You are only seeing it because of elevated permissions.
hsb: Tute pohódnoćenje je so zhašało. Widźiće jón jenož, dokelž maće rozšěrjene prawa.

source: Write a review
hsb: Pisajće pohódnoćenje

source: Write about your experience with this add-on.
hsb: Pisajće wo swojim dožiwjenju z tutym přidatkom.

source: Submit review
hsb: Pohódnoćenje wotpósłać

source: Submitting review
hsb: Pohódnoćenje so wotpóscele

source: Update review
hsb: Pohódnoćenje aktualizować

source: Updating review
hsb: Pohódnoćenje so aktualizuje

source: Saving
hsb: Składuje so

source: Saved
hsb: Składowany

source: Please follow our %(linkStart)sreview guidelines%(linkEnd)s.
hsb: Dźeržće so prošu našich %(linkStart)ssměrnicow za pohódnoćenja%(linkEnd)s.

source: Your star rating:
hsb: Waše hwězdne pohódnoćenje:

source: More dictionaries by %(author)s
hsb: Wjace słownikow wot %(author)s

source: More dictionaries by these translators
hsb: Wjace słownikow wot tutych přełožowarjow

source: More extensions by %(author)s
hsb: Wjace rozšěrjenjow wot %(author)s

source: More extensions by these developers
hsb: Wjace rozšěrjenjow wot tutych wuwiwarjow

source: Extensions by %(author)s
hsb: Rozšěrjenja wot %(author)s

source: Extensions by these developers
hsb: Rozšěrjenja wot tutych wuwiwarjow

source: More language packs by %(author)s
hsb: Wjace rěčnych pakćikow wot %(author)s

source: More language packs by these translators
hsb: Wjace rěčnych pakćikow wot tutych přełožowarjow

source: More themes by %(author)s
hsb: Wjace drastow wot %(author)s

source: More themes by these artists
hsb: Wjace drastow wot tutych wuměłcow

source: Themes by %(author)s
hsb: Drasty wot %(author)s

source: Themes by these artists
hsb: Drasty wot tutych wuměłcow

source: More add-ons by %(author)s
hsb: Wjace přidatkow wot %(author)s

source: More add-ons by these developers
hsb: Wjace přidatkow wo tutych wuwiwarjow

source: More powerful tools for translations, writing & grammar support
hsb: Dalše wukonliwe nastroje za přełožki, pisanje a podpěru gramatiki

source: More amazing extensions to change the way Firefox looks
hsb: Dalše wobdźiwajomne rozšěrjenja, kotrež napohlad Firefox měnjeja

source: More incredible social media extensions
hsb: Dalše njewěrjomne rozšěrjenja za socialne medije

source: More excellent search extensions
hsb: Dalše wuběrne pytanske rozšěrjenja

source: More great extensions for feeds, news & media
hsb: Dalše wulkotne rozšěrjenja za kanale, powěsće a medije

source: More great notification extensions
hsb: Wjace wulkotnych zdźělenskich rozšěrjenjow

source: More great tools for web developers
hsb: Dalše wulkotne nastroje za webwuwiwarjow

source: See Firefox Staff Picks
hsb: Doporučenja wuwiwarjow Firefox wobhladać

source: Explore our 'Starter Pack' to get started with extensions
hsb: Wuslědźće naš „startowy paket“ za prěnje kroki z rozšěrjenjemi

source: More powerful privacy & security extensions
hsb: Dalše wukonliwe rozšěrjenja za priwatnosć a wěstotu

source: More incredible download managers
hsb: Dalše njewěrjomne zrjadowaki sćehnjenjow

source: More fantastic tab & bookmark extensions
hsb: Dalše fantastiske rozšěrjenja za rajtarki a zapołožki

source: More great extensions for games & entertainment
hsb: Dalše wulkotne rozšěrjenja za hry a zabawjenje

source: More amazing image, photo & media extensions
hsb: Dalše wobdźiwajomne rozšěrjenja za wobrazy, fota a medije

source: Add-on icon
hsb: Přidatkowy symbol

source: %(rating)s Star out of 5
hsb: %(rating)s z 5 hwěžkow

source: by
hsb: wot

source: Source code released under %(linkStart)s%(licenseName)s%(linkEnd)s
hsb: Žórłowy kod je pod licencu %(linkStart)s%(licenseName)s%(linkEnd)s

source: Source code released under %(linkStart)sCustom License%(linkEnd)s
hsb: Žórłowy kod je pod %(linkStart)sswójskej licencu%(linkEnd)s

source: Source code released under %(licenseName)s
hsb: Žórłowy kod je pod licencu %(licenseName)s

source: No version found
hsb: Žana wersija namakana

source: Version %(versionNumber)s
hsb: Wersija %(versionNumber)s

source: Released %(dateReleased)s - %(fileSize)s
hsb: %(dateReleased)s wozjewjene - %(fileSize)s

source: Enable
hsb: Zmóžnić

source: Remove
hsb: Wotstronić

source: Enabling
hsb: Zmóžnja so

source: Disabling
hsb: Zmóžnja so

source: Downloading
hsb: So sćahuje

source: Installing
hsb: So instaluje

source: Uninstalling
hsb: So wotinstaluje

source: Install Theme
hsb: Drastu instalować

source: Add to Firefox
hsb: Programej Firefox přidać

source: Add-ons for Firefox (%(locale)s)
hsb: Přidatki za Firefox (%(locale)s)

source: %(title)s – Add-ons for Firefox (%(locale)s)
hsb: %(title)s – Přidatki za Firefox (%(locale)s)

source: Add-ons for Firefox Android (%(locale)s)
hsb: Přidatki za Firefox Android (%(locale)s)

source: %(title)s – Add-ons for Firefox Android (%(locale)s)
hsb: %(title)s – Přidatki za Firefox Android (%(locale)s)

source: Log out
hsb: Wotzjewić

source: Log in
hsb: Přizjewić

source: This action is currently unavailable. Please reload the page in a moment.
hsb: Tuta akcija tuchwilu k dispoziciji njeje. Prošu čakajće wokomik a začitajće potom stronu znowa.

source: Loading
hsb: Začituje so...

source: Find add-ons
hsb: Přidatki pytać

source: Search
hsb: Pytać

source: Categories
hsb: Kategorije

source: Loading categories.
hsb: Kategorije so čitaja.

source: No categories found.
hsb: Žane kategorije namakane.

source: Added to collection
hsb: Zběrce přidaty

source: Removed from collection
hsb: Ze zběrki wotstronjeny

source: Find an add-on to include in this collection
hsb: Přidatk namakać, kotrež so do tuteje zběrki přejimuje

source: Edit this collection
hsb: Tutu zběrku wobdźěłać

source: Edit collection details
hsb: Podrobnosće zběrki wobdźěłać

source: Back to collection
hsb: Wróćo k zběrce

source: Add-ons
hsb: Přidatki

source: Creator
hsb: Wuwiwar

source: Create collection
hsb: Zběrku wutworić

source: Save changes
hsb: Změny składować

source: Collection name
hsb: Mjeno zběrki

source: Description
hsb: Wopisanje

source: Custom URL
hsb: Swójska adresa

source: Sort add-ons by
hsb: Přidatki sortěrować po

source: Newest first
hsb: Najnowše jako prěnje

source: Oldest first
hsb: Najstarše jako prěnje

source: Name
hsb: Mjeno

source: Popularity
hsb: Woblubowanosć

source: Confirm
hsb: Wobkrućić

source: Contribute now
hsb: Nětko přinošować

source: Support this developer
hsb: Tutoho wuwiwarja podpěrać

source: Support these developers
hsb: Tutych wuwiwarjow podpěrać

source: The developer of this extension asks that you help support its continued development by making a small contribution.
hsb: Wuwiwar tutoho rozšěrjenja was prosy, mały přinošk darić, zo byšće jeho wuwiće podpěrał.

source: The developers of this extension ask that you help support its continued development by making a small contribution.
hsb: Wuwiwarjo tutoho rozšěrjenja was proša, mały přinošk darić, zo byšće jeho wuwiće podpěrał.

source: Support this artist
hsb: Tutoho wuměłca podpěrać

source: Support these artists
hsb: Tutych wuměłcow podpěrać

source: The artist of this theme asks that you help support its continued creation by making a small contribution.
hsb: Wuměłc tuteje drasty was prosy, mały přinošk darić, zo byšće jeho wutworjenje podpěrał.

source: The artists of this theme ask that you help support its continued creation by making a small contribution.
hsb: Wuměłcy tuteje drasty was proša, mały přinošk darić, zo byšće jeho wutworjenje podpěrał.

source: Support this author
hsb: Tutoho awtora podpěrać

source: Support these authors
hsb: Tutych awtorow podpěrać

source: The author of this add-on asks that you help support its continued work by making a small contribution.
hsb: Awtor tutoho přidatka was prosy, mały přinošk darić, zo byšće jeho dźěło podpěrał.

source: The authors of this add-on ask that you help support its continued work by making a small contribution.
hsb: Awtorojo tutoho přidatka was proša, mały přinošk darić, zo byšće jeho dźěło podpěrał.

source: Enter text.
hsb: Tekst zapodać.

source: Submit
hsb: Wotpósłać

source: Submitting
hsb: Sćele so

source: Leave a note
hsb: Zawostajće přispomnjenku

source: Collector's note
hsb: Přispomnjenka zběraćela

source: Add a comment about this add-on.
hsb: Wo tutym přidatku komentar přidać.

source: Save
hsb: Składować

source: Edit
hsb: Wobdźěłać

source: Your session has expired
hsb: Waše posedźenje je spadnyło

source: An unexpected error occurred
hsb: Njewočakowany zmylk je wustupił

source: Reload To Continue
hsb: Začitajće znowa, zo byšće pokročował

source: Page not found
hsb: Strona njeje so namakała

source: Sorry, but we can't find anything at the URL you entered.
hsb: Bohužel njemóžemy ničo na URL namakać, kotryž sće podał.

source: Error code: %(status)s.
hsb: Zmylkowy kod: %(status)s.

source: Login authentication has expired. %(startLink)sReload the page%(endLink)s to continue without authentication, or login again using the Log In link at the top of the page.
hsb: Přizjewjenska awtentifikacija je spadnyła. %(startLink)sZačitajće stronu znowa%(endLink)s, zo byšće bjez awtentifikacije pokročował, abo přizjewće so znowa z pomocu přizjewjenskeho wotkaza horjeka na stronje.

source: Login Expired
hsb: Přizjewjenje je spadnyło

source: If you are signed in and think this message is an error, please <a href="%(url)s">file an issue</a>. Tell us where you came from and what you were trying to access, and we'll fix the issue.
hsb: Jeli sće so přizjewił a sej mysliće, zo tuta powěsć je zmylk, <a href="%(url)s">pisajće prošu zmylkowu rozprawu</a>. Zdźělće nam, zwotkelž sće přišoł a na čož sće chcył přistup měć, a my rozrisamy tón problem.

source: Not Authorized
hsb: Njeawtorizowany

source: Sorry, but you aren't authorized to access this page. If you aren't signed in, try signing in using the link at the top of the page.
hsb: Bohužel njejsće za přistup k tutej stronje awtorizowany. Jeli njejsće přizjewjeny, přizjewće so z pomocu wotkaza horjeka na stronje.

source: Try visiting the page later, as the theme or extension may become available again. Alternatively, you may be able to find what you’re looking for in one of the available %(extensionStart)sextensions%(extensionEnd)s or %(themeStart)sthemes%(themeEnd)s, or by asking for help on our %(communityStart)scommunity forums%(communityEnd)s.
hsb: Wopytajće stronu pozdźišo, hdyž drasta abo rozšěrjenje budźe zaso k dispoziciji. Alternatiwnje móžeće mjez k dispoziciji stejacymi %(extensionStart)srozšěrjenjemi%(extensionEnd)s abo %(themeStart)sdrastami%(themeEnd)s pytać abo na našich %(communityStart)sforumach zhromadźenstwa%(communityEnd)s wo pomoc prosyć.

source: Oops! We can’t find that page
hsb: Hopla! Njemóžemy tu stronu namakać

source: If you’ve followed a link from another site for an extension or theme, that item is no longer available. This could be because:
hsb: Jeli sće wotkazej wot druheho sydła za rozšěrjenje abo drastu slědował, tutón element hižo k dispoziciji njeje. Přičiny za to móža być:

source: The developer removed it. Developers commonly do this because they no longer support the extension or theme, or have replaced it.
hsb: Wuwiwar je ju wotstronił. Wuwiwarjo to zwjetša činja, dokelž rozšěrjenje abo drastu hižo njepodpěruja abo su je wuměnili.

source: Mozilla removed it. This can happen when issues are found during the review of the extension or theme, or the extension or theme has been abusing the terms and conditions for addons.mozilla.org. The developer has the opportunity to resolve the issues and make the add-on available again.
hsb: Mozilla je ju wotstronił. To móže so stać, hdyž so problemy za přepruwowanje rozšěrjenja abo drasty namakaja, abo rozšěrjenje abo drasta je wuměnjenja za addons.mozilla.org znjewužiwało. Wuwiwar ma šansu, problemy rozrisać a přidatk znowa k dispoziciji stajić.

source: If you have additional information that would help us you can <a href="https://github.com/mozilla/addons-frontend/issues/new/">file an issue</a>. Tell us what steps you took that lead to the error and we'll do our best to fix it.
hsb: Jeli maće přidatne informacije, kotrež bychu nam pomhali, móžeće <a href="https://github.com/mozilla/addons-frontend/issues/new/">zmylkowu rozprawu pisać</a>. Zdźělće nam, kotre kroki su k zmylkej wjedli, a my budźemy naše najlěpše činić, zo bychmy jón rozrisali.

source: Server Error
hsb: Serwerowy zmylk

source: Sorry, but there was an error with our server and we couldn't complete your request. We have logged this error and will investigate it.
hsb: Bohužel je zmylk z našim serwerom wustupił a njemóžachmy waše naprašowanje dokónčić. Smy tutón zmylk protokolowali a budźemu jón přeslědźeć.

source: You may be able to find what you’re looking for in one of the available %(extensionStart)sextensions%(extensionEnd)s or %(themeStart)sthemes%(themeEnd)s, or by asking for help on our %(communityStart)scommunity forums%(communityEnd)s.
hsb: Snano namakaće to, štož pytaće, w jednym k dispoziciji stejacych %(extensionStart)srozšěrjenjow%(extensionEnd)s abo %(themeStart)sdrastow%(themeEnd)s abo hdyž w našich %(communityStart)sforumach zhromadźenstwa%(communityEnd)s wo pomoc prosyće.

source: That page is not available in your region
hsb: Tutón přidatk we wašim regionje k dispoziciji njeje.

source: The page you tried to access is not available in your region.
hsb: Strona, kotruž sće sej chcył wobhladać, we wašim regionje k dispoziciji njeje.

source: Toggle contents
hsb: Wobsah přepinać

source: Response by %(userName)s
hsb: Wotmołwa wot %(userName)s

source: Review by %(userName)s
hsb: Pohódnoćenje wot %(userName)s

source: The review was not found.
hsb: Pohódnoćenje njeje so namakało.

source: Example: Features are slow, hard to use, or don’t work; parts of websites won't load or look unusual.
hsb: Přikład: Funkcije su pomałe, ćežko wužiwajomne abo njefunguja; dźěle websydła so njezačitaja abo wupadaja njezwučene.

source: It’s spam
hsb: Je spam

source: Example: The listing advertises unrelated products or services.
hsb: Přikład: Lisćinowy zapisk za njezwisowace produkty abo słužby wabi.

source: It violates Add-on Policies
hsb: Přeńdźe so přećiwo prawidłam přidatkow

source: Example: It compromised my data without informing or asking me, or it changed my search engine or home page without informing or asking me.
hsb: Přikład: Je moje daty wobškodźił, bjeztoho zo by mje informował abo so mje prašał, abo je moju pytawu abo startowu stronu wuměnił, bjeztoho zo by mje informował abo so mje prašał.

source: It contains hateful, violent, deceptive, or other inappropriate content
hsb: Wobsahuje hidypołny, namócny, wobšudny abo druhi njepřihódny wobsah

source: Example: It contains racist imagery.
hsb: Přikład: Wobsahuje rasistisku symboliku.

source: It violates the law or contains content that violates the law
hsb: Přeńdźe so přećiwo zakonjam abo wobsahuje wobsah, kotryž so přećiwo zakonjam přeńdźe

source: Example: Copyright or Trademark Infringement, Fraud.
hsb: Přikład: zranjenje awtorskeho prawo abo wikowanskeho znamjenja, wobšudstwo.

source: Something else
hsb: Něšto druhe

source: Anything that doesn’t fit into the other categories.
hsb: Wšitko, štož so do druhich kategorijow njehodźi.

source: Select place
hsb: Městno wubrać

source: On the add-on's page on this website
hsb: Na stronje přidatka na tutym websydle

source: Inside the add-on
hsb: Znutřka přidatka

source: Both locations
hsb: Wobě stejnišći

source: Report submitted
hsb: Rozprawa je so wotpósłała

source: We have received your report. Thanks for letting us know.
hsb: Smy wašu rozprawu dóstali. Wulki dźak za nju.

source: Submitting your report…
hsb: Waša rozprawa so sćele…

source: Submit report
hsb: Rozprawu wotpósłać

source: Provide more information
hsb: Stajće dalše informacije k dispoziciji

source: Place of the violation %(spanStart)s(optional)%(spanEnd)s
hsb: Městno přeńdźenja %(spanStart)s(na přeće)%(spanEnd)s

source: Provide more details %(spanStart)s(optional)%(spanEnd)s
hsb: Podajće dalše podrobnosće %(spanStart)s(na přeće)%(spanEnd)s

source: Please provide any additional information that may help us to understand your report (including which policy you believe has been violated). While this information is not required, failure to include it may prevent us from addressing the reported content.
hsb: Podajće prošu přidatne informacije, kotrež móža nam pomhać, wašu rozprawu rozumić (mjez nimi, kotre prawidła maće za zranjene). Hačrunjež tute informacije trěbne njejsu, njemóžemy snano zdźěleny wobsah wobdźěłać, jeli je njepodawaće.

source: Contact information
hsb: Kontaktne informacije

source: File report anonymously
hsb: Rozprawu anonymnje zapódać

source: Filing an anonymous report will prevent us from communicating with you about the report’s status, or about any options for appeal.
hsb: Jeli anonymnu rozprawu zapodawaće, njemóžemy so z was wo statusu rozprawy do zwiska stajić abo wam móžnosće zdźělić, kak móžeće přećiwjenje zapodać.

source: Your name %(spanStart)s(optional)%(spanEnd)s
hsb: Waše mjeno %(spanStart)s(na přeće)%(spanEnd)s

source: Your name %(spanStart)s(required)%(spanEnd)s
hsb: Waše mjeno %(spanStart)s(trěbne)%(spanEnd)s

source: Your email address %(spanStart)s(optional)%(spanEnd)s
hsb: Waša e-mejlowa adresa %(spanStart)s(na přeće)%(spanEnd)s

source: Your email address %(spanStart)s(required)%(spanEnd)s
hsb: Waša e-mejlowa adresa %(spanStart)s(trěbna)%(spanEnd)s
