Repository: mozilla/addons-frontend
Catalog: locale/hsb/LC_MESSAGES/amo.po
Languages: hsb

source: By submitting this report I certify, under penalty of perjury, that the allegations it contains are complete and accurate, to the best of my knowledge.
hsb: Hdyž tutu rozprawu wotpósćelu, wobkrućam pod pohroženjom křiweje přisahi, zo wobwinowanja, kotrež wobsahuje, su po najlěpšim wědomju a swědomju dospołne a prawe.

source: It doesn’t work, breaks websites, or slows down Firefox
hsb: Njefunguje, zawinuje problemy z websydłami abo spomaluje Firefox

source: Content that is illegal or that violates AMO's content policies
hsb: Wobsah, kotryž je ilegalny abo so přećiwo wobsahowym prawidłam AMO přeńdźe

source: Flagged
hsb: Markěrowany

source: Flag
hsb: Woznamjenić

source: Flag this developer response
hsb: Tutu wotmołwu wuwiwarja woznamjenić

source: Flag this review
hsb: Tute pohódnoćenje woznamjenić

source: Flagged as spam
hsb: Jako spam woznamjenjeny

source: Login required
hsb: Přizjewjenje trěbne

source: Misplaced bug report or support request
hsb: Deplacěrowana zmylkowa rozprawa abo podpěrowanske naprašowanje

source: Flagged as misplaced bug report or support request
hsb: Jako njepřihódna zmylkowa rozprawa abo próstwa wo pomoc woznamjenjeny

source: Developer Policies
hsb: Wuwiwarske prawidła

source: Community Blog
hsb: Blog zhromadźenstwa

source: Report a bug
hsb: Programowy zmylk zdźělić

source: Review Guide
hsb: Směrnica za pohódnoćenja

source: Browsers
hsb: Wobhladowaki

source: Products
hsb: Produkty

source: Privacy
hsb: Priwatnosć

source: Cookies
hsb: Placki

source: Legal
hsb: Prawniske

source: Except where otherwise %(startNotedLink)snoted%(endNotedLink)s, content on this site is licensed under the %(startLicenseLink)sCreative Commons Attribution Share-Alike License v3.0%(endLicenseLink)s or any later version. Android is a trademark of Google LLC.
hsb: Jeli nic hinak %(startNotedLink)szapisane%(endNotedLink)s, so wobsah na tutym sydle pod %(startLicenseLink)sCreative Commons Attribution Share-Alike License v3.0%(endLicenseLink)s abo poždźišej wersiju licencuje. Android je wikowanske znamjo Google LLC.

source: Except where otherwise %(startNotedLink)snoted%(endNotedLink)s, content on this site is licensed under the %(startLicenseLink)sCreative Commons Attribution Share-Alike License v3.0%(endLicenseLink)s or any later version.
hsb: Jeli nic hinak %(startNotedLink)szapisane%(endNotedLink)s, so wobsah na tutym sydle pod %(startLicenseLink)sCreative Commons Attribution Share-Alike License v3.0%(endLicenseLink)s abo poždźišej wersiju licencuje.

source: Go to Mozilla's homepage
hsb: K startowej stronje Mozilla

source: About
hsb: Wo

source: Firefox Add-ons Blog
hsb: Blog přidatkow Firefox

source: Extension Workshop
hsb: Dźěłarnička rozšěrjenjow

source: Developer Hub
hsb: Wuwiwarski róžk

source: To use these add-ons, you'll need to %(downloadLinkStart)sdownload Firefox%(downloadLinkEnd)s.
hsb: Zo byšće tute přidatki wužiwał, dyrbiće %(downloadLinkStart)sFirefox sćahnyć%(downloadLinkEnd)s.

source: To use Android extensions, you'll need %(downloadLinkStart)sFirefox for Android%(downloadLinkEnd)s. To explore Firefox for desktop add-ons, please %(linkStart)svisit our desktop site%(linkEnd)s.
hsb: Zo byšće rozšěrjenja Android wužiwał, trjebaće %(downloadLinkStart)sFirefox za Android%(downloadLinkEnd)s. Zo byšće přidatki za Firefox za desktop wuslědźił, %(linkStart)swopytajće prošu naše desktopowe websydło%(linkEnd)s.

source: Download Firefox and get the theme
hsb: Firefox sćahnyć a drastu wobstarać

source: Download Firefox and get the extension
hsb: Firefox sćahnyć a rozšěrjenje wobstarać

source: Download the new Firefox and get the theme
hsb: Sćehńće nowy Firefox a wobstarajće so drastu

source: Download the new Firefox and get the extension
hsb: Sćehńće nowy Firefox a wobstarajće so rozšěrjenje

source: Download Firefox
hsb: Firefox sćahnyć

source: You'll need Firefox to use this theme
hsb: Trjebaće Firefox, zo byšće tutu drastu wužiwał

source: You'll need Firefox to use this extension
hsb: Trjebaće Firefox, zo byšće tute rozšěrjenje wužiwał

source: You need an updated version of Firefox for this theme
hsb: Trjebaće zaktualizowanu wersiju Firefox za tutu drastu

source: You need an updated version of Firefox for this extension
hsb: Trjebaće zaktualizowanu wersiju Firefox za tute rozšěrjenje

source: Tools
hsb: Nastroje

source: Submit a New Add-on
hsb: Nowy přidatk zapodać

source: Submit a New Theme
hsb: Nowu drastu zapodać

source: Manage My Submissions
hsb: Moje zapodaća zrjadować

source: Reviewer Tools
hsb: Nastroje za přepruwowarjow

source: Firefox Browser Add-ons
hsb: Přidatki za Firefox Browser

source: Learn how to create extensions and themes
hsb: Zhońće, kak móžeće rozšěrjenja a drasty wutworić

source: Submit and manage extensions and themes
hsb: Rozšěrjenja a drasty zapodać a rjadować

source: My Account
hsb: Moje konto

source: View My Collections
hsb: Moje zběrki pokazać

source: View My Profile
hsb: Mój profil pokazać

source: Edit My Profile
hsb: Mój profil wobdźěłać

source: Get the extension
hsb: Wobstarajće sej rozšěrjenje

source: RECOMMENDED
hsb: DOPORUČENY

source: BY FIREFOX
hsb: PŘEZ FIREFOX

source: SPONSORED
hsb: SPONSEROWANY

source: Firefox only recommends extensions that meet our standards for security and performance.
hsb: Firefox jenož rozšěrjenja doporučuje, kotrež našim standardam za wěstotu a wukon wotpowěduja.

source: See more %(categoryName)s
hsb: Hlejće wjace %(categoryName)s

source: Access your data for all websites
hsb: Přistup k wašim datam za wšě websydła měć

source: Access your data for sites in the %(param)s domain
hsb: Mějće přistup k swojim datam za sydła w domenje %(param)s

source: Access your data for %(param)s
hsb: Mějće přistup k swojim datam za %(param)s

source: By Firefox
hsb: Přez Firefox

source: Recommended
hsb: Doporučene

source: Verified
hsb: Wobkrućeny

source: Download file
hsb: Dataju sćahnyć

source: Learn more
hsb: Dalše informacije

source: This add-on is not actively monitored for security by Mozilla. Make sure you trust it before installing.
hsb: Tutón přidatk so za wěstotu wot Mozilla aktiwnje njedohladuje. Kontrolujće, hač móžeće rozšěrjenju dowěrić, prjedy hač jo instalujeće.

source: Change language
hsb: Rěč změnić

source: Dismiss this notice
hsb: Pokiw zaćisnyć

source: Previous
hsb: Předchadne

source: Next
hsb: Přichodne

source: Page %(thisPage)s of %(totalPages)s
hsb: Strona %(thisPage)s z %(totalPages)s

source: Permissions
hsb: Prawa

source: This add-on needs to:
hsb: Tutón přidatk dyrbi:

source: This add-on may also ask to:
hsb: Tutón přidatk prosy snano wo:

source: Read and modify bookmarks
hsb: Zapołožki čitać a změnić

source: Read and modify browser settings
hsb: Nastajenja wobhladowaka čitać a změnić

source: Clear recent browsing history, cookies, and related data
hsb: Aktualnu přehladowansku historiju, placki a přisłušne daty zhašeć

source: Get data from the clipboard
hsb: Daty z mjezyskłada zasadźić

source: Input data to the clipboard
hsb: Daty do mjezyskłada kopěrować

source: Block content on any page
hsb: Wobsah na kóždej stronje blokować

source: Read your browsing history
hsb: Čitajće swoju přehladowansku historiju

source: Extend developer tools to access your data in open tabs
hsb: Rozšěrće wuwiwarske nastroje, zo byšće přistup k swojim datam we wočinjenych rajtarkach měł

source: Download files and read and modify the browser’s download history
hsb: Sćehńće dataje a čitajće a změńće sćehnjensku historiju swojeho wobhladowaka

source: Open files downloaded to your computer
hsb: Dataje wočinić, kotrež su so na wašim ličaku sćahnyli

source: Read the text of all open tabs
hsb: Tekst wšěch wočinjenych rajtarkow čitać

source: Access your location
hsb: Přistup k wašemu stejnišću

source: Access browsing history
hsb: Mějće přistup k přehladowanskej historiji

source: Monitor extension usage and manage themes
hsb: Wužiwanje rozšěrjenjow wobkedźbować a drasty rjadować

source: Exchange messages with programs other than Firefox
hsb: Wuměńće powěsće z druhimi programami hač Firefox

source: Display notifications to you
hsb: Zdźělenki na was pokazać

source: Provide cryptographic authentication services
hsb: Kryptografiske awtentifikowanske słužby wobstarać

source: Control browser proxy settings
hsb: Nastajenja proksy wobhladowaka wodźić

source: Read and modify privacy settings
hsb: Nastajenja priwatnosće čitać a změnić

source: Access recently closed tabs
hsb: Mějće přistup k njedawno začinjenym rajtarkam

source: Access browser tabs
hsb: Mějće přistup k rajtarkam wobhladowaka

source: Hide and show browser tabs
hsb: Rajtarki wobhladowaka schować a pokazać

source: Store unlimited amount of client-side data
hsb: Njewobmjezowanu ličbu klientowych datow składować

source: Access browser activity during navigation
hsb: Mějće přistup k aktiwiće wobhladowaka za nawigaciju

source: Official add-on built by Mozilla Firefox. Meets security and performance standards.
hsb: Oficielny přidatk, wuwity za Mozilla Firefox. Spjelnja wěstotne a wukonowe standardy.

source: Firefox only recommends add-ons that meet our standards for security and performance.
hsb: Firefox jenož přidatki doporučuje, kotrež našim standardam za wěstotu a wukon wotpowěduja.

source: This add-on has been reviewed to meet our standards for security and performance.
hsb: Tutón přidatk je so přepruwował, zo by našim standardam za wěstotu a wukon wotpowědował.

source: Rated %(rating)s out of 5
hsb: Z %(rating)s z 5 pohódnoćeny

source: Update your rating to %(starRating)s out of 5
hsb: Aktualizujće swoje pohódnoćenje na %(starRating)s z 5 hwěžkow

source: Rate this add-on %(starRating)s out of 5
hsb: Pohódnoćće tutón přidatk z %(starRating)s z 5 hwěžkow

source: There are no ratings yet
hsb: Hišće pohódnoćenja njejsu

source: Log in to rate this dictionary
hsb: Přizjewće so, zo byšće tutón słownik pohódnoćił

source: Log in to rate this language pack
hsb: Přizjewće so, zo byšće tutón rěčny pakćik pohódnoćił

source: Log in to rate this theme
hsb: Přizjewće so, zo byšće tutu drastu pohódnoćił

source: Log in to rate this extension
hsb: Přizjewće so, zo byšće tute rozšěrjenje pohódnoćił

source: Log in to rate this add-on
hsb: Přizjewće so, zo byšće tutón přidatk pohódnoćił

source: Are you sure you want to delete your review of %(addonName)s?
hsb: Chceće woprawdźe waše pohódnoćenje za %(addonName)s zhašeć?

source: Are you sure you want to delete your rating of %(addonName)s?
hsb: Chceće woprawdźe waše pohódnoćenje za %(addonName)s zhašeć?

source: How are you enjoying %(addonName)s?
hsb: Kak so wam %(addonName)s spodoba?

source: Saving star rating
hsb: Hwězdne pohódnoćenje so składuje

source: Star rating saved
hsb: Hwězdne pohódnoćenje je so składowało

source: There are no three-star reviews
hsb: Pohódnoćenja z třomi hwěžkami njejsu

source: Read the 1 two-star review
hsb: %(total)s pohódnoćenje z dwěmaj hwěžce čitać

source: There are no two-star reviews
hsb: Pohódnoćenja z dwěmaj hwěžkomaj njejsu

source: Read the 1 one-star review
hsb: %(total)s pohódnoćenje z jednej hwěžku čitać

source: There are no one-star reviews
hsb: Pohódnoćenja z jednej hwěžku njejsu

source: There are no reviews
hsb: Pohódnoćenja njejsu

source: Read the 1 five-star review
hsb: %(total)s pohódnoćenje z pjeć hwěžkami čitać

source: There are no five-star reviews
hsb: Pohódnoćenja z pjeć hwěžkami njejsu

source: Read the 1 four-star review
hsb: %(total)s pohódnoćenje ze štyrjomi hwěžkami čitać

source: There are no four-star reviews
hsb: Pohódnoćenja ze štyrjomi hwěžkami njejsu

source: Read the 1 three-star review
hsb: %(total)s pohódnoćenje z třomi hwěžkami čitać

source: You reported this add-on
hsb: Sće tutón přidatk zdźělił

source: We have received your report. Thanks for letting us know about your concerns with this add-on.
hsb: Smy wašu rozprawu dóstali. Dźakujemy so, zo sće nam swoje wobmyslenja nastupajo tutón přidatk zdźělił.

source: Report this add-on
hsb: Tutón přidatk zdźělić

source: You reported this user
hsb: Sće tutoho wužiwarja zdźělił

source: We have received your report. Thanks for letting us know about your concerns with this user.
hsb: Smy wašu rozprawu dóstali. Dźakujemy so, zo sće nam swoje wobmyslenja nastupajo tutoho wužiwarja zdźělił.

source: Report this user
hsb: Tutoho wužiwarja zdźělić

source: Search results
hsb: Pytanske wuslědki

source: Recommended extensions
hsb: Doporučene rozšěrjenja

source: Recommended themes
hsb: Doporučene drasty

source: Recommended add-ons
hsb: Doporučene přidatki

source: Extensions by Firefox
hsb: Rozšěrjenja Firefox

source: Themes by Firefox
hsb: Drasty Firefox

source: Add-ons by Firefox
hsb: Přidatki Firefox

source: Reviewed extensions
hsb: Přepruwowane rozšěrjenja

source: Reviewed themes
hsb: Přepruwowane drasty

source: Reviewed add-ons
hsb: Přepruwowane přidatki

source: Verified extensions
hsb: Wobkrućene rozšěrjenja

source: Verified themes
hsb: Wobkrućene drasty

source: Verified add-ons
hsb: Wobkrućene přidatki

source: Trending extensions
hsb: Woblubowane rozšěrjenja

source: Trending themes
hsb: Woblubowane drasty

source: Trending add-ons
hsb: Woblubowane přidatki

source: Top rated extensions
hsb: Najwyše pohódnoćene rozšěrjenja

source: Top rated themes
hsb: Wysoko pohódnoćene drasty

source: Top rated add-ons
hsb: Najwyše pohódnoćene přidatki

source: Popular extensions
hsb: Woblubowane rozšěrjenja

source: Popular themes
hsb: Woblubowane drasty

source: Popular add-ons
hsb: Woblubowane přidatki

source: Search results for "%(query)s"
hsb: Pytanske wuslědki za "%(query)s"

source: %(count)s extension found for "%(query)s"
hsb: %(count)s rozšěrjenje za "%(query)s" namakany

source: %(count)s extension found with tag %(tag)s
hsb: %(count)s rozšěrjenje je so ze značku %(tag)s namakało

source: %(count)s extension found
hsb: %(count)s rozšěrjenje je so namakało

source: %(count)s theme found for "%(query)s" with tag %(tag)s in %(categoryName)s
hsb: %(count)s drasta je so za "%(query)s" ze značku %(tag)s w %(categoryName)s namakała

source: %(count)s theme found for "%(query)s" in %(categoryName)s
hsb: %(count)s drasta je so za "%(query)s" w %(categoryName)s namakała

source: %(count)s theme found with tag %(tag)s in %(categoryName)s
hsb: %(count)s drasta je so ze značku %(tag)s w %(categoryName)s namakała

source: %(count)s theme found in %(categoryName)s
hsb: %(count)s drasta je so w %(categoryName)s namakała

source: %(count)s theme found for "%(query)s" with tag %(tag)s
hsb: %(count)s drasta je so za "%(query)s" ze značku %(tag)s namakała

source: %(count)s theme found for "%(query)s"
hsb: %(count)s drasta za "%(query)s" namakana

source: %(count)s theme found with tag %(tag)s
hsb: %(count)s drasta je so ze značku %(tag)s namakała

source: %(count)s theme found
hsb: %(count)s drasta je so namakała

source: %(count)s result found for "%(query)s" with tag %(tag)s
hsb: %(count)s wuslědk je so za "%(query)s" ze značku %(tag)s namakał

source: %(count)s result found for "%(query)s"
hsb: %(count)s wuslědk za "%(query)s" namakany

source: %(count)s result found with tag %(tag)s
hsb: %(count)s wuslědk je so ze značku %(tag)s namakał

source: %(count)s result found
hsb: %(count)s wuslědk je so namakał

source: Searching for "%(query)s"
hsb: "%(query)s" so pyta

source: Searching for add-ons
hsb: Přidatki pytać

source: %(count)s extension found for "%(query)s" with tag %(tag)s in %(categoryName)s
hsb: %(count)s rozšěrjenje je so za "%(query)s" ze značku %(tag)s w %(categoryName)s namakało

source: %(count)s extension found for "%(query)s" in %(categoryName)s
hsb: %(count)s rozšěrjenje je so za "%(query)s" w %(categoryName)s namakało

source: %(count)s extension found with tag %(tag)s in %(categoryName)s
hsb: %(count)s rozšěrjenje je so ze značku %(tag)s w %(categoryName)s namakało

source: %(count)s extension found in %(categoryName)s
hsb: %(count)s rozšěrjenje je so w %(categoryName)s namakało

source: %(count)s extension found for "%(query)s" with tag %(tag)s
hsb: %(count)s rozšěrjenje je so za "%(query)s" ze značku %(tag)s namakało

source: All
hsb: Wšě

source: Extension
hsb: Rozšěrjenje

source: Theme
hsb: Drasta

source: Relevance
hsb: Relewanca

source: Recently Updated
hsb: Njedawno zaktualizowane

source: Most Users
hsb: Najwjace wužiwarjow

source: Top Rated
hsb: Najlěpje pohódnoćeny

source: Trending
hsb: Woblubowany

source: Any
hsb: Wšě

source: All Reviewed
hsb: Wšě přepruwowane

source: Filter results
hsb: Wuslědki filtrować

source: Sort by
hsb: Sortěrować po

source: Add-on Type
hsb: Typ přidatkow

source: Badging
hsb: Woznamjenjenje

source: Firefox Add-ons for Android
hsb: Přidatki Firefox za Android

source: Firefox Add-ons
hsb: Přidatki Firefox

source: Go to the add-on page
hsb: K stronje přidatka

source: No theme preview available
hsb: Přehlad drasty k dispoziciji njeje

source: Add-on note
hsb: Přidatkowa notica

source: Searching…
hsb: Pyta so…

source: No results were found for "%(query)s".
hsb: Žane wuslědki za "%(query)s" namakane.

source: No results were found.
hsb: Žane wusědki namakane.

source: Themes
hsb: Drasty

source: More…
hsb: Wjace…

source: for Firefox
hsb: za Firefox

source: Dictionaries & Language Packs
hsb: Słowniki a rěčne pakćiki

source: Other Browser Sites
hsb: Druhe sydła wobhladowaka

source: Add-ons for Android
hsb: Přidatki za Android

source: Extensions
hsb: Rozšěrjenja

source: Expand to read more
hsb: Wočińće, zo byšće wjace čitał

source: <span class="visually-hidden">Expand to</span> Read more
hsb: <span class="visually-hidden">Pokazać</span> Wjace čitać

source: Signed in as %(username)s
hsb: Jako %(username)s přizjewjeny

source: Some features are temporarily disabled while we perform website maintenance. We'll be back to full capacity shortly.
hsb: Někotre funkcije su nachwilu znjemóžnjene, mjeztym zo websydło wothladujemy. Budźemy bórze połnu funkcionalnosć wobnowjeć.

source: You have been logged out.
hsb: Sće wotzjewjeny.

source: Suggested Pages
hsb: Namjetowane strony

source: Browse all extensions
hsb: Wšě rozšěrjenja přepytować

source: Browse all themes
hsb: Wšě drasty přepytować

source: Add-ons Home Page
hsb: Startowa strona přidatkow

source: Preview of %(title)s
hsb: Přehlad %(title)s

source: %(total)s add-on
hsb: %(total)s přidatk

source: Do you really want to delete this picture?
hsb: Chceće woprawdźe tutón wobraz zhašeć?

source: Delete This Picture
hsb: Tutón wobraz zhašeć

source: Profile picture for %(name)s
hsb: Profilowy wobraz za %(name)s

source: Profile photo
hsb: Profilowe foto

source: Choose Photo…
hsb: Foto wubrać…

source: Developer response
hsb: Wotmołwa wuwiwarja

source: Save 50% with a full year subscription
hsb: Zalutujće 50 % z lětnym abonementom

source: Protect your online data—and choose a VPN subscription plan that works for you.
hsb: Škitajće swoje daty online – a wubjerće abonementowy plan VPN, kotryž za was funguje.

source: Get Mozilla VPN
hsb: Mozilla VPN wobstarać

source: To find extensions compatible with Firefox for Android, %(linkStart)sclick here%(linkEnd)s.
hsb: Zo byšće rozšěrjenja namakał, kotrež su kompatibelne z Firefox za Android, %(linkStart)sklikńće tu%(linkEnd)s.

source: This listing is not intended for this platform. %(linkStart)sBrowse add-ons for Firefox for desktop%(linkEnd)s.
hsb: Tutón zapisk njeje mysleny za tutu platformu. %(linkStart)sPřepytajće přidatki za Firefox za desktop%(linkEnd)s.

source: Add-ons are not compatible with Firefox for iOS. Try installing them on Firefox for desktop.
hsb: Přidatki z tutym Firefox za iOS kompatibelne njejsu. Spytajće je do Firefox za desktop instalować.

source: This add-on cannot be rated because no versions have been published.
hsb: Tutón přidatk njeda so pohódnoćić, dokelž žane wersije njejsu so wozjewili.

source: Read %(count)s review
hsb: %(count)s pohódnoćenje čitać

source: No reviews yet
hsb: Hišće žane pohódnoćenja

source: Rate your experience
hsb: Pohódnoćće swoje dožiwjenje

source: About this dictionary
hsb: Wo tutym słowniku

source: About this extension
hsb: Wo tutym rozšěrjenju

source: About this language pack
hsb: Wo tutym rěčnym pakćiku

source: About this theme
hsb: Wo tutej drasće

source: About this add-on
hsb: Wo tutym přidatku

source: Developer comments
hsb: Wuwiwarske komentary

source: Release notes for %(addonVersion)s
hsb: Wersijowe informacije za %(addonVersion)s

source: This is not a public listing. You are only seeing it because of elevated permissions.
hsb: To zjawny lisćinowy zapisk njeje. Widźiće jón jenož, dokelž maće rozšěrjene prawa.

source: Extension Metadata
hsb: Metadaty rozšěrjenja

source: Screenshots
hsb: Fota wobrazowki

source: Submit feedback or report an add-on to Mozilla
hsb: Sćelće swoje měnjenje abo zdźělće Mozilla přidatk

source: Custom License for %(addonName)s
hsb: Swójska licenca za %(addonName)s

source: End-User License Agreement for %(addonName)s
hsb: Licencne dojednanje za kónčnych wužiwarjow za %(addonName)s

source: Privacy policy for %(addonName)s
hsb: Prawidła priwatnosće za %(addonName)s

source: Reviews and ratings for %(addonName)s. Find out what other users think about %(addonName)s and add it to your Firefox Browser.
hsb: Přepruwowanja a pohódnoćenja za %(addonName)s. Wuslědźće, što wužiwarjo wo %(addonName)s mysla a přidajće jón swojemu wobhladowakej Firefox.

source: Show all reviews
hsb: Wšě pohódnoćenja pokazać

source: Show only five-star reviews
hsb: Jenož pohódnoćenja z pjeć hwěžkami pokazać

source: Show only four-star reviews
hsb: Jenož pohódnoćenja ze štyrjomi hwěžkami pokazać

source: Show only three-star reviews
hsb: Jenož pohódnoćenja z třomi hwěžkami pokazać

source: Show only two-star reviews
hsb: Jenož pohódnoćenja z dwěmaj hwěžce pokazać

source: Show only one-star reviews
hsb: Jenož pohódnoćenja z jednej hwěžku pokazać

source: Reviews for %(addonName)s
hsb: Pohódnoćenja za %(addonName)s

source: %(total)s review
hsb: %(total)s pohódnoćenje

source: %(addonName)s version history - %(total)s version
hsb: Wersijowa historija %(addonName)s - %(total)s wersija

source: Be careful with old versions! These versions are displayed for testing and reference purposes.
hsb: Budźće kedźbliwy ze staršimi wersijemi! Tute wersije so za testowanje a referencne zaměry pokazuja.

source: You should always use the latest version of an add-on.
hsb: Wy měł přeco najnowšu wersiju přidatka wužiwać.

source: Latest version
hsb: Najnowša wersija

source: Older versions
hsb: Starše wersije

source: View block request
hsb: Blokowe požadanje pokazać

source: Versions blocked: all versions.
hsb: Zablokowane wersije: wšě wersije.

source: Versions blocked: %(versions)s.
hsb: Zablokowane wersije: %(versions)s.

source: %(addonName)s has been blocked for your protection.
hsb: %(addonName)s je so za waš škit zablokował.

source: This add-on has been blocked for your protection.
hsb: Tutón přidatk je so za waš škit zablokował.

source: Why was it blocked?
hsb: Čehodla je so zablokował?

source: This add-on violates %(startLink)sMozilla's Add-on Policies%(endLink)s.
hsb: Tutón přidatk so %(startLink)spřećiwo přidatkowym prawidłam Mozilla%(endLink)s přeńdźe.

source: What does this mean?
hsb: Što to rěka?

source: The problematic add-on or plugin will be automatically disabled and no longer usable.
hsb: Problematiski přidatk abo tykač so awtomatisce znjemóžni a njebudźe hižo wužiwajomny.
