{
   "domain": "messages",
   "locale_data": {
      "messages": {
         "": {
            "domain": "messages",
            "plural_forms": "nplurals=2; plural=(n != 1);",
            "lang": "it"
         },
         "Close": [
            "Chiudi"
         ],
         "Hover to preview or click to install %(name)s": [
            "Passa sopra col puntatore del mouse per visualizzare un’anteprima di %(name)s o fai clic per installarlo"
         ],
         "Hover over the image to preview": [
            "Passa sopra l’immagine col puntatore del mouse per visualizzare l’anteprima"
         ],
         "Installation failed. Please try again.": [
            "Installazione del componente aggiuntivo non riuscita. Riprova."
         ],
         "Download failed. Please check your connection.": [
            "Non è riuscito il download del componente aggiuntivo. Controlla la connessione alla rete."
         ],
         "An unexpected error occurred during installation.": [
            "Si è verificato un errore inatteso durante l’installazione."
         ],
         "An unexpected error occurred during uninstallation.": [
            "Si è verificato un errore inatteso durante la disinstallazione."
         ],
         "An unexpected error occurred.": [
            "Si è verificato un errore inatteso."
         ],
         "This add-on will be uninstalled after you restart Firefox.": [
            "Questo componente aggiuntivo verrà disinstallato al prossimo riavvio di Firefox."
         ],
         "Please restart Firefox to use this add-on.": [
            "riavvia Firefox per utilizzare questo componente aggiuntivo."
         ],
         "Your add-on is ready": [
            ""
         ],
         "Now you can access %(name)s from the toolbar.": [
            ""
         ],
         "OK!": [
            ""
         ],
         "Install": [
            "Installa"
         ],
         "Discover Add-ons": [
            "Alla scoperta dei componenti aggiuntivi"
         ],
         "Personalize Your Firefox": [
            "Personalizza Firefox"
         ],
         "There are thousands of add-ons that let you make Firefox all your\nown—everything from fun visual themes to powerful tools and features.\nHere are a few great ones to check out.": [
            "Esistono migliaia di componenti aggiuntivi che ti consentiranno di personalizzare Firefox secondo le tue esigenze — di tutto e di più, da simpatici temi fino a strumenti e caratteristiche avanzate. Eccone alcuni tra i migliori che potresti provare."
         ],
         "Click to play": [
            "Fai clic per riprodurre"
         ],
         "to find out more about add-ons": [
            "Per conoscere ancora meglio i componenti aggiuntivi"
         ],
         "Close video": [
            "Chiudi il video"
         ],
         "See more add-ons!": [
            "Scopri altri componenti aggiuntivi."
         ]
      }
   }
}