Repository: mozilla/addons-frontend
Catalog: locale/dsb/LC_MESSAGES/amo.po
Languages: dsb

source: Non-compliance with pricing regulations
dsb: Njedoźaržanje pšawidłow twórjenja płaśiznow

source: Hidden advertisement or commercial communication, including by influencers
dsb: Schowane wabjenje abo komercielna komunikacija, teke wót influencerow

source: Misleading information about the characteristics of the goods and services
dsb: Torjece informacije wó kakosćach wórow a słužbow

source: Misleading information about the consumer’s rights
dsb: Torjece informacije wó pšawach pśetrjebarjow

source: Biometric data breach
dsb: Źěra biometriskich datow

source: Missing processing ground for data
dsb: Felujuca pśeźěłowańska pśicyna za daty

source: Right to be forgotten
dsb: Pšawo na zabywanje

source: Data falsification
dsb: Datowe sfalšowanje

source: Defamation
dsb: Wobgrono

source: Discrimination
dsb: Diskriminacija

source: Illegal incitement to violence and hatred based on protected characteristics (hate speech)
dsb: Kaznjam pśeśiwne našćuwanje k namócy a gramośe na zakłaźe šćitanych pśiznamjenjow (grono gramoty)

source: Design infringements
dsb: Nacerjeńske pśejźenja

source: Geographical indications infringements
dsb: Pśejźenja pśeśiwo geografiskim pódaśam

source: Patent infringements
dsb: Patentowe pśejźenja

source: Trade secret infringements
dsb: Pśejźenja pśeśiwo wobchodnym pótajmnosćam

source: Violation of EU law relevant to civic discourse or elections
dsb: Pśestupjenje EU-pšawa, kótarež jo relewantne za ciwilny diskurs abo wólby

source: Violation of national law relevant to civic discourse or elections
dsb: Pśestupjenje narodnego pšawa, kótarež jo relewantne za ciwilny diskurs abo wólby

source: Misinformation, disinformation, foreign information manipulation and interference
dsb: Wopacne informacije, desinformacija, manipulacija cuzych informacijow a zaměšanje

source: Non-consensual image sharing
dsb: Njewobjadne dalejdaśe wobrazow

source: Non-consensual items containing deepfake or similar technology using a third party's features
dsb: Njewobjadne zapiski, kótarež deepfake abo pódobnu technologiju wopśimuju, kótarež funkcije tśeśich póbitowarjow wužywaju

source: Online bullying/intimidation
dsb: Mobbing/Zatšašenje online

source: Stalking
dsb: Pśeslědowanje (stalking)

source: Adult sexual material
dsb: Seksualny material za dorosćone

source: Image-based sexual abuse (excluding content depicting minors)
dsb: Seksualne znjewužywanje na zakłaźe wobrazow (mimo wopśimjeśa, kótarež małolětnych zwobraznjujo)

source: age-specific restrictions concerning minors
dsb: pó starstwje specifiske wobgranicowanja nastupajucy małolětnych

source: Child sexual abuse material
dsb: Material wó seksuelnem znjewužywanju góleśa

source: Grooming/sexual enticement of minors
dsb: Grooming/Seksuelne pśiwabjenje njedolětnych

source: Illegal organizations
dsb: Ilegalne organizacije

source: Risk for environmental damage
dsb: Riziko za škódy wobswěta

source: Risk for public health
dsb: Riziko za zjawne strowje

source: Terrorist content
dsb: Teroristiske wopśimjeśe

source: Inauthentic accounts
dsb: Njeawtentiske konta

source: Inauthentic listings
dsb: Njeawtentiske lisćinowe zapiski

source: Inauthentic user reviews
dsb: Pógódnośenja njeawtentiskich wužywarjow

source: Impersonation or account hijacking
dsb: Kšadnjenje identity abo kontow

source: Pyramid schemes
dsb: Pyramidowe šemy

source: Content promoting eating disorders
dsb: Wopśimjeśe, kótarež mólenja jěźenja pódpěrajo

source: Self-mutilation
dsb: Sebjezbědnjenje

source: Suicide
dsb: Sebjemordaŕstwo

source: Prohibited or restricted products
dsb: Zakazane abo wobgranicowane produkty

source: Unsafe or non-compliant products
dsb: Njewěste abo njekonformne produkty

source: Coordinated harm
dsb: Koordiněrowana škóda

source: Gender-based violence
dsb: Namóc nastupajucy rody

source: Human exploitation
dsb: Wuklukowanje luźi

source: Human trafficking
dsb: Wikowanje z luźimi

source: General calls or incitement to violence and/or hatred
dsb: Powšykne wuwołanja abo našćuwanje k namócy a/abo gramośe

source: Report submitted
dsb: Rozpšawa jo se wótpósłała

source: We have received your report. Thanks for letting us know.
dsb: Smy dostali wašu rozpšawu. Wjeliki źěk za nju.

source: Submitting your report…
dsb: Waša rozpšawa se sćelo…

source: Submit report
dsb: Rozpšawu wótpósłaś

source: Provide more information
dsb: Stajśo dalšne informacije k dispoziciji

source: Place of the violation
dsb: Městno pśejźenja

source: Type of illegal content
dsb: Družyna ilegalnego wopśimjeśa

source: Specific violation
dsb: Wěste pśejźenje

source: Provide more details
dsb: Pódajśo dalšne drobnostki

source: Please provide any additional information that may help us to understand your report (including which policy you believe has been violated).
dsb: Pšosym pódajśo pśidatne informacije, kótarež mógli nam pomagaś, wašu rozpšawu rozměś (mjazy nimi, kótare pšawidła su se pśestupili pó wašom měnjenju).

source: Contact information
dsb: Kontaktne informacije

source: File report anonymously
dsb: Rozpšawu anonymnje zapódaś

source: Filing an anonymous report will prevent us from communicating with you about the report’s status, or about any options for appeal.
dsb: Jolic anonymnu rozpšawu zapódawaśo, njamóžomy se z was wó statusu rozpšawy do zwiska stajiś abo wam móžnosći k wěsći daś, kak móžośo pśeśiwjenje zapódaś.

source: Your name %(spanStart)s(optional)%(spanEnd)s
dsb: Wašo mě %(spanStart)s(na žycenje)%(spanEnd)s

source: Your name %(spanStart)s(required)%(spanEnd)s
dsb: Wašo mě %(spanStart)s(trjebne)%(spanEnd)s

source: Your email address %(spanStart)s(optional)%(spanEnd)s
dsb: Waša e-mailowa adresa %(spanStart)s(na žycenje)%(spanEnd)s

source: Your email address %(spanStart)s(required)%(spanEnd)s
dsb: Waša e-mailowa adresa %(spanStart)s(trjebna)%(spanEnd)s

source: Content that is illegal or that violates AMO's content policies
dsb: Wopśimjeśe, kótarež jo ilegalne abo se pśeśiwo wopśimjeśowym pšawidłam AMO pśejźo

source: Flagged
dsb: Wóznamjenjone

source: Flag
dsb: Wóznamjeniś

source: Flag this developer response
dsb: Toś to wótegrono wuwijarja wóznamjeniś

source: Flag this review
dsb: Toś to pógódnośenje wóznamjeniś

source: Flagged as spam
dsb: Ako spam wóznamjenjony

source: Login required
dsb: Pśizjawjenje trjebne

source: Misplaced bug report or support request
dsb: Deplacěrowana zmólkowa rozpšawa abo pódpěrańske napšašowanje

source: Flagged as misplaced bug report or support request
dsb: Ako njepśisłušna zmólkowa rozpšawa abo pšosba wó pomoc wóznamjenjony

source: Developer Policies
dsb: Wuwijarske pšawidła

source: Community Blog
dsb: Blog zgromaźeństwa

source: Report a bug
dsb: Programowu zmólku k wěsći daś

source: Review Guide
dsb: Směrnica za pógódnośenja

source: Browsers
dsb: Wobglědowaki

source: Products
dsb: Produkty

source: Privacy
dsb: Priwatnosć

source: Cookies
dsb: Cookieje

source: Legal
dsb: Pšawniske

source: Except where otherwise %(startNotedLink)snoted%(endNotedLink)s, content on this site is licensed under the %(startLicenseLink)sCreative Commons Attribution Share-Alike License v3.0%(endLicenseLink)s or any later version. Android is a trademark of Google LLC.
dsb: Jolic nic hynac %(startNotedLink)szapisane%(endNotedLink)s, se wopśimjeśe na toś tom sedle pód %(startLicenseLink)sCreative Commons Attribution Share-Alike License v3.0%(endLicenseLink)s abo póznjejšeju wersiju licencěrujo. Android jo wikowa marka Google LLC.

source: Except where otherwise %(startNotedLink)snoted%(endNotedLink)s, content on this site is licensed under the %(startLicenseLink)sCreative Commons Attribution Share-Alike License v3.0%(endLicenseLink)s or any later version.
dsb: Jolic nic hynac %(startNotedLink)szapisane%(endNotedLink)s, se wopśimjeśe na toś tom sedle pód %(startLicenseLink)sCreative Commons Attribution Share-Alike License v3.0%(endLicenseLink)s abo póznjejšeju wersiju licencěrujo.

source: Go to Mozilla's homepage
dsb: K startowemu bokoju Mozilla

source: About
dsb: Wó nas

source: Firefox Add-ons Blog
dsb: Blog dodankow Firefox

source: Extension Workshop
dsb: Źěłowa kupka rozšyrjenjow

source: Developer Hub
dsb: Wuwijarski rožk

source: To use these add-ons, you'll need to %(downloadLinkStart)sdownload Firefox%(downloadLinkEnd)s.
dsb: Aby toś te dodanki wužywał, musyśo %(downloadLinkStart)sFirefox ześěgnuś%(downloadLinkEnd)s.

source: To use Android extensions, you'll need %(downloadLinkStart)sFirefox for Android%(downloadLinkEnd)s. To explore Firefox for desktop add-ons, please %(linkStart)svisit our desktop site%(linkEnd)s.
dsb: Aby rozšyrjenja Android wužywał, trjebaśo %(downloadLinkStart)sFirefox za Android%(downloadLinkEnd)s. Aby dodanki za Firefox za desktop wuslěźił, %(linkStart)swoglědajśo se pšosym k našomu desktopowemu websedłoju%(linkEnd)s.

source: Download Firefox and get the theme
dsb: Firefox ześěgnuś a drastwu wobstaraś

source: Download Firefox and get the extension
dsb: Firefox ześěgnuś a rozšyrjenje wobstaraś

source: Download the new Firefox and get the theme
dsb: Ześěgniśo nowy Firefox a wobstarajśo se drastwu

source: Download the new Firefox and get the extension
dsb: Ześěgniśo nowy Firefox a wobstarajśo se rozšyrjenje

source: Download Firefox
dsb: Firefox ześěgnuś

source: You'll need Firefox to use this theme
dsb: Trjebaśo Firefox, aby toś tu drastwu wužywał

source: You'll need Firefox to use this extension
dsb: Trjebaśo Firefox, aby toś to rozšyrjenje wužywał

source: You need an updated version of Firefox for this theme
dsb: Trjebaśo zaktualizěrowanu wersiju Firefox za toś tu drastwu

source: You need an updated version of Firefox for this extension
dsb: Trjebaśo zaktualizěrowanu wersiju Firefox za toś to rozšyrjenje

source: Tools
dsb: Rědy

source: Submit a New Add-on
dsb: Nowy dodank zapódaś

source: Submit a New Theme
dsb: Nowu drastwu zapódaś

source: Manage My Submissions
dsb: Móje zapódaśa zastojaś

source: Reviewer Tools
dsb: Rědy za pśeglědowarje

source: Firefox Browser Add-ons
dsb: Dodanki za Firefox Browser

source: Learn how to create extensions and themes
dsb: Zgóńśo, kak móžośo rozšyrjenja a drastwy napóraś

source: Submit and manage extensions and themes
dsb: Rozšyrjenja a drastwy wótpósłaś a zastojaś

source: My Account
dsb: Mójo konto

source: View My Collections
dsb: Móje zběrki pokazaś

source: View My Profile
dsb: Mój profil pokazaś

source: Edit My Profile
dsb: Mój profil wobźěłaś

source: Get the extension
dsb: Wobstarajśo se rozšyrjenje

source: RECOMMENDED
dsb: DOPÓRUCONY

source: BY FIREFOX
dsb: PŚEZ FIREFOX

source: PROMOTED
dsb: WUŠEJ ZASTOPNJOWANY

source: Firefox only recommends extensions that meet our standards for security and performance.
dsb: Firefox jano rozšyrjenja dopórucujo, kótarež našym standardam za wěstotu a wugbaśe wótpowěduju.

source: See more %(categoryName)s
dsb: Glejśo wěcej %(categoryName)s

source: Access your data for all websites
dsb: Pśistup k wašym datam za wšykne websedła měś

source: Access your data for sites in the %(param)s domain
dsb: Mějśo pśistup k swójim datam za sedła w domenje %(param)s

source: Access your data for %(param)s
dsb: Mějśo pśistup k swójim datam za %(param)s

source: By Firefox
dsb: Pśez Firefox

source: Recommended
dsb: Dopórucone

source: Download file
dsb: Dataju ześěgnuś

source: Learn more
dsb: Dalšne informacije

source: This add-on is not actively monitored for security by Mozilla. Make sure you trust it before installing.
dsb: Toś ten dodank se za wěstotu wót Mozilla aktiwnje njedoglědujo. Zawěsććo, až móžośo jomu dowěriś, nježli až jo instalěrujośo.

source: Change language
dsb: Rěc změniś

source: Dismiss this notice
dsb: Toś ten pokaz zachyśiś

source: Previous
dsb: Pjerwjejšne

source: Next
dsb: Pśiduce

source: Page %(thisPage)s of %(totalPages)s
dsb: Bok %(thisPage)s z %(totalPages)s

source: Permissions
dsb: Pšawa

source: This add-on needs to:
dsb: Toś ten dodank musy:

source: This add-on may also ask to:
dsb: Toś ten dodank pšosy snaź wó:

source: Read and modify bookmarks
dsb: Cytańske znamjenja cytaś a změniś

source: Read and modify browser settings
dsb: Nastajenja wobglědowaka cytaś a změniś

source: Clear recent browsing history, cookies, and related data
dsb: Aktualnu pśeglědowańsku historiju, cookieje a pśisłušne daty wulašowaś

source: Get data from the clipboard
dsb: Daty z mjazywótkłada zasajźiś

source: Input data to the clipboard
dsb: Daty do mjazywótkłada kopěrowaś

source: Block content on any page
dsb: Wopśimjeśe na kuždem boku blokěrowaś

source: Read your browsing history
dsb: Cytajśo swóju pśeglědowańsku historiju

source: Extend developer tools to access your data in open tabs
dsb: Rozšyŕśo wuwijarske rědy, aby pśistup k swójim datam we wócynjonych rejtarikach měł

source: Download files and read and modify the browser’s download history
dsb: Ześěgniśo dataje a cytajśo a změńśo ześěgnjeńsku historiju swójogo wobglědowaka

source: Open files downloaded to your computer
dsb: Dataje wócyniś, kótarež su se na wašom licadle ześěgnuli

source: Read the text of all open tabs
dsb: Tekst wšych wócynjonych rejtarikow cytaś

source: Access your location
dsb: Mějśo pśistup k swójomu městnoju

source: Access browsing history
dsb: Mějśo pśistup k pśeglědowańskej historiji

source: Monitor extension usage and manage themes
dsb: Wužywanje rozšyrjenjow wobglědowaś a drastwy zastojaś

source: Exchange messages with programs other than Firefox
dsb: Powěsći z drugimi programami ako Firefox wuměniś

source: Display notifications to you
dsb: Powěźeńki na was pokazaś

source: Provide cryptographic authentication services
dsb: Kryptografiske awtentificěrowańske słužby wobstaraś

source: Control browser proxy settings
dsb: Nastajenja proksy wobglědowaka wóźiś

source: Read and modify privacy settings
dsb: Nastajenja priwatnosći cytaś a změniś

source: Access recently closed tabs
dsb: Mějśo pśistup k njedawno zacynjonym rejtarikam

source: Access browser tabs
dsb: Pśistup k rejtarikam wobglědowaka měś

source: Hide and show browser tabs
dsb: Rejtariki wobglědowaka schowaś a pokazaś

source: Access browser activity during navigation
dsb: Pśistup k aktiwiśe wobglědowaka za nawigaciju měś

source: Official add-on built by Mozilla Firefox. Meets security and performance standards.
dsb: Oficielny dodank, wuwity za Mozilla Firefox. Docynja wěstotne a wugbaśowe standardy.

source: Firefox only recommends add-ons that meet our standards for security and performance.
dsb: Firefox jano dodanki dopórucujo, kótarež našym standardam za wěstotu a wugbaśe wótpowěduju.

source: Rated %(rating)s out of 5
dsb: Z %(rating)s z 5 pógódnośony

source: Update your rating to %(starRating)s out of 5
dsb: Aktualizěrujśo swójo pógódnośenje na %(starRating)s z 5 gwězdkow

source: Rate this add-on %(starRating)s out of 5
dsb: Pógódnośćo toś ten dodank z %(starRating)s z 5 gwězdkow

source: There are no ratings yet
dsb: Hyšći pógódnośenja njejsu

source: Log in to rate this dictionary
dsb: Pśizjawśo se, aby toś ten słownik pógódnośił

source: Log in to rate this language pack
dsb: Pśizjawśo se, aby toś ten rěcny pakśik pógódnośił

source: Log in to rate this theme
dsb: Pśizjawśo se, aby toś tu drastwu pógódnośił

source: Log in to rate this extension
dsb: Pśizjawśo se, aby toś to rozšyrjenje pógódnośił

source: Log in to rate this add-on
dsb: Pśizjawśo se, aby toś ten dodank pógódnośił

source: Are you sure you want to delete your review of %(addonName)s?
dsb: Cośo napšawdu wašo pógódnośenje za %(addonName)s wulašowaś?

source: Are you sure you want to delete your rating of %(addonName)s?
dsb: Cośo napšawdu wašo pógódnośenje za %(addonName)s wulašowaś?

source: How are you enjoying %(addonName)s?
dsb: Kak se wam %(addonName)s spódoba?

source: Saving star rating
dsb: Gwězdowe pógódnośenje se składujo

source: Star rating saved
dsb: Gwězdowe pógódnośenje jo se składło

source: There are no three-star reviews
dsb: Njedaju pógódnośenja z tśimi gwězdkami

source: Read the 1 two-star review
dsb: %(total)s pogódnośenje z jadneju gwězdku cytaś

source: There are no two-star reviews
dsb: Njedaju pógódnośenja z dwěma gwězdkami

source: Read the 1 one-star review
dsb: %(total)s pógódnośenje z jadneju gwězdku cytaś

source: There are no one-star reviews
dsb: Njedaju pógódnośenja z jadneju gwězdku

source: There are no reviews
dsb: Njedaju pógódnośenja

source: Read the 1 five-star review
dsb: %(total)s pógódnośenje z pěś gwězdkami cytaś

source: There are no five-star reviews
dsb: Njedaju pógódnośenja z pěś gwězdkami

source: Read the 1 four-star review
dsb: %(total)s pógódnośenje ze styrimi gwězdkami cytaś

source: There are no four-star reviews
dsb: Njedaju pógódnośenja ze styrimi gwězdkami

source: Read the 1 three-star review
dsb: %(total)s pógódnośenje z tśimi gwězdkami cytaś

source: You reported this add-on
dsb: Sćo dał toś ten dodank k wěsći

source: We have received your report. Thanks for letting us know about your concerns with this add-on.
dsb: Smy wašu rozpšawu dóstali. Źěkujomy se, až sćo nam swóje wobmyslenja nastupajucy toś ten dodank k wěsći dał.

source: Report this add-on
dsb: Toś ten dodank k wěsći daś

source: You reported this user
dsb: Sćo dał toś togo wužywarja k wěsći

source: We have received your report. Thanks for letting us know about your concerns with this user.
dsb: Smy wašu rozpšawu dóstali. Źěkujomy se, až sćo nam swóje wobmyslenja nastupajucy toś togo wužywarja k wěsći dał.

source: Report this user
dsb: Toś togo wužywarja k wěsći daś

source: Search results
dsb: Pytańske wuslědki

source: Recommended extensions
dsb: Dopórucone rozšyrjenja

source: Recommended themes
dsb: Dopórucone drastwy

source: Recommended add-ons
dsb: Dopórucone dodanki

source: Extensions by Firefox
dsb: Rozšyrjenja Firefox

source: Themes by Firefox
dsb: Drastwy Firefox

source: Add-ons by Firefox
dsb: Dodanki Firefox

source: Reviewed extensions
dsb: Pśeglědane rozšyrjenja

source: Reviewed themes
dsb: Pśeglědane drastwy

source: Reviewed add-ons
dsb: Pśeglědane dodanki

source: Trending extensions
dsb: Woblubowane rozšyrjenja

source: Trending themes
dsb: Woblubowane drastwy

source: Trending add-ons
dsb: Woblubowane dodanki

source: Top rated extensions
dsb: Nejwušej pógódnośone rozšyrjenja

source: Top rated themes
dsb: Wusoko pógódnośone drastwy

source: Top rated add-ons
dsb: Nejwušej pógódnośone dodanki

source: Popular extensions
dsb: Woblubowane rozšyrjenja

source: Popular themes
dsb: Woblubowane drastwy

source: Popular add-ons
dsb: Woblubowane dodanki

source: Search results for "%(query)s"
dsb: Pytańske wuslědki za "%(query)s"

source: %(count)s extension found for "%(query)s"
dsb: %(count)s rozšyrjenje za "%(query)s" namakany

source: %(count)s extension found with tag %(tag)s
dsb: %(count)s rozšyrjenje jo se namakało z wobznamjenim %(tag)s

source: %(count)s extension found
dsb: %(count)s rozšyrjenje jo se namakało

source: %(count)s theme found for "%(query)s" with tag %(tag)s in %(categoryName)s
dsb: %(count)s drastwa jo se namakała za "%(query)s" z wobznamjenim %(tag)s w %(categoryName)s

source: %(count)s theme found for "%(query)s" in %(categoryName)s
dsb: %(count)s drastwa jo se namakała za "%(query)s" w %(categoryName)s

source: %(count)s theme found with tag %(tag)s in %(categoryName)s
dsb: %(count)s drastwa jo se namakała z wobznamjenim %(tag)s w %(categoryName)s

source: %(count)s theme found in %(categoryName)s
dsb: %(count)s drastwa jo se namakała w %(categoryName)s

source: %(count)s theme found for "%(query)s" with tag %(tag)s
dsb: %(count)s drastwa jo se namakała za "%(query)s" z wobznamjenim %(tag)s

source: %(count)s theme found for "%(query)s"
dsb: %(count)s drastwa za "%(query)s" namakana

source: %(count)s theme found with tag %(tag)s
dsb: %(count)s drastwa jo se namakała z wobznamjenim %(tag)s

source: %(count)s theme found
dsb: %(count)s drastwa jo se namakała

source: %(count)s result found for "%(query)s" with tag %(tag)s
dsb: %(count)s wuslědk jo se namakał za "%(query)s" z wobznamjenim %(tag)s

source: %(count)s result found for "%(query)s"
dsb: %(count)s wuslědk za "%(query)s" namakany

source: %(count)s result found with tag %(tag)s
dsb: %(count)s wuslědk jo se namakał z wobznamjenim %(tag)s

source: %(count)s result found
dsb: %(count)s wuslědk jo se namakał

source: Searching for "%(query)s"
dsb: "%(query)s" se pyta

source: Searching for add-ons
dsb: Dodanki pytaś

source: %(count)s extension found for "%(query)s" with tag %(tag)s in %(categoryName)s
dsb: %(count)s rozšyrjenje jo se namakało za "%(query)s" z wobznamjenim %(tag)s w %(categoryName)s

source: %(count)s extension found for "%(query)s" in %(categoryName)s
dsb: %(count)s rozšyrjenje jo se namakało za "%(query)s" w %(categoryName)s

source: %(count)s extension found with tag %(tag)s in %(categoryName)s
dsb: %(count)s rozšyrjenje jo se namakało z wobznamjenim %(tag)s w %(categoryName)s

source: %(count)s extension found in %(categoryName)s
dsb: %(count)s rozšyrjenje jo se namakało w %(categoryName)s

source: %(count)s extension found for "%(query)s" with tag %(tag)s
dsb: %(count)s rozšyrjenje jo se namakało za "%(query)s" z wobznamjenim %(tag)s

source: All
dsb: Wšykne

source: Extension
dsb: Rozšyrjenje

source: Theme
dsb: Drastwa

source: Relevance
dsb: Relewanca

source: Recently Updated
dsb: Pśed krotkim aktualizěrowane

source: Most Users
dsb: Nejwěcej wužywarjow

source: Top Rated
dsb: Nejlěpjej pógódnośony

source: Trending
dsb: Woblubowany

source: Any
dsb: Wšykne

source: All Reviewed
dsb: Wšykne pśeglědane

source: Black
dsb: Carny

source: Gray
dsb: Šery

source: White
dsb: Běły

source: Red
dsb: Cerwjeny

source: Yellow
dsb: Žołty

source: Green
dsb: Zeleny

source: Blue
dsb: Módry

source: Filter results
dsb: Wuslědki filtrowaś

source: Sort by
dsb: Sortěrowaś

source: Add-on Type
dsb: Typ dodankow

source: Theme Color
dsb: Drastwowa barwa

source: Clear
dsb: Wuprozniś

source: Badging
dsb: Wóznamjenjenje

source: Firefox Add-ons for Android
dsb: Dodanki Firefox za Android

source: Firefox Add-ons
dsb: Dodanki Firefox

source: Go to the add-on page
dsb: K bokoju dodanka

source: No theme preview available
dsb: Pśeglěd drastwy njejo k dispoziciji

source: Add-on note
dsb: Dodankowa notica

source: Searching…
dsb: Pyta se…

source: No results were found for "%(query)s".
dsb: Žedne wuslědki za "%(query)s" namakane.

source: No results were found.
dsb: Žedne wuslědki namakane.

source: Themes
dsb: Drastwy

source: More…
dsb: Wěcej…

source: for Firefox
dsb: za Firefox

source: Dictionaries & Language Packs
dsb: Słowniki a rěcne pakśiki

source: Other Browser Sites
dsb: Druge sedła wobglědowaka

source: Add-ons for Android
dsb: Dodanki za Android

source: Extensions
dsb: Rozšyrjenja

source: Expand to read more
dsb: Wócyńśo, aby wěcej cytał

source: <span class="visually-hidden">Expand to</span> Read more
dsb: <span class="visually-hidden">Pokazaś</span> Wěcej cytaś

source: Signed in as %(username)s
dsb: Ako %(username)s pśizjawjony

source: Some features are temporarily disabled while we perform website maintenance. We'll be back to full capacity shortly.
dsb: Někotare funkcije su nachylu znjemóžnjone, mjaztym až websedło wótwardujomy. Buźomy skóro połnu funkcionalnosć wótnowjaś.

source: You have been logged out.
dsb: Sćo wótzjawjony.

source: Suggested Pages
dsb: Naraźone boki

source: Browse all extensions
dsb: Wšykne rozšyrjenja pśeglědowaś

source: Browse all themes
dsb: Wšykne drastwy pśeglědowaś

source: Add-ons Home Page
dsb: Startowy bok dodankow

source: Preview of %(title)s
dsb: Pśeglěd za %(title)s

source: %(total)s add-on
dsb: %(total)s dodank

source: Do you really want to delete this picture?
dsb: Cośo napšawdu toś tón wobraz wulašowaś?

source: Delete This Picture
dsb: Toś ten wobraz wulašowaś

source: Profile picture for %(name)s
dsb: Profilowy wobraz za %(name)s

source: Profile photo
dsb: Profilowe foto

source: Choose Photo…
dsb: Foto wubraś…
