Repository: mozilla/addons-frontend
Catalog: locale/dsb/LC_MESSAGES/amo.po
Languages: dsb

source: Guidelines, tips, and Frequently Asked Questions to leave a review for the extensions and themes you’ve downloaded and used on Firefox.
dsb: Směrnice, tipy a cesto stajone pšašanja za pisanje pógódnośenja za rozšyrjenja a drastwy, kótarež sćo ześěgnuł a sćo wužył z Firefox.

source: Add-on reviews are a way for you to share your opinions about the add-ons you’ve installed and used. Our review moderation team reserves the right to refuse or remove any review that does not comply with these guidelines.
dsb: Pógódnośenja dodankow su móžnosć, aby wy dał swóje měnjenja wó dodankach k wěsći, kótarež sćo instalěrował a wužywał. Naš moderaciski team za pógódnośenja sebje pšawo wuměnja, pógódnośenja wótpokazaś abo wótwónoźeś, kótarež toś tym směrnicam njewótpowěduju.

source: Tips for writing a great review
dsb: Pokaze za pisanje wjelicnego pógódnośenja

source: Do:
dsb: Dobre:

source: Write like you are telling a friend about your experience with the add-on.
dsb: Pišćo, kaž pśijaśeloju wó swójich nazgónjenjach z dodankom wulicujośo.

source: Keep reviews concise and easy to understand.
dsb: Źaržćo pógódnośenja krotke a lažko k rozměśu.

source: Give specific and helpful details. For example:
dsb: Pódajśo specifiske a wužytne drobnostki. Na pśikład:

source: Did the add-on work as you expected it to?
dsb: Jo dodank funkcioněrował, kak sćo wótcakał?

source: What features did you like or dislike?
dsb: Kótare funkcije se wam spódobaju abo njespódobaju?

source: Was it useful?
dsb: Jo to wužytne było?

source: Was it easy to use?
dsb: Dajo se lažko wužywaś?

source: Will you continue to use this add-on?
dsb: Buźośo toś ten dodank dalej wužywaś?

source: Take a moment to read your review before submitting it to minimize typos.
dsb: Bjeŕśo se wokognuśe casa, aby swójo pógódnośenje pśecytał, nježli až jo wótpósćelośo, aby pisańske zmólki miniměrował.

source: Don't:
dsb: Glědajśo:

source: Submit one-word reviews such as "Great!", "wonderful," or "bad".
dsb: NJezapódajśo jadnosłowne pógódnośenja ako „Wjelicne!“, „Wuběrne“ abo „Špatne“.

source: Post technical issues, support requests, or feature suggestions. Use the available support options for each add-on, if available. You can find them in the "More information" section in the sidebar on the add-on's detail page.
dsb: Njepišćo techniske problemy, pšosby wó pomoc abo naraźenja za nowe funkcije. Wužywajśo k dispoziciji stojece móžnosći pomocy wótpowědnego dodanka město togo, jolic k dispoziciji. Namakajośo je we wótrězku „Dalšne informacije“ w bocnicy na boku drobnostkow dodanka.

source: Write reviews for add-ons which you have not personally used.
dsb: Njepišćo pógódnośenja za dodanki, kótarež njejsćo sam wužył.

source: Use profanity, sexual language or language that can be construed as hateful.
dsb: Njewužywajśo wulgarne, seksualne wuraze abo wuraze, kótarež maju za gramoty połne.

source: Include HTML, links, source code or code snippets. Reviews are meant to be text only.
dsb: Njewužywajśo HTML, wótkaze, žrědłowy kod abo źěle žrědłowego koda. Pógódnośenja směju jano lutny tekst wopśimowaś.

source: Make false statements, disparage add-on authors or personally insult them.
dsb: Wopacne pódaśa cyniś, awtorow dodankow pónižyś abo jich wósobinski skśiwźiś.

source: Add-ons tagged with %(tag)s
dsb: Dodanki z wobznamjenim %(tag)s

source: Submit feedback or report a user to Mozilla
dsb: Sćelśo swójo měnjenje abo dajśo Mozilla wužywarja k wěsći

source: User since
dsb: Wužywaŕ wót

source: Report this user to Mozilla
dsb: Mozilla toś togo wužywarja k wěsći daś

source: Send some feedback about the user profile
dsb: Sćelśo informacije wó wužywaŕskem profilu

source: Report the user profile because it's illegal or incompliant
dsb: Dajśo toś ten wužywaŕski profil k wěsći, dokulaž jo ilegalny abo njekonformny

source: My reviews
dsb: Móje pógódnosénja

source: The profile of %(user)s, a Firefox extension and theme author. Find other apps by %(user)s, including average ratings, tenure, and the option to report issues.
dsb: Profil %(user)s, awtora rozšyrjenja a drastwy Firefox. Namakajśo druge nałoženja wót %(user)s, inkluziwnje pśerězne pógódnośenja, cas cłonkojstwa a móžnosć, aby problemy k wěsći dał.

source: The profile of %(user)s, Firefox extension author. Find other extensions by %(user)s, including average ratings, tenure, and the option to report issues.
dsb: Profil %(user)s, awtora rozšyrjenja Firefox. Namakajśo druge rozšyrjenja wót %(user)s, inkluziwnje pśerězne pógódnośenja, cas cłonkojstwa a móžnosć, aby problemy k wěsći dał.

source: The profile of %(user)s, Firefox theme author. Find other themes by %(user)s, including average ratings, tenure, and the option to report issues.
dsb: Profil %(user)s, awtora drastwy Firefox. Namakajśo druge drastwy wót %(user)s, inkluziwnje pśerězne pógódnośenja, cas cłonkojstwa a móžnosć, aby problemy k wěsći dał.

source: User Avatar
dsb: Wužywaŕski awatar

source: Add-ons developer
dsb: Dodankowy wuwijaŕ

source: Theme artist
dsb: Drastwowy wuměłc

source: User Profile for %(user)s
dsb: Wužywaŕski profil za %(user)s

source: User Profile
dsb: Wužywaŕski profil

source: Location
dsb: Městno

source: Occupation
dsb: Pówołanje

source: Number of add-ons
dsb: Licba dodankow

source: Average rating of developer’s add-ons
dsb: Pśerězne pógódnośenje dodankow wuwijarja

source: Biography
dsb: Biografija

source: Edit profile
dsb: Profil wobźěłaś

source: Admin user
dsb: Administraciski wužywaŕ

source: Picture successfully deleted
dsb: Wobraz jo se wuspěšnje wulašował

source: Tell users a bit more information about yourself. Most fields are optional, but they'll help other users get to know you better.
dsb: Dajśo wužywarjam někotare informacije wó sebje. Nejwěcej pólow jo opcionalne, ale buźo drugim wužywarjam pomagaś, was lěpjej póznaś.

source: Tell users a bit more information about this user. Most fields are optional, but they'll help other users get to know %(userName)s better.
dsb: Dajśo wužywarjam někotare informacije wó toś tom wužywarju. Nejwěcej pólow jo opcionalne, ale buźo drugim wužywarjam pomagaś, %(userName)s lěpjej póznaś.

source: Introduce yourself to the community if you like
dsb: Pśedstajśo se zgromaźeństwoju, jolic cośo

source: Introduce %(userName)s to the community
dsb: Pśedstajśo %(userName)s zgromaźeństwoju

source: Log in to edit the profile
dsb: Pśizjewśo se, aby profil wobźěłał

source: Creating your profile…
dsb: Waš profil se załožujo…

source: Create My Profile
dsb: Mój profil załožyś

source: Updating your profile…
dsb: Waš profil se aktualizěrujo…

source: Update My Profile
dsb: Mój profil aktualizěrowaś

source: Updating profile…
dsb: Profil se aktualizěrujo…

source: Update Profile
dsb: Profil aktualizěrowaś

source: View user's profile
dsb: Profil wužywarja pokazaś

source: Edit user's profile
dsb: Profil wužywarja wobźěłaś

source: Account
dsb: Konto

source: Account for %(userName)s
dsb: Konto za %(userName)s

source: Email Address
dsb: E-mailowa adresa

source: Email address cannot be changed here
dsb: E-mailowa adresa njedajo se how změniś

source: You can change your email address on Mozilla accounts. %(startLink)sNeed help?%(endLink)s
dsb: Móžośo swóju e-mailowu adresu na konśe Mozilla změniś. %(startLink)sTrjebaśo pomoc?%(endLink)s

source: Manage Mozilla accounts…
dsb: Konta Mozilla zastojaś…

source: Profile
dsb: Profil

source: This field is required
dsb: Toś to pólo jo trjebne

source: Display Name *
dsb: Pokazane mě *

source: This URL will only be visible for users who are developers.
dsb: Toś ten URL buźośo jano widobny za wužywarje, kótarež su wuwijarje.

source: Some HTML supported: %(htmlTags)s. Links are forbidden.
dsb: Źěl HTML se pódpěra: %(htmlTags)s. Wótkaze su zakazane.

source: Notifications
dsb: Powěźeńki

source: From time to time, Mozilla may send you email about upcoming releases and add-on events. Please select the topics you are interested in.
dsb: Wótergi Mozilla wam mejlku wó pśichodnych wersijach a dodankowych tšojenjach sćelo. Pšosym wubjeŕśo temy, za kótarež zajmujośo.

source: From time to time, Mozilla may send this user email about upcoming releases and add-on events. Please select the topics this user may be interested in.
dsb: Wótergi Mozilla toś tomu wužywarjeju mejlku wó pśichodnych wersijach a dodankowych tšojenjach sćelo. Pšosym wubjeŕśo temy, za kótarež se toś ten wužywaŕ zajmujo.

source: Mozilla reserves the right to contact you individually about specific concerns with your hosted add-ons.
dsb: Mozilla sebje pšawo wuměnjujo, se z wami wó wěstych nastupnosćach z wašymi góspodowanymi dodankami do zwiska stajiś.

source: Delete My Profile
dsb: Mój profil wulašowaś

source: Delete Profile
dsb: Profil wulašowaś

source: IMPORTANT: Deleting your Firefox Add-ons profile is irreversible.
dsb: WAŽNY: Lašowanje wašogo profila za dodanki Firefox njedajo se anulěrowaś.

source: IMPORTANT: Deleting this Firefox Add-ons profile is irreversible.
dsb: WAŽNY: Lašowanje toś togo profila za dodanki Firefox njedajo se anulěrowaś.

source: Your data will be permanently removed, including profile details (picture, user name, display name, location, home page, biography, occupation), notification preferences, reviews, and collections.
dsb: Waše daty budu se na pśecej wótwónoźowaś, inkluziwnje profilowe drobnostki (wobraz, wužywaŕske mě, zwobraznjeńske mě, městno, startowy bok, žywjenjoběg, pówołanje), nastajenja powěźeńkow, pógódnośenja a zběrki.

source: The user’s data will be permanently removed, including profile details (picture, user name, display name, location, home page, biography, occupation), notification preferences, reviews, and collections.
dsb: Daty wužywarja budu se na pśecej wótwónoźowaś, inkluziwnje profilowe drobnostki (wobraz, wužywaŕske mě, zwobraznjeńske mě, městno, startowy bok, žywjenjoběg, pówołanje), nastajenja powěźeńkow, pógódnośenja a zběrki.

source: If you authored any add-ons they will also be deleted, unless you share ownership with other authors. In that case, you will be removed as an author and the remaining authors will maintain ownership of the add-on.
dsb: Jolic sćo wuwił dodanki, se te teke wulašuju, snaźkuli druge awtory su teke wobsejźarje. W toś tom paźe was ako awtora wótwónoźiju a zbytne awtory wobsejźarje dodanka wóstanu.

source: If the user authored any add-ons they will also be deleted, unless ownership is shared with other authors. In that case, the user will be removed as an author and the remaining authors will maintain ownership of the add-on.
dsb: Jolic wužywaŕ jo wuwił dodanki, se te teke wulašuju, snaźkuli druge awtory su teke wobsejźarje. W toś tom paźe wužywarja ako awtora wótwónoźiju a zbytne awtory wobsejźarje dodanka wóstanu.

source: When you use this email address to log in again to addons.mozilla.org, your profile on Firefox Add-ons will not have access to any of its previous content.
dsb: Gaž toś tu e-mailowu adresu wužywaśo, aby se zasej pla addons.mozilla.org pśizjawił, waš profil za dodanki Firefox pśistup k swójomu pjerwjejšnemu wopśimjeśeju njezmějo.

source: Unsubscribe
dsb: Wótskazaś

source: You are successfully unsubscribed!
dsb: Waš abonement jo se wuspěšnje wótskazał!

source: The email address %(strongStart)s%(email)s%(strongEnd)s will no longer get messages when:
dsb: E-mailowa adresa %(strongStart)s%(email)s%(strongEnd)s njedostawa wěcej powěsći, gaž:

source: You can edit your notification settings by %(linkStart)sediting your profile%(linkEnd)s.
dsb: %(linkStart)sWobźěłajśo swój profil%(linkEnd)s, aby swóje zdźěleńske nastajenja wobźěłał.

source: (no name)
dsb: (žedno mě)

source: %(application)s %(minVersion)s and later
dsb: %(application)s %(minVersion)s a pózdźej

source: %(application)s %(minVersion)s to %(maxVersion)s
dsb: %(application)s %(minVersion)s do %(maxVersion)s

source: Works with %(listOfApplicatonsAndVersions)s
dsb: Funkcioněrujo z %(listOfApplicatonsAndVersions)s

source: Installation aborted because the add-on appears to be corrupt.
dsb: Instalaija jo se pśetergnuła, dokulaž dodank zda se wobškóźony byś.

source: Installation failed. Please try again.
dsb: Instalacija njejo se raźiła. Pšosym wopytajśo hyšći raz.

source: Download failed. Please check your connection.
dsb: Ześěgnjenje njejo se raźiło. Pšosym pśeglědujśo swój zwisk.

source: An unexpected error occurred during installation.
dsb: Pśi instalěrowanje jo njewótcakana zmólka nastała.

source: An unexpected error occurred during uninstallation.
dsb: Pśi wótinstalěrowanju jo njewótcakana zmólka nastała.

source: An unexpected error occurred.
dsb: Njewótcakana zmólka jo nastała.

source: stay up-to-date with news and events relevant to add-on developers (including the about:addons newsletter)
dsb: wostańśo aktualny z powěsćami a tšojenjami, kótarež su relewantne za wuwijarje (inkluziwnje powěsćowy list about:addons)

source: Mozilla needs to contact me about my individual add-on
dsb: Mozilla musy se ze mnu mójogo dodanka dla do zwiska stajiś

source: new add-ons or Firefox features are available
dsb: nowe dodanki abo funkcije Firefox su k dispoziciji

source: someone writes a review of my add-on
dsb: něchten pišo pógódnośenje mójogo dodanka

source: an add-on developer replies to my review
dsb: wuwijaŕ dodanka wótegranja na mójo pógódnośenje

source: my add-on is reviewed by a reviewer
dsb: mój dodank jo se wót redaktora pśeglědał

source: my add-on's compatibility cannot be upgraded
dsb: kompatibelnosć mójogo dodanka njedajo se pówušyś

source: my add-on's compatibility is upgraded successfully
dsb: Kompatibelnosć mójogo dodanka jo se wuspěšnje pówušiła
