Repository: mozilla/addons-frontend
Catalog: locale/dsb/LC_MESSAGES/amo.po
Languages: dsb

source: Loading…
dsb: Zacytujo se…

source: Adding…
dsb: Pśidawa se…

source: Select a collection…
dsb: Wubjeŕśo zběrku…

source: Create new collection
dsb: Nowu zběrku napóraś

source: Added to %(collectionName)s
dsb: %(collectionName)s pśidany

source: Add to…
dsb: Pśidaś…

source: Add to collection
dsb: Zběrce pśidaś

source: Content review add-on
dsb: Dodank za pśeglědowanje wopśimjeśa

source: Review theme
dsb: Drastwu pśeglědowaś

source: Review add-on code
dsb: Žrědłowy kod dodanka pśeglědowaś

source: Admin Links
dsb: Wótkaze administrěrowaś

source: Edit add-on
dsb: Dodank wobźěłaś

source: Admin add-on
dsb: Dodank administrěrowaś

source: Author Links
dsb: Awtorowe wótkaze

source: Experimental
dsb: Eksperimentelne

source: Some features may require payment
dsb: Někotare funkcije mógli se płaśenje pominaś

source: Available on Firefox for Android™
dsb: Za Firefox za Android™ k dispoziciji

source: This add-on is not compatible with your version of Firefox.
dsb: Toś ten dodank njejo kompatibelny z wašeju wersiju Firefox.

source: This add-on is not available on your platform.
dsb: Toś ten dodank njejo na wašej platformje k dispoziciji.

source: %(total)s user
dsb: %(total)s wužywaŕ

source: Report this add-on to Mozilla
dsb: Mozilla toś ten dodank k wěsći daś

source: Send some feedback about the add-on
dsb: Sćelśo swójo měnjenje wó dodanku

source: Report the add-on because it's illegal or incompliant
dsb: Dajśo toś ten dodank k wěsći, dokulaž jo ilegalny abo njekonformny

source: %(addonName)s – Get this Extension for 🦊 Firefox (%(locale)s)
dsb: %(addonName)s – Wobstarajśo se rozšyrjenje za 🦊 Firefox (%(locale)s)

source: %(addonName)s – Get this Language Pack for 🦊 Firefox (%(locale)s)
dsb: %(addonName)s – Wobstarajśo se rěcny pakśik za 🦊 Firefox (%(locale)s)

source: %(addonName)s – Get this Theme for 🦊 Firefox (%(locale)s)
dsb: %(addonName)s – Wobstarajśo se drastwu za 🦊 Firefox (%(locale)s)

source: %(addonName)s – Get this Add-on for 🦊 Firefox (%(locale)s)
dsb: %(addonName)s – Wobstarajśo se dodank za 🦊 Firefox (%(locale)s)

source: Download %(addonName)s for Firefox. %(summary)s
dsb: Ześěgniśo %(addonName)s za Firefox. %(summary)s

source: %(addonName)s – Get this Dictionary for 🦊 Firefox Android (%(locale)s)
dsb: %(addonName)s – Wobstarajśo se toś ten słownik za 🦊 Firefox Android (%(locale)s)

source: %(addonName)s – Get this Extension for 🦊 Firefox Android (%(locale)s)
dsb: %(addonName)s – Wobstarajśo se toś to rozšyrjenje za 🦊 Firefox Android (%(locale)s)

source: %(addonName)s – Get this Language Pack for 🦊 Firefox Android (%(locale)s)
dsb: %(addonName)s – Wobstarajśo se toś ten rěcny pakśik za 🦊 Firefox Android (%(locale)s)

source: %(addonName)s – Get this Theme for 🦊 Firefox Android (%(locale)s)
dsb: %(addonName)s – Wobstarajśo se toś tu drastwu za 🦊 Firefox Android (%(locale)s)

source: %(addonName)s – Get this Add-on for 🦊 Firefox Android (%(locale)s)
dsb: %(addonName)s – Wobstarajśo se toś ten dodank za 🦊 Firefox Android (%(locale)s)

source: %(addonName)s – Get this Dictionary for 🦊 Firefox (%(locale)s)
dsb: %(addonName)s – Wobstarajśo se słownik za 🦊 Firefox (%(locale)s)

source: %(total)s Star
dsb: %(total)s gwězdka

source: Not rated yet
dsb: Hyšći njepógódnośony

source: Users
dsb: Wužywarje

source: User
dsb: wužywaŕ

source: No Users
dsb: Žedne wužywarje

source: Reviews
dsb: Pógódnośenja

source: Review
dsb: pógódnośenje

source: No Reviews
dsb: Žedne pógódnośenja

source: Used by
dsb: Wužyty wót

source: Homepage
dsb: Startowy bok

source: Support site
dsb: Sedło pomocy

source: Support Email
dsb: E-mailowa adresa pomocy

source: Visit stats dashboard
dsb: K pśeglědoju statistiki woglědaś

source: Custom License
dsb: Swójska licenca

source: Read the privacy policy for this add-on
dsb: Cytajśo pšawidła priwatnosći za toś ten dodank

source: Read the license agreement for this add-on
dsb: Cytajśo ľicencne dojadnanje za toś ten dodank

source: See all versions
dsb: Wšykne wersije pokazaś

source: Add-on Links
dsb: Dodankowe wótzkaze

source: Version
dsb: Wersija

source: Size
dsb: Wjelikosć

source: Last updated
dsb: Slědny raz zaktualizěrowany

source: Related Categories
dsb: Pśiswójźbne kategorije

source: License
dsb: Licenca

source: Privacy Policy
dsb: Pšawidła priwatnosći

source: End-User License Agreement
dsb: Licencne dojadnanje za kóńčne wužywarje

source: Version History
dsb: Wersijowa historija

source: Usage Statistics
dsb: Wužywańska statistika

source: Tags
dsb: Wobznamjenja

source: More information
dsb: Dalšne informacije

source: Other users with this extension also installed
dsb: Druge wužywarje z toś tym rozšyrjenim su teke instalěrowali

source: Other popular extensions
dsb: Druge woblubowane rozšyrjenja

source: Edit reply
dsb: Wótegrono wobźěłaś

source: Edit review
dsb: Pógódnośenje wobźěłaś

source: Delete reply
dsb: Wótegrono wulašowaś

source: Delete rating
dsb: Pógódnośenje wulašowaś

source: Delete review
dsb: Pógódnośenje wulašowaś

source: Do you really want to delete this reply?
dsb: Cośo napšawdu toś to wótegrono wulašowaś?

source: Do you really want to delete this rating?
dsb: Cośo napšawdu toś to pógódnośenje wulašowaś?

source: Do you really want to delete this review?
dsb: Cośo napšawdu toś to pógódnośenje wulašowaś?

source: Delete
dsb: Wulašowaś

source: Cancel
dsb: Pśetergnuś

source: Keep reply
dsb: Wótegrono wobchowaś

source: Keep rating
dsb: Pógódnośenje wobchowaś

source: Keep review
dsb: Pógódnośenje wobchowaś

source: Write a reply to this review.
dsb: Pišćo wótegrono na toś to pógódnośenje.

source: Update reply
dsb: Wótegrono se aktualizěrujo

source: Publish reply
dsb: Wótegrono wózjawiś

source: Updating reply
dsb: Wótegrono se aktualizěrujo

source: Publishing reply
dsb: Wótegrono se wózjawja

source: posted %(linkStart)s%(timestamp)s%(linkEnd)s
dsb: jo se napisał %(linkStart)s%(timestamp)s%(linkEnd)s

source: by %(linkUserProfileStart)s%(authorName)s%(linkUserProfileEnd)s, %(linkStart)s%(timestamp)s%(linkEnd)s
dsb: wót %(linkUserProfileStart)s%(authorName)s%(linkUserProfileEnd)s, %(linkStart)s%(timestamp)s%(linkEnd)s

source: by %(authorName)s, %(linkStart)s%(timestamp)s%(linkEnd)s
dsb: wót %(authorName)s, %(linkStart)s%(timestamp)s%(linkEnd)s

source: Deleting…
dsb: Lašujo se…

source: Reply to this review
dsb: Na toś to pógódnośenje wótegroniś

source: This rating or review has been deleted. You are only seeing it because of elevated permissions.
dsb: Toś to pógódnośenje jo se wulašowało. Wiźiśo jen jano, dokulaž maśo rozšyrjone pšawa.

source: Write a review
dsb: Pišćo pógódnośenje

source: Write about your experience with this add-on.
dsb: Pišćo wó swójom dožywjenju z toś tym dodankom.

source: Submit review
dsb: Pógódnośenje wótpósłaś

source: Submitting review
dsb: Pógódnośenje se wótpóscelo

source: Update review
dsb: Pógódnośenje aktualizěrowaś

source: Updating review
dsb: Pógódnośenje se aktualizěrujo

source: Saving
dsb: Składujo se

source: Saved
dsb: Skłaźony

source: Please follow our %(linkStart)sreview guidelines%(linkEnd)s.
dsb: Mějśo se pšosym pó našych %(linkStart)ssměrnicach za pógódnośenja%(linkEnd)s.

source: Your star rating:
dsb: Wašo gwězdowe pógódnośenje:

source: More dictionaries by %(author)s
dsb: Wěcej słownikow wót %(author)s

source: More dictionaries by these translators
dsb: Wěcej słownikow wót toś tych pśełožowarjow

source: More extensions by %(author)s
dsb: Wěcej rozšyrjenjow wót %(author)s

source: More extensions by these developers
dsb: Wěcej rozšyrjenjow wót toś tych wuwijarjow

source: Extensions by %(author)s
dsb: Rozšyrjenja wót %(author)s

source: Extensions by these developers
dsb: Rozšyrjenja wót toś tych wuwijarjow

source: More language packs by %(author)s
dsb: Wěcej rěcnych pakśikow wót %(author)s

source: More language packs by these translators
dsb: Wěcej rěcnych pakśikow wót toś tych pśełožowarjow

source: More themes by %(author)s
dsb: Wěcej drastwow wót %(author)s

source: More themes by these artists
dsb: Wěcej drastwow wót toś tych wuměłcow

source: Themes by %(author)s
dsb: Drastwy wót %(author)s

source: Themes by these artists
dsb: Drastwy wót toś tych wuměłcow

source: More add-ons by %(author)s
dsb: Wěcej dodankow wót %(author)s

source: More add-ons by these developers
dsb: Wěcej dodankow wót toś tych wuwijarjow

source: More powerful tools for translations, writing & grammar support
dsb: Dalšne wugbałe rědy za pśełožki, pisanje a pódpěru gramatiki

source: More amazing extensions to change the way Firefox looks
dsb: Dalšne wobźiwowanja gódne rozšyrjenja, kótarež naglěd Firefox změnjaju

source: More incredible social media extensions
dsb: Dalšne njewěrnosćiwe rozšyrjenja za socialne medije

source: More excellent search extensions
dsb: Dalšne wuběrne pytańske rozšyrjenja

source: More great extensions for feeds, news & media
dsb: Dalšne wjelicne rozšyrjenja za kanale, powěsći a medije

source: More great notification extensions
dsb: Wěcej wjelicnych zdźěleńskich rozšyrjenjow

source: More great tools for web developers
dsb: Dalšne wjelicne rědy za webwuwijarje

source: See Firefox Staff Picks
dsb: Dopórucenja se wuwijarje Firefox woglědaś

source: Explore our 'Starter Pack' to get started with extensions
dsb: Wuslěźćo naš „startowy paket“ za prědnj kšace z rozšyrjenjami

source: More powerful privacy & security extensions
dsb: Dalšne wugbałe rozšyrjenja za priwatnosć a wěstotu

source: More incredible download managers
dsb: Dalšne njewěrnosćiwe zastojniki ześěgnjenjow

source: More fantastic tab & bookmark extensions
dsb: Dalšne fantastiske rozšyrjenja za rejtariki a cytańske znamjenja

source: More great extensions for games & entertainment
dsb: Dalšne wjelicne rozšyrjenja za graśa a rozwjaselenje

source: More amazing image, photo & media extensions
dsb: Dalšne wobźiwowanja gódne rozšyrjenja za wobraze, fota a medije

source: Add-on icon
dsb: Dodankowy symbol

source: %(rating)s Star out of 5
dsb: %(rating)s z 5 gwězdkow

source: by
dsb: wót

source: Source code released under %(linkStart)s%(licenseName)s%(linkEnd)s
dsb: Žrědłowy kod jo pód licencu %(linkStart)s%(licenseName)s%(linkEnd)s

source: Source code released under %(linkStart)sCustom License%(linkEnd)s
dsb: Žrědłowy kod jo pód %(linkStart)sswójskeju licencu%(linkEnd)s

source: Source code released under %(licenseName)s
dsb: Žrědłowy kod jo pód licencu %(licenseName)s

source: No version found
dsb: Žedna wersija namakana

source: Version %(versionNumber)s
dsb: Wersija %(versionNumber)s

source: Released %(dateReleased)s - %(fileSize)s
dsb: %(dateReleased)s wózjawjone - %(fileSize)s

source: Enable
dsb: Zmóžniś

source: Remove
dsb: Wótwónoźeś

source: Enabling
dsb: Zmóžnja se

source: Disabling
dsb: Zmóžnja se

source: Downloading
dsb: Se ześěgujo

source: Installing
dsb: Se instalěrujo

source: Uninstalling
dsb: Se wótinstalěrujo

source: Install Theme
dsb: Drastwu instalěrowaś

source: Add to Firefox
dsb: Programoju Firefox pśidaś

source: Add-ons for Firefox (%(locale)s)
dsb: Dodanki za Firefox (%(locale)s)

source: %(title)s – Add-ons for Firefox (%(locale)s)
dsb: %(title)s – Dodanki za Firefox (%(locale)s)

source: Add-ons for Firefox Android (%(locale)s)
dsb: Dodanki za Firefox Android (%(locale)s)

source: %(title)s – Add-ons for Firefox Android (%(locale)s)
dsb: %(title)s – Dodanki za Firefox Android (%(locale)s)

source: Log out
dsb: Wótzjawiś

source: Log in
dsb: Pśizjawiś

source: This action is currently unavailable. Please reload the page in a moment.
dsb: Toś ta akcija tuchylu njejo k dispoziciji. Pšosym cakajśo wokognuśe a zacytajós pótom bok znowego.

source: Loading
dsb: Zacytujo se...

source: Find add-ons
dsb: Dodanki pytaś

source: Search
dsb: Pytaś

source: Categories
dsb: Kategorije

source: Loading categories.
dsb: Kategorije se cytaju.

source: No categories found.
dsb: Žedne kategorije namakane.

source: Added to collection
dsb: Zběrce pśidany

source: Removed from collection
dsb: Ze zběrki wótwónoźony

source: Find an add-on to include in this collection
dsb: Dodank namakaś, kótaryž se do toś teje zběrki pśewzejo

source: Edit this collection
dsb: Toś tu zběrku wobźěłaś

source: Edit collection details
dsb: Drobnostki zběrki wobźěłaś

source: Back to collection
dsb: Slědk k zběrce

source: Add-ons
dsb: Dodanki

source: Creator
dsb: Wuwijaŕ

source: Create collection
dsb: Zběrku napóraś

source: Save changes
dsb: Změny składowaś

source: Collection name
dsb: Mě zběrki

source: Description
dsb: Wopisanje

source: Custom URL
dsb: Swójska adresa

source: Sort add-ons by
dsb: Dodanki sortěrowaś pó

source: Newest first
dsb: Nejnowše ako prědne

source: Oldest first
dsb: Nejstarše ako prědne

source: Name
dsb: Mě

source: Popularity
dsb: Woblubowanosć

source: Confirm
dsb: Wobkšuśiś

source: Contribute now
dsb: Něnto pśinosowaś

source: Support this developer
dsb: Toś togo wuwijarja pódpěraś

source: Support these developers
dsb: Toś te wuwijarje pódpěraś

source: The developer of this extension asks that you help support its continued development by making a small contribution.
dsb: Wuwijaŕ toś togo rozšyrjenja was pšosy, mały pśinošk pósćiś, aby jogo wuwiśe pódpěrał.

source: The developers of this extension ask that you help support its continued development by making a small contribution.
dsb: Wuwijarje toś togo rozšyrjenja was pšose, mały pśinošk pósćiś, aby jogo wuwiśe pódpěrał.

source: Support this artist
dsb: Toś togo wuměłca pódpěraś

source: Support these artists
dsb: Toś te wuměłce pódpěraś

source: The artist of this theme asks that you help support its continued creation by making a small contribution.
dsb: Wuměłc toś teje drastwy was pšosy, mały pśinošk pósćiś, aby jeje napóranje pódpěrał.

source: The artists of this theme ask that you help support its continued creation by making a small contribution.
dsb: Wuměłce toś teje drastwy was pšose, mały pśinošk pósćiś, aby jeje napóranje pódpěrał.

source: Support this author
dsb: Toś togo awtora pódpěraś

source: Support these authors
dsb: Toś te awtory pódpěraś

source: The author of this add-on asks that you help support its continued work by making a small contribution.
dsb: Awtor toś togo dodanka was pšosy, mały pśinosk pósćiś, aby jogo źěło pódpěrał.

source: The authors of this add-on ask that you help support its continued work by making a small contribution.
dsb: Awtory toś togo dodanka was pšose, mały pśinosk pósćiś, aby jogo źěło pódpěrał.

source: Enter text.
dsb: Tekst zapódaś.

source: Submit
dsb: Wótpósłaś

source: Submitting
dsb: Sćelo se

source: Leave a note
dsb: Zawóstajśo pśipisk

source: Collector's note
dsb: Pśipisk zběrarja

source: Add a comment about this add-on.
dsb: Wó toś tom dodanku komentar pśidaś.

source: Save
dsb: Składowaś

source: Edit
dsb: Wobźěłaś

source: Your session has expired
dsb: Wašo pósejźenje jo pśepadnuło

source: An unexpected error occurred
dsb: Njewótcakana zmólka jo nastała

source: Reload To Continue
dsb: Zacytajśo znowego, aby pókšacował

source: Page not found
dsb: Bok njejo se namakał

source: Sorry, but we can't find anything at the URL you entered.
dsb: Bóžko njamóžomy nic na URL namakaś, kótaryž sćo pódał.

source: Error code: %(status)s.
dsb: Zmólkowy kod: %(status)s.

source: Login authentication has expired. %(startLink)sReload the page%(endLink)s to continue without authentication, or login again using the Log In link at the top of the page.
dsb: Pśizjawjeńska awtentifikacija jo spadnuła. %(startLink)sZacytajśo bok znowego%(endLink)s, aby bźez awtentifikacije pókšacował, abo pśizjawśo se znowego z pomocu pśizjawjeńskego wótkaza górjejce na boku.

source: Login Expired
dsb: Pśizjawjenje jo pśepadnuło

source: If you are signed in and think this message is an error, please <a href="%(url)s">file an issue</a>. Tell us where you came from and what you were trying to access, and we'll fix the issue.
dsb: Jolic sćo se pśizjawił a se mysliśo, až toś ta powěsć jo zmólka, <a href="%(url)s">pišćo pšosym zmólkowu rozpšawu</a>. Dajśo nam k wěsći, wótkulž sćo pśišeł a na což sćo kśěł pśistup měś, a my rozwězajomy ten problem.

source: Not Authorized
dsb: Njeawtorizěrowany

source: Sorry, but you aren't authorized to access this page. If you aren't signed in, try signing in using the link at the top of the page.
dsb: Bóžko njejsćo za pśistup k toś tomu bokoju awtorizěrowany. Jolic njejsćo pśizjawjony, pśizjawśo se z pomocu wótkaza górjejce na boku.

source: Try visiting the page later, as the theme or extension may become available again. Alternatively, you may be able to find what you’re looking for in one of the available %(extensionStart)sextensions%(extensionEnd)s or %(themeStart)sthemes%(themeEnd)s, or by asking for help on our %(communityStart)scommunity forums%(communityEnd)s.
dsb: Woglědajśo k bokoju pózdźej, gaž drastwa abo rozšyrjenje buźo zasej k dispoziciji. Alternatiwnje móžośo mjazy k dispoziciji stojecymi %(extensionStart)srozšyrjenjami%(extensionEnd)s abo %(themeStart)sdrastwami%(themeEnd)s pytaś abo na našych %(communityStart)sforumach zgromaźeństwa%(communityEnd)s wó pomoc pšosyś.

source: Oops! We can’t find that page
dsb: Hopla! Njamóžomy ten bok namakaś

source: If you’ve followed a link from another site for an extension or theme, that item is no longer available. This could be because:
dsb: Jolic sćo wótkazoju wót drugego sedła za rozšyrjenje abo drastwu slědował, toś ten element južo k dispoziciji njejo. Pśicyny za to mógu byś:

source: The developer removed it. Developers commonly do this because they no longer support the extension or theme, or have replaced it.
dsb: Wuwijaŕ jo ju wótwónoźeł. Wuwijarje to zwětšego cynje, dokulaž rozšyrjenje abo drastwu južo njepódpěraju abo su je wuměnili.

source: Mozilla removed it. This can happen when issues are found during the review of the extension or theme, or the extension or theme has been abusing the terms and conditions for addons.mozilla.org. The developer has the opportunity to resolve the issues and make the add-on available again.
dsb: Mozilla jo ju wótwónoźeł. To móžo se staś, gaž se problemy za pśeglědowanje rozšyrjenja abo drastwy namakaju, abo rozšyrjenje abo drastwa jo wuměnjenja za addons.mozilla.org znjewužywało. Wuwijaŕ ma šansu, problemy rozwězaś a dodank znowego k dispoziciji stajiś.

source: If you have additional information that would help us you can <a href="https://github.com/mozilla/addons-frontend/issues/new/">file an issue</a>. Tell us what steps you took that lead to the error and we'll do our best to fix it.
dsb: Jolic maśo pśidatne informacije, kótarež by nam pomagali, móžośo <a href="https://github.com/mozilla/addons-frontend/issues/new/">zmólkowu rozpšawu pisaś</a>. Dajśo nam k wěsći, kótare kšace su k zmólce wjadli, a my buźomy našo nejlěpše cynić, aby jen rozwězali.

source: Server Error
dsb: Serwerowa zmólka

source: Sorry, but there was an error with our server and we couldn't complete your request. We have logged this error and will investigate it.
dsb: Bóžko jo zmólka z našym serwerom nastała a njejsmy mógli wašo napšašowanje dokóńcyś. Smy toś tu zmólku protokolěrowali a buźomy ju pśeslěźowaś.

source: You may be able to find what you’re looking for in one of the available %(extensionStart)sextensions%(extensionEnd)s or %(themeStart)sthemes%(themeEnd)s, or by asking for help on our %(communityStart)scommunity forums%(communityEnd)s.
dsb: Snaź namakajośo to, což pytaśo, w jadnom k dispoziciji stojecych %(extensionStart)srozšyrjenjow%(extensionEnd)s abo %(themeStart)sdrastwow%(themeEnd)s abo gaž w našych %(communityStart)sforumach zgromaźeństwa%(communityEnd)s wó pomoc pšosyśo.

source: That page is not available in your region
dsb: Toś ten bok njejo we wašom regionje k dispoziciji.

source: The page you tried to access is not available in your region.
dsb: Bok, kótaryž sćo se kśěł woglědaś, njejo we wašom regionje k dispoziciji.

source: Toggle contents
dsb: Wopśimjeśe pśešaltowaś

source: Response by %(userName)s
dsb: Wótegrono wót %(userName)s

source: Review by %(userName)s
dsb: Pógódnośenja wót %(userName)s

source: The review was not found.
dsb: Pógódnośenje njejo se namakało.

source: By submitting this report I certify, under penalty of perjury, that the allegations it contains are complete and accurate, to the best of my knowledge.
dsb: Gaž toś tu rozpšawu wótpósćelu, wobkšuśijom pód pśigrozenim kśiweje pśisegi, až wobwinowanja, kótarež wopśimujo, su pó nejlěpšem wěźenju a slěźenju dopołne a pšawe.

source: It doesn’t work, breaks websites, or slows down Firefox
dsb: Njefunkcioněrujo, zawinujo problemy z websedłami abo spómałšujo Firefox

source: Example: Features are slow, hard to use, or don’t work; parts of websites won't load or look unusual.
dsb: Pśikład: Funkcije su pomałe, śěžko wužywajobne abo njefunkcioněruju; źěle websedła se njezacytaju abo wuglědaju njewšedne.

source: It’s spam
dsb: Jo spam

source: Example: The listing advertises unrelated products or services.
dsb: Pśikład: Lisćinowy zapisk za njezwisujuce produkty abo słužby wabi.

source: It violates Add-on Policies
dsb: Pśejźo se pśeśiwo pšawidłam dodankow

source: Example: It compromised my data without informing or asking me, or it changed my search engine or home page without informing or asking me.
dsb: Pśikład: Jo móje daty wobškóźeł, bźez togo aby mě informěrował abo se mě pšašał, abo jo wuměnił móju pytnicu abo startowy bok, bźez togo aby mě informěrował abo se mě pšašał.

source: It contains hateful, violent, deceptive, or other inappropriate content
dsb: Wopśimujo gramoty połne, namócne, wobšudne abo druge njepśisłušne wopśimjeśe

source: Example: It contains racist imagery.
dsb: Pśikład: Wopśimujo rasistisku symboliku.

source: It violates the law or contains content that violates the law
dsb: Pśejźo se pśeśiwo kaznjam abo wopśimujo wopśimjeśe, kótarež se pśeśiwo kaznjam pśejźo

source: Example: Fraud. (If you wish to report a copyright or trademark infringement, you can learn more about how to do so in our %(startLink)sCopyright or Trademark Infringement Reporting article%(endLink)s).
dsb: Pśikład: Wobšuda. (Jolic cośo pśekśiwjenje stwóriśelskego pšawa abo pšawa markow k wěsći daś, móžośo w našom %(startLink)snastawku Copyright or Trademark Infringement Reporting%(endLink)s (engelski) wěcej wó tom zgóniś, kak móžośo to cyniś).

source: Something else
dsb: Něco druge

source: Anything that doesn’t fit into the other categories.
dsb: Wšykno, což se do drugich kategorijow njegóźi.

source: Select place
dsb: Městno wubraś

source: On the add-on's page on this website
dsb: Na boku dodanka na toś tom websedle

source: Inside the add-on
dsb: W dodanku

source: Both locations
dsb: Wobej stojnišći

source: Select type
dsb: Typ wubraś

source: Animal welfare
dsb: Šćit zwěrjetow

source: Consumer information infringements
dsb: Pśejźenja pśeśiwo pśetrjebowaŕskim informacijam

source: Data protection and privacy violations
dsb: Pśestupjenje šćita datow a priwatnosći

source: Illegal or harmful speech
dsb: Njekazniske abo ranjece powědanje

source: Intellectual property infringements
dsb: Pśejźenja pśeśiwo duchnemu swójstwoju

source: Negative effects on civic discourse or elections
dsb: Negatiwne wustatkowanja na ciwilny diskurs abo na wólby

source: Non-consensual behavior
dsb: Njewobjadne zaźaržanje

source: Pornography or sexualized content
dsb: Pornografija abo seksualizěrowane wopśimjeśe

source: Protection of minors
dsb: Šćit młoźiny

source: Risk for public security
dsb: Riziko za zjawnu wěstotu

source: Scams or fraud
dsb: Jebaŕstwa abo wobšuda

source: Self-harm
dsb: Sebjezranjenje

source: Unsafe, non-compliant, or prohibited products
dsb: Njewěste, njekonformne abo zakazane produkty

source: Violence
dsb: Namóc

source: Other
dsb: Druge

source: Select violation
dsb: Pśejźenje wubraś

source: Insufficient information on traders
dsb: Njedosegajuce informacije wó wikowarjach
