Repository: mozilla/addons-frontend
Catalog: locale/dsb/LC_MESSAGES/amo.po
Languages: dsb

source: Developer response
dsb: Wótegrono wuwijarja

source: Save 50% with a full year subscription
dsb: Zažarśo 50 % z lětnym abonementom

source: Protect your online data—and choose a VPN subscription plan that works for you.
dsb: Šćitajśo swóje daty online – a wubjeŕśo abonementowy plan VPN, kótaryž za was funkcioněrujo.

source: Get Mozilla VPN
dsb: Mozilla VPN wobstaraś

source: To find extensions compatible with Firefox for Android, %(linkStart)sclick here%(linkEnd)s.
dsb: Aby rozšyrjenja namakał, kótarež su kompatibelne z Firefox za Android, %(linkStart)sklikniśo how%(linkEnd)s.

source: Add-ons are not compatible with Firefox for iOS. Try installing them on Firefox for desktop.
dsb: Dodanki njejsu kompatibelne z Firefox za iOS. Wopytajśo jen do Firefox za desktop instalěrowaś.

source: This add-on cannot be rated because no versions have been published.
dsb: Toś ten dodank njedajo se pógódnośiś, dokulaž žedne wersije njejsu se wózjawili.

source: Read %(count)s review
dsb: %(count)s pógódnośenje cytaś

source: No reviews yet
dsb: Hyšći žedne pógódnośenja

source: Rate your experience
dsb: Pógódnośćo swóje dožywjenje

source: About this dictionary
dsb: Wó toś tom słowniku

source: About this extension
dsb: Wó toś tom rozšyrjenju

source: About this language pack
dsb: Wó toś tom rěcnem pakśiku

source: About this theme
dsb: Wó toś tej drastwje

source: About this add-on
dsb: Wó toś tom dodanku

source: Developer comments
dsb: Wuwijaŕske komentary

source: Release notes for %(addonVersion)s
dsb: Wersijowe informacije za %(addonVersion)s

source: This is not a public listing. You are only seeing it because of elevated permissions.
dsb: To njejo zjawny lisćinowy zapisk. Wiźiśo jen jano, dokulaž maśo rozšyrjone pšawa.

source: Extension Metadata
dsb: Metadaty rozšyrjenja

source: Screenshots
dsb: Fota wobrazowki

source: Submit feedback or report an add-on to Mozilla
dsb: Sćelśo swójo měnjenje abo dajśo Mozilla dodank k wěsći

source: Custom License for %(addonName)s
dsb: Swójska licenca za %(addonName)s

source: End-User License Agreement for %(addonName)s
dsb: Licencne dojadnanje za kóńčne wužywarje za %(addonName)s

source: Privacy policy for %(addonName)s
dsb: Pšawidła priwatnosći za %(addonName)s

source: Reviews and ratings for %(addonName)s. Find out what other users think about %(addonName)s and add it to your Firefox Browser.
dsb: Pśespytowanja a pógódnośenja za %(addonName)s. Wuslěźćo, co wužywarje wó %(addonName)s mysle a pśidajśo jen swójomu wobglědowakoju Firefox.

source: Show all reviews
dsb: Wšykne pógódnośenja pokazaś

source: Show only five-star reviews
dsb: Jano pógódnośenja z pěś gwězdkami pokazaś

source: Show only four-star reviews
dsb: Jano pógódnośenja ze styrimi gwězdkami pokazaś

source: Show only three-star reviews
dsb: Jano pógódnośenja z tśimi gwězdkami pokazaś

source: Show only two-star reviews
dsb: Jano pógódnośenja z dwěma gwězdkoma pokazaś

source: Show only one-star reviews
dsb: Jano pógódnośenja z jadneju gwězdku pokazaś

source: Reviews for %(addonName)s
dsb: Pógódnośenja za %(addonName)s

source: %(total)s review
dsb: %(total)s pógódnośenje

source: %(addonName)s version history - %(total)s version
dsb: Wersijowa historija %(addonName)s - %(total)s wersija

source: Be careful with old versions! These versions are displayed for testing and reference purposes.
dsb: Buźćo wobglědniwy ze staršymi wersijami! Toś te wersije se za testowanje a referencne zaměry pokazuju.

source: You should always use the latest version of an add-on.
dsb: Wy měł pśecej nejnowšu wersiju dodanka wužywaś.

source: Versions
dsb: Wersije

source: Latest version
dsb: Nejnowša wersija

source: Older versions
dsb: Starše wersije

source: %(addonName)s is restricted for violating Mozilla policies
dsb: %(addonName)s se dla pśestupjenja pšawidłow Mozilla wobgranicujo

source: This add-on is restricted for violating Mozilla policies
dsb: Toś ten dodank se dla pśestupjenja pšawidłow Mozilla wobgranicujo

source: %(addonName)s is blocked for violating Mozilla policies
dsb: %(addonName)s se dla pśestupjenja pšawidłow Mozilla blokěrujo

source: This add-on is blocked for violating Mozilla policies
dsb: Toś ten dodank se dla pśestupjenja pšawidłow Mozilla blokěrujo

source: Why did this happen?
dsb: Cogodla jo se to stało?

source: This extension, theme, or plugin violates %(startLink)sMozilla's add-on policies%(endLink)s.
dsb: Toś to rozšyrjenje, drastwa abo tykac se %(startLink)spśeśiwo dodankowym pšawidłam Mozilla%(endLink)s pśejźo.

source: What does this mean?
dsb: Co ma to na se?

source: Until the violation is resolved, this add-on won't be available for download from addons.mozilla.org. If it’s already installed, it will be disabled and users will be informed about the violation. They may choose to enable the add-on again at their own risk.
dsb: Daniž pśestupjenje njejo rozwězane, toś ten dodank njejo k dispoziciji za ześěgnjenje wót addons.mozilla.org. Jolic dodank jo južo instalěrowany, buźo se znjemóžnjaś a informěruju wužywarjow wó toś tom pśestupjenju. Mógu dodank zasej na swójo riziko zmóžniś.

source: Until the violation is resolved, this add-on won't be available for download from addons.mozilla.org. It will be automatically disabled and no longer usable in Firefox.
dsb: Daniž pśestupjenje njejo rozwězane, toś ten dodank njejo k dispoziciji za ześěgnjenje wót addons.mozilla.org. Znjemóžnja se awtomatiski a njejo wěcej wužywajobny w Firefox.

source: How does Mozilla enforce its policies?
dsb: Kak Mozilla swóje pšawidła pśesajźujo?

source: When Mozilla becomes aware of add-ons, plugins, or other third-party software that seriously compromise Firefox security, stability, or performance and meet %(criteriaStartLink)scertain criteria%(criteriaEndLink)s, the software may be blocked or restricted from general use. For more information, please read %(supportStartLink)sthis support article%(supportEndLink)s.
dsb: Gaž Mozilla zgónijo, až dodanki, tykace abo druge programy tśeśich póbitowarjow napšawdu wobgrozuju wěstotu, stabilnosć abo wugbaśe dodanka Firefox a wótpowěduju %(criteriaStartLink)s>wěstym kriterijam%(criteriaEndLink)s, dajo se software za powšykne wužywanje blokěrowa abo wobgranicowaś. Za dalšne informacije cytajśo pšosym %(supportStartLink)stoś ten nastawk pomocy%(supportEndLink)s.

source: View block request
dsb: Blokowe pominanje pokazaś

source: All extension categories
dsb: Wšykne kategorije rozšyrjenjow

source: All theme categories
dsb: Wšykne kategorije drastwow

source: Themes in %(categoryName)s
dsb: Drastwy w %(categoryName)s

source: Extensions in %(categoryName)s
dsb: Rozšyrjenja w %(categoryName)s

source: Do you really want to delete this collection?
dsb: Cośo napšawdu toś tu zběrku wulašowaś?

source: Delete this collection
dsb: Toś tu zběrku wulašowaś

source: You reported this collection
dsb: Sćo dał toś tu zběrku k wěsći

source: We have received your report. Thanks for letting us know about your concerns with this collection.
dsb: Smy dostali wašu rozpšawu. Źěkujomy se, až sćo nam swóje wobmyslenja nastupajucy toś tu zběrku k wěsći dał.

source: Report this collection
dsb: Toś tu zběrku k wěsći daś

source: Log in to create a collection
dsb: Pśizjewśo se, aby zběrku napórał

source: Log in to edit this collection
dsb: Pśizjewśo se, aby toś tu zběrku wobźěłał

source: First, create your collection. Then you can add extensions and themes.
dsb: Napórajśo nejpjerwjej swóju zběrku. Pótom móžośo rozšyrjenja a drastwy pśidaś.

source: Search for extensions and themes to add to your collection.
dsb: Pytajśo rozšyrjenja a drastwy, aby je swójej zběrce pśidał.

source: Download and create Firefox collections to keep track of favorite extensions and themes. Explore the %(collectionName)s—%(collectionDescription)s.
dsb: Ześěgniśo a napórajśo zběrki Firefox, aby pśeglěd wó nejlubše rozšyrjenja a drastwy wobchował. Wuslěźćo %(collectionName)s — %(collectionDescription)s.

source: Download and create Firefox collections to keep track of favorite extensions and themes. Explore the %(collectionName)s.
dsb: Ześěgniśo a napórajśo zběrki Firefox, aby pśeglěd wó nejlubše rozšyrjenja a drastwy wobchował. Wuslěźćo %(collectionName)s.

source: Submit feedback or report a collection to Mozilla
dsb: Sćelśo swójo měnjenje abo dajśo Mozilla zběrku k wěsći

source: by %(authorName)s
dsb: wót %(authorName)s

source: Report this collection to Mozilla
dsb: Mozilla toś tu zběrku k wěsći daś

source: Send some feedback about the collection
dsb: Sćelśo swójo měnjenje wó zběrce

source: Report the collection because it's illegal or incompliant
dsb: Dajśo toś tu zběrku k wěsći, dokulaž jo ilegalna abo njekonformna

source: My collections
dsb: Móje zběrki

source: Collections
dsb: Zběrki

source: Log in to view your collections
dsb: Pśizjewśo se, aby se zběrk woglědał

source: Collections make it easy to keep track of favorite add-ons and share your perfectly customized browser with others.
dsb: Zběrki wólažcuju slědowanje wašych nejlubšych dodankow a źělenje wašogo perfektnje pśiměrjonego wobglědowaka z drugimi.

source: Create a collection
dsb: Zběrku napóraś

source: You do not have any collections.
dsb: Njamaśo žedne zběrki.

source: Music
dsb: Muzika

source: Seasonal
dsb: Lětne case

source: Firefox for Android extensions
dsb: Rozšyrjenja Firefox za Android

source: Personalize Firefox for Android with powerful extensions.
dsb: Pśiměŕśo Firefox za Android z mócnymi rozšyrjenjami.

source: See more recommended extensions
dsb: Dalšne dopórucone rozšyrjenja pokazaś

source: Explore all Android extensions
dsb: Wuslěźćo wšykne rozšyrjenja Android

source: See more trending extensions
dsb: Dalšne tuchylu woblubowane rozšyrjenja se woglědaś

source: Change the way Firefox looks with themes.
dsb: Změńśo wenkowny naglěd Firefox pśez drastwy.

source: Download Firefox extensions and themes. They’re like apps for your browser. They can block annoying ads, protect passwords, change browser appearance, and more.
dsb: Ześěgniśo rozšyrjenja a drastwy Firefox. Su kaž nałoženja za waš wobglědowak. Mógu gramne wabjenje blokěrowaś, gronidła šćitaś, wuglědanje wobglědowaka změniś a wěcej.

source: Abstract
dsb: Abstraktnje

source: Nature
dsb: Pśiroda

source: Film & TV
dsb: Film a telewizija

source: Scenery
dsb: Krajina

source: See more top rated extensions
dsb: Dalšne nejwušej pógódnośone rozšyrjenja se woglědaś

source: See more recommended themes
dsb: Dalšne dopórucone drastwy pokazaś

source: See more trending themes
dsb: Dalšne tuchylu woblubowane drastwy se woglědaś

source: See more top rated themes
dsb: Dalšne nejwušej pógódnośone drastwy se woglědaś

source: Download themes to change how Firefox looks. Tailor your experience to your tastes. Cute critters, evil robots, beautiful landscapes—thousands of options.
dsb: Ześěgniśo drastwy, aby wuglědanje Firefox změnił. Pśiměrśo swójo dožywjenje swójomu spódobanjeju. Wukludne zwěrjetka, złe robotery, rědne krajiny - towzynty móžnosćow.

source: Download Firefox Extensions to add features that customize browsing. Protect passwords, find deals, enhance video, and block annoying ads with browser apps.
dsb: Ześěgniśo rozšyrjenja Firefox, aby funkcije pśidał, kótarež pśeglědowanje pśiměrili. Šćitajśo gronidła, namakajśo póbitowanja, pólěpšćo wideo a blokěrujśo gramne wabjenje z nałoženjami wobglědowaka.

source: Change your browser's appearance. Choose from thousands of themes to give Firefox the look you want.
dsb: Změńśo naglěd swójogo wobglědowaka. Wubjeŕśo z tysacow drastwow, aby Firefox naglěd dał, kótaryž cośo.

source: Explore powerful tools and features to customize Firefox and make the browser all your own.
dsb: Wuslěźćo mócne rědy a funkcije, aby Firefox na swóje drobnostki pśiměrił.

source: Explore all categories
dsb: Wšykne kategorije wuslěźiś

source: Available for your locale
dsb: Za wašu rěc k dispoziciji

source: Dictionaries and Language Packs
dsb: Słowniki a rěcne pakśiki

source: Download Firefox dictionaries and language pack extensions. Add a new language option to your browser spell-checker, or change the browser's interface language.
dsb: Ześěgniśo słowniki Firefox a rěcne pakśiki. Pśidajśo swójej pšawopisnej kontroli wobglědowaka nowe rěcne nastajenje abo změńśo pówjerchowu rěc wobglědowaka.

source: Installing a dictionary add-on will add a new language option to your spell-checker, which checks your spelling as you type in Firefox.
dsb: Gaž słownikowy dodank instalěrujośo, ma waš pšawopisna kontrola dalšnu rěc k dispoziciji, aby waš pšawopis kontrolěrowała.

source: Language packs change your browser's interface language, including menu options and settings.
dsb: Rěcne pakśiki změniju pówjerchowu rěc wašogo wobglědowaka, inkluziwnje menijowe opcije a nastajenja.

source: All Locales
dsb: Wšykne rěcy

source: Locale Name
dsb: Mě rěcy

source: Language Packs
dsb: Rěcne pakśiki

source: Dictionaries
dsb: Słowniki

source: Submit feedback or report a review to Mozilla
dsb: Sćelśo swójo měnjenje abo dajśo Mozilla pógódnośenje k wěsći

source: by %(userName)s, %(timestamp)s
dsb: wót %(userName)s, %(timestamp)s

source: Report this review to Mozilla
dsb: Mozilla toś to pógódnośenje k wěsći daś

source: Report the review because it is illegal or incompliant
dsb: Dajśo toś to pógódnośenje k wěsći, dokulaž jo ilegalne abo njekonformne

source: Want to interact with addons.mozilla.org (AMO) programmatically? Check out the %(startAddonsServerDocumentation)sAdd-ons Servers documentation%(endAddonsServerDocumentation)s for details about the APIs used by AMO and the %(startAddonsManager)sAdd-ons Manager%(endAddonsManager)s.
dsb: Cośo na addons.mozilla.org (AMO) ako porgraměrowaŕ sobu źěłaś? Cytajśo %(startAddonsServerDocumentation)sdokumentaciju dodankowych serwerow%(endAddonsServerDocumentation)s za drobnostki wó API, kótarež se pśez AMO a %(startAddonsManager)szastojnik dodankow%(endAddonsManager)s wužywaju.

source: If you want to contribute but are not quite as technical, there are still ways to help:
dsb: Jolic cośo sobu cyniś, ale njejsćo techniski nazgónity, maśo tśi móžnosći, aby pomagał:

source: Participate in our %(startLink)sforum%(endLink)s.
dsb: Wobźělśo se na našom %(startLink)sforumje%(endLink)s.

source: Leave feedback for your favorite add-ons. Add-on authors are more likely to improve their add-ons and create new ones when they know people appreciate their work.
dsb: Pišćo swójo měnjenje wó swójich nejlubšych dodankach. Wuwijarje dodankow zawěsće lubjej swóje dodanki pólěpšuju a nowe naporaju, gaž wěźe, až se wužywarje jich źěło waže.

source: Tell your friends and family that Firefox is a fast, secure browser that protects their privacy, and they can use add-ons to make it their own!
dsb: Dajśo swójim pśjaśelam a swójej familiji k wěsći, až Firefox jo malsny, wěsty wobglědowak, kótaryž jich priwatnosć šćita a až mógu jen z dodankami pśiměriś!

source: To see more ways you can contribute to the add-on community, please visit our %(startLink)swiki%(endLink)s.
dsb: Aby se wó dalšnych móžnosćach informěrował, kak móžośo na zgromaźeństwje dodankow sobu źěłaś, woglědajsó se pšosym k našomu %(startLink)swikijoju%(endLink)s.

source: Report an issue
dsb: Problem k wěsći daś

source: About Firefox Add-ons
dsb: Wó dodankach za Firefox

source: If you find a problem with the site, we'd love to fix it. Please file an %(startIssueLink)sissue%(endIssueLink)s and include as much detail as possible.
dsb: Jolic problem ze sedłom namakajośo, by my jen rady rozwězali. Pšosym pišćo %(startIssueLink)szmólkowu rozpšawu%(endIssueLink)s a pódajśo tak wjele drobnostkow ako móžno.

source: The official Mozilla site for downloading Firefox extensions and themes. Add new features and change the browser’s appearance to customize your web experience.
dsb: Oficielne sedło Mozilla za ześěgowanje rozšyrjenjow a drastwow Firefox. Pśidajśo nowe funkcije a změńśo wuglědanje wobglědowaka, aby swójo webdožywjenje pśiměrił.

source: To report a security vulnerability for an extension, even if it is not hosted on this site, please file an %(startSecIssueLink)sissue%(endSecIssueLink)s on Bugzilla or email %(startMailLink)samo-admins@mozilla.com%(endMailLink)s. All security vulnerability reports are %(startLink)sconfidential%(endLink)s.
dsb: Aby wěstotny problem za rozšyrjenje k wěsći dał, samo gaby było na toś tom sedle góspodowane, spišćo pšosym %(startSecIssueLink)szmólkowu rozpšawu%(endSecIssueLink)s na Bugzilla abo sćelśo mejlku na%(startMailLink)samo-admins@mozilla.com%(endMailLink)s. Wšykne rozpšawy wó wěstotnych problemach su %(startLink)sdowěrliwe%(endLink)s.

source: Get support
dsb: Pomoc dostaś

source: If you would like to learn more about how to manage add-ons in Firefox, or need to find general Firefox support, please visit %(startSUMOLink)sSupport%(endSUMOLink)s Mozilla. If you don't find an answer there, you can %(startForumLink)sask on our community forum%(endForumLink)s.
dsb: Jolic cośo wěcej wó tom zgóniś, kak móžośo dodanki w Firefox zastojaś, abo jadnorje pomoc wó Firefox trjebaśo, woglědajśo se k %(startSUMOLink)sSupport%(endSUMOLink)s Mozilla. Joć tam wótegrono njenamakajośo, móžośo %(startForumLink)sse na forumje našogo zgromaźeństwa pšašaś%(endForumLink)s.

source: %(startLink)sInformation about how to contact Mozilla's add-ons team can be found here%(endLink)s.
dsb: %(startLink)sInformacije wó tom, kak móžośo se z teamom dodankow Mozilla do zwiska stajiś, namakajośo how%(endLink)s.

source: Addons.mozilla.org (AMO), is Mozilla's official site for discovering and installing add-ons for the Firefox browser. Add-ons help you modify and personalize your browsing experience by adding new features to Firefox, enhancing your interactions with Web content, and changing the way your browser looks.
dsb: Addon.mozilla.org (AMO) jo oficielne sedło Mozilla za pytanje a instalěrowanje dodankow za wobglědowak Firefox. Pśidajśo nowe funkcije Firefox, pólěpšćo swóje interakcije z webwopśimjeśim a změńśo wenkowny naglěd swójogo wobglědowaka, aby swóje pśeglědowańske dožywjenje změnił a pśiměrił.

source: If you are looking for add-ons for Thunderbird or SeaMonkey, please visit %(startTBLink)saddons.thunderbird.net%(endTBLink)s or %(startSMLink)saddons.thunderbird.net/seamonkey%(endSMLink)s.
dsb: Jolic dodanki za Thunderbird abo SeaMonkey pytaśo, woglědajśo se pšosym k %(startTBLink)saddons.thunderbird.net%(endTBLink)s abo %(startSMLink)saddons.thunderbird.net//seamonkey%(endSMLink)s.

source: A community of creators
dsb: Zgromaźeństwo wuwijarjow

source: The add-ons listed here are created by thousands of developers and theme designers from all over the world, ranging from individual hobbyists to large corporations. Some add-ons listed on AMO have been automatically published and may be subject to review by a team of editors once publicly listed.
dsb: How nalicone dodanki su se wót towzyntow wuwijarjow a designerow drastwow z cełego swěta napórali, kótarež wót jadnotliwych hobbyjowych wuwijarjowy až k wjelikim pśedewześam dosegaju. Někotare dodanki nalicone na AMO su awtomatiski wózjawjone a mógu pśeglědanjeju teama wobźěłarjow pódlažaś, gaž se zjawnje pokazuju.

source: Get involved
dsb: Cyńśo sobu

source: Mozilla is a non-profit champion of the Internet, we build Firefox to help keep it healthy, open and accessible. Add-ons support user choice and customization in Firefox, and you can contribute in the following ways:
dsb: Mozilla jo za wšykne wužytny zašćitowaŕ interneta, wuwijamy Firefox, aby jen strowy, wótwórjony a pśistupny źaržali. Dodanki pódpěraju wólbu wužywarjow a pśiměrjobnosć w Firefox a móžośo na slědujucu wašnju sobu pomagaś:

source: %(startLink)sMake your own add-on%(endLink)s. We provide free hosting and update services and can help you reach a large audience of users.
dsb: %(startLink)sNapórajśo swójski dodank%(endLink)s. Bitujomy dermotne góspodowanje a aktualizěrowańske słužby a móžomy wam pomagaś, wjeliki krejz wužywarjow dostaś.

source: Help improve this website. It's open source, and you can file bugs and submit patches. You can get started with a %(startGoodFirstBugLink)sgood first bug%(endGoodFirstBugLink)s or view all open issues for AMO’s %(startAddonsServerRepoLink)sserver%(endAddonsServerRepoLink)s and %(startAddonsFrontendRepoLink)sfrontend%(endAddonsFrontendRepoLink)s on Github.
dsb: Pomagajśo toś to websedło pólěpšyś. Jo wótwórjonego žrědła, a móžośo zmólkowe rozpšawy pisaś a pórěźenja zapódaś. Móžośo z %(startGoodFirstBugLink)sdobreju zmólkoweju rozpšawu%(endGoodFirstBugLink)s zachopiś abo se wšykne njerozwězane problemy za %(startAddonsServerRepoLink)sserwer%(endAddonsServerRepoLink)s AMO a %(startAddonsFrontendRepoLink)sbok%(endAddonsFrontendRepoLink)s na Github woglědaś.

source: Include your own or anyone else’s email, phone number, or other personal details.
dsb: Njepomjeńśo e-mailowu adresu, telefonowy numer abo druge wósobinske daty, daniž swójske daniž te z drugich wósobow.

source: Post reviews for an add-on you or your organization wrote or represent.
dsb: Njepišćo pógódnośenja za dodank, kótaryž jo se wót was abo wašeje organizacije wuwił abo se reprezentěrujo.

source: Criticize an add-on for something it’s intended to do. For example, leaving a negative review of an add-on for displaying ads or requiring data gathering, when that is the intended purpose of the add-on, or the add-on requires gathering data to function.
dsb: Njekritizěrujśo dodank za něco, za což jo myslony. Njezawóstajajśo na pśikład negatiwne pógódnośenje dodanka, kótaryž wabjenje pokazujo abo musy daty zběraś, jolić to jo zaměr dodanka, abo jolic dodank musy daty zběraś, aby funkcioněrował.

source: Frequently Asked Questions about Reviews
dsb: Cesto stajone pšašanja wó pógódnośenjach

source: How can I report a problematic review?
dsb: Kak mógu problematiske pógódnośenje wózjawiś?

source: Please report or flag any questionable reviews by clicking the "Report this review" and it will be submitted to the site for moderation. Our moderation team will use the Review Guidelines to evaluate whether or not to delete the review or restore it back to the site.
dsb: Pšosym klikniśo na „Toś to pógódnośenje k wěsći daś“, aby dał abo wóznamjenił póchmurne pógódnośenja k wěsći a pósćelo se k sedłoju za moderaciju. Naš moderaciski team buźo směrnice za pógódnośenja wužywaś, aby pósuźił, lěc měło se pógódnośenje wulašowaś abo nic, abo lěc měło se wótnowiś.

source: I'm an add-on author, can I respond to reviews?
dsb: Som dodankowy awtor, mógu na pógódnośenja wótegroniś?

source: Yes, add-on authors can provide a single response to a review. You can set up a discussion topic in our %(startLink)sforum%(endLink)s to engage in additional discussion or follow-up.
dsb: Jo, awtory dodankow mógu jadnotliwe wótegrono na pógódnośenje daś. W našom %(startLink)sforumje%(endLink)s móžośo diskusijnu temu wótwóriś, aby póstarcył dalšnu diskusiju.

source: I'm an add-on author, can I delete unfavorable reviews or ratings?
dsb: Som awtor dodanka, mógu njepśijazne pógódnośenja lašowaś?

source: In general, no. But if the review did not meet the review guidelines outlined above, you can click "Report this review" and have it moderated. If a review included a complaint that is no longer valid due to a new release of your add-on, we may consider deleting the review.
dsb: W cełku nic. Ale jolic pógódnośenje górjejce wopisanej směrnicy za pógódnośenja njewótpowědujo, móžośo na „Toś to pógódnośenje k wěsći daś“ kliknuś, aby se moderěrowało. Jolic pógódnośenje dypk kritiki wopśimujo, kótaryž w nowej wersiji wašogo dodanka wěcej aktualny njejo, móžomy toś to pógódnośenje wulašowaś.

source: Review Guidelines
dsb: Směrnica za pógódnośenja
